#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Button_Activate=\u05d4\u05e4\u05e2\u05dc
Button_Attributes=\u05e0\u05ea\u05d5\u05e0\u05d9 \u05de\u05e9\u05ea\u05de\u05e9
Button_Agree=\u05d0\u05e0\u05d9 \u05de\u05e1\u05db\u05d9\u05dd
Button_Browse=\u05e2\u05d9\u05d5\u05df
Button_Cancel=\u05d1\u05d9\u05d8\u05d5\u05dc
Button_ChangePassword=\u05e9\u05e0\u05d4 \u05e1\u05d9\u05e1\u05de\u05d4
Button_ChangeResponses=\u05d7\u05d6\u05d5\u05e8
Button_CheckCode=\u05d1\u05d3\u05d5\u05e7 \u05e7\u05d5\u05d3
Button_ClearOtpReEnroll=\u05e8\u05e9\u05d5\u05dd \u05de\u05d7\u05d3\u05e9 \u05d4\u05ea\u05e7\u05df \u05e0\u05d9\u05d9\u05d3
Button_HelpdeskClearOtpSecret=\u05e0\u05e7\u05d4 \u05e1\u05d5\u05d3 OTP
Button_ClearResponses=\u05e0\u05e7\u05d4 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea
Button_CloseWindow=\u05e1\u05d2\u05d5\u05e8 \u05d7\u05dc\u05d5\u05df
Button_Confirm=\u05d0\u05e9\u05e8
Button_ConfirmResponses=\u05d0\u05e9\u05e8 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d0\u05d1\u05d8\u05d7\u05d4
Button_Continue=\u05d4\u05de\u05e9\u05da
Button_Create=\u05e6\u05d5\u05e8
Button_Delete=\u05de\u05d7\u05e7
Button_Email=\u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9
Button_GoBack=\u05d7\u05d6\u05d5\u05e8
Button_Hide=\u05d4\u05e1\u05ea\u05e8
Button_Hide_Responses=\u05d4\u05e1\u05ea\u05e8 \u05ea\u05d2\u05d5\u05d1\u05d5\u05ea
Button_Home=\u05d3\u05e3 \u05d4\u05d1\u05d9\u05ea
Button_Login=\u05db\u05e0\u05d9\u05e1\u05d4
Button_Logout=\u05d9\u05e6\u05d9\u05d0\u05d4
Button_More=\u05e2\u05d5\u05d3
Button_OrgChart=\u05ea\u05e8\u05e9\u05d9\u05dd \u05d0\u05e8\u05d2\u05d5\u05e0\u05d9
Button_OTP=OTP
Button_RecoverPassword=\u05d1\u05d3\u05d5\u05e7 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea
Button_Reset=\u05e0\u05e7\u05d4
Button_Search=\u05d7\u05e4\u05e9
Button_SetResponses=\u05e9\u05de\u05d5\u05e8 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea
Button_Show=\u05d4\u05e6\u05d2
Button_Show_Responses=\u05d4\u05e6\u05d2 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea
Button_Skip=\u05d3\u05dc\u05d2
Button_SMS=SMS
Button_TokenResend=\u05e9\u05dc\u05d7 \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3
Button_Unlock=\u05d1\u05d8\u05dc \u05e0\u05e2\u05d9\u05dc\u05d4
Button_UnlockPassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05dc\u05d1\u05d9\u05d8\u05d5\u05dc \u05d4\u05e0\u05e2\u05d9\u05dc\u05d4
Button_Update=\u05e2\u05d3\u05db\u05df
Button_Upload=\u05d4\u05e2\u05dc\u05d4
Button_Verify=\u05d0\u05de\u05ea
Button_Verifications=\u05d0\u05d9\u05de\u05d5\u05ea\u05d9\u05dd
Button_OK=\u05d0\u05d9\u05e9\u05d5\u05e8
Button_SendEmail=\u05e9\u05dc\u05d7 \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9
Button_Export=\u05d9\u05d9\u05e6\u05d0
Button_ExportOrgChart=\u05d9\u05d9\u05e6\u05d0 \u05ea\u05e8\u05e9\u05d9\u05dd \u05d0\u05e8\u05d2\u05d5\u05e0\u05d9
Button_EmailTeam=\u05e9\u05dc\u05d9\u05d7\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05dc\u05d7\u05d1\u05e8\u05d9 \u05e6\u05d5\u05d5\u05ea
Button_TokenVerification=\u05d0\u05d9\u05de\u05d5\u05ea \u05d0\u05e1\u05d9\u05de\u05d5\u05df
Button_SendToken=\u05e9\u05dc\u05d7 \u05d0\u05e1\u05d9\u05de\u05d5\u05df
Display_ActivateUser=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da. \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05d9\u05e9\u05de\u05e9\u05d5 \u05dc\u05d0\u05d9\u05ea\u05d5\u05e8 \u05d5\u05dc\u05d4\u05e4\u05e2\u05dc\u05d4 \u05e9\u05dc \u05d7\u05e9\u05d1\u05d5\u05df \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05dc\u05da.<p/>\u05d4\u05e7\u05e4\u05d3 \u05dc\u05d4\u05e9\u05dc\u05d9\u05dd \u05d0\u05ea \u05d4\u05ea\u05d4\u05dc\u05d9\u05da, \u05d0\u05d5 \u05e9\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05dc\u05d0 \u05d9\u05d5\u05e4\u05e2\u05dc \u05db\u05d4\u05dc\u05db\u05d4.
Display_AutoGeneratedPassword=\u05d9\u05e6\u05d9\u05e8\u05ea \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4 \u05d1\u05d0\u05d5\u05e4\u05df \u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9
Display_CapsLockIsOn=\u05de\u05e7\u05e9 CAPS LOCK \u05de\u05d5\u05e4\u05e2\u05dc
Display_Captcha=\u05d4\u05e9\u05dc\u05dd \u05d0\u05ea \u05ea\u05d4\u05dc\u05d9\u05da \u05d4\u05d0\u05d9\u05de\u05d5\u05ea.  \u05ea\u05d4\u05dc\u05d9\u05da \u05d6\u05d4 \u05d9\u05e1\u05d9\u05d9\u05e2 \u05dc\u05da \u05d1\u05d4\u05d2\u05e0\u05d4 \u05e2\u05dc \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e9\u05dc\u05da \u05de\u05e4\u05e0\u05d9 \u05e9\u05d9\u05de\u05d5\u05e9 \u05dc\u05e8\u05e2\u05d4.
Display_CaptchaInputWords=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05d8\u05e7\u05e1\u05d8 \u05d4\u05de\u05d5\u05e6\u05d2 \u05dc\u05e2\u05d9\u05dc
Display_CaptchaInputNumbers=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05de\u05e1\u05e4\u05e8\u05d9\u05dd \u05d4\u05de\u05d5\u05e9\u05de\u05e2\u05d9\u05dd
Display_CaptchaGetAudio=\u05e7\u05d1\u05dc\u05ea \u05e7\u05d5\u05d3 CAPTCHA \u05e7\u05d5\u05dc\u05d9
Display_CaptchaGetImage=\u05e7\u05d1\u05dc\u05ea \u05ea\u05de\u05d5\u05e0\u05ea CAPTCHA
Display_CaptchaHelp=\u05e2\u05d6\u05e8\u05d4
Display_CaptchaRefresh=\u05e8\u05d9\u05e2\u05e0\u05d5\u05df
Display_ChangePassword=\u05e9\u05e0\u05d4 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d5\u05e9\u05de\u05d5\u05e8 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05d7\u05d3\u05e9\u05d4 \u05d1\u05de\u05e7\u05d5\u05dd \u05d1\u05d8\u05d5\u05d7.  \u05dc\u05d0\u05d7\u05e8 \u05d4\u05e7\u05dc\u05d3\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05d7\u05d3\u05e9\u05d4, \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05e9\u05e0\u05d4 \u05e1\u05d9\u05e1\u05de\u05d4'.  \u05d0\u05dd \u05d0\u05ea\u05d4 \u05de\u05d5\u05db\u05e8\u05d7 \u05dc\u05e8\u05e9\u05d5\u05dd \u05d0\u05d5\u05ea\u05d4 \u05dc\u05e2\u05e6\u05de\u05da, \u05d4\u05e7\u05e4\u05d3 \u05dc\u05e9\u05de\u05d5\u05e8 \u05d0\u05d5\u05ea\u05d4 \u05d1\u05de\u05e7\u05d5\u05dd \u05d1\u05d8\u05d5\u05d7.  \u05e2\u05dc \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05d7\u05d3\u05e9\u05d4 \u05dc\u05e2\u05de\u05d5\u05d3 \u05d1\u05d3\u05e8\u05d9\u05e9\u05d5\u05ea \u05d4\u05d1\u05d0\u05d5\u05ea\:
Display_ChangePasswordForm=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05dc\u05d4\u05dc\u05df.  \u05e4\u05e2\u05d5\u05dc\u05d4 \u05d6\u05d5 \u05e0\u05d3\u05e8\u05e9\u05ea \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da \u05dc\u05e4\u05e0\u05d9 \u05e9\u05ea\u05d5\u05db\u05dc \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4.
Display_CheckingData=\u05d1\u05d5\u05d3\u05e7 \u05d0\u05ea \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd...
Display_CheckingPassword=\u05d1\u05d5\u05d3\u05e7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4...
Display_CheckingResponses=\u05d1\u05d5\u05d3\u05e7 \u05d0\u05ea \u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea...
Display_ClientDisconnect=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d9\u05e6\u05d5\u05e8 \u05ea\u05e7\u05e9\u05d5\u05e8\u05ea \u05e2\u05dd \u05d4\u05e9\u05e8\u05ea.
Display_CommunicationError=\u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d9\u05e6\u05d5\u05e8 \u05ea\u05e7\u05e9\u05d5\u05e8\u05ea \u05e2\u05dd \u05d4\u05e9\u05e8\u05ea.  \u05d4\u05de\u05e9\u05da \u05db\u05e9\u05ea\u05d4\u05d9\u05d4 \u05de\u05d5\u05db\u05df.
Display_ConfirmResponses=\u05d5\u05d3\u05d0 \u05e9\u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d5\u05d4\u05e9\u05d0\u05dc\u05d5\u05ea \u05e9\u05e1\u05d9\u05e4\u05e7\u05ea \u05e0\u05db\u05d5\u05e0\u05d5\u05ea.  \u05d1\u05d3\u05d5\u05e7 \u05d0\u05ea \u05d4\u05d0\u05d9\u05d5\u05ea \u05d5\u05d4\u05e4\u05d9\u05e1\u05d5\u05e7.  \u05d0\u05dd \u05ea\u05e9\u05db\u05d7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4, \u05ea\u05d5\u05db\u05dc \u05dc\u05d2\u05e9\u05ea \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05de\u05e2\u05e0\u05d4 \u05dc\u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05d1\u05d8\u05d7\u05d4 \u05d0\u05dc\u05d4.
Display_Day=\u05d9\u05d5\u05dd
Display_Days=\u05d9\u05de\u05d9\u05dd
Display_DeleteUserConfirm=\u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05de\u05d7\u05d5\u05e7 \u05d0\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df?  \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d1\u05d8\u05dc \u05e4\u05e2\u05d5\u05dc\u05d4 \u05d6\u05d5.
Display_ErrorBody=\u05d0\u05d9\u05e8\u05e2\u05d4 \u05e9\u05d2\u05d9\u05d0\u05d4. \u05e1\u05d2\u05d5\u05e8 \u05d0\u05ea \u05d4\u05d3\u05e4\u05d3\u05e4\u05df \u05d5\u05e0\u05e1\u05d4 \u05e9\u05d5\u05d1 \u05de\u05d0\u05d5\u05d7\u05e8 \u05d9\u05d5\u05ea\u05e8.  \u05d0\u05dd \u05e9\u05d2\u05d9\u05d0\u05d4 \u05d6\u05d5 \u05de\u05ea\u05e8\u05d7\u05e9\u05ea \u05e9\u05d5\u05d1 \u05d5\u05e9\u05d5\u05d1, \u05e4\u05e0\u05d4 \u05dc\u05e6\u05d5\u05d5\u05ea \u05d4\u05ea\u05de\u05d9\u05db\u05d4.
Display_ErrorReference=\u05d4\u05e4\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e9\u05d2\u05d9\u05d0\u05d4 %1%
Display_ExpirationDate=\u05ea\u05d0\u05e8\u05d9\u05da \u05ea\u05e4\u05d5\u05d2\u05d4 \u05e9\u05dc \u05d4\u05d7\u05e9\u05d1\u05d5\u05df (%1% \u05d9\u05de\u05d9\u05dd \u05dc\u05db\u05dc \u05d4\u05d9\u05d5\u05ea\u05e8)
Display_FooterInfoText=
Display_ForgottenPassword=\u05d0\u05dd \u05e9\u05db\u05d7\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4, \u05e2\u05e7\u05d5\u05d1 \u05d0\u05d7\u05e8 \u05d4\u05d4\u05e0\u05d7\u05d9\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e1 \u05d0\u05d5\u05ea\u05d4.
Display_ForgottenUsername=\u05d4\u05e7\u05dc\u05d3 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df.  \u05e4\u05e8\u05d8\u05d9\u05dd \u05d0\u05dc\u05d4 \u05d9\u05e9\u05de\u05e9\u05d5 \u05dc\u05d1\u05d3\u05d9\u05e7\u05ea \u05e9\u05dd \u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05e0\u05e9\u05db\u05d7.
Display_GuestRegistration=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05e8\u05e9\u05d5\u05dd \u05d7\u05e9\u05d1\u05d5\u05df \u05d7\u05d3\u05e9 \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7.
Display_GuestUpdate=\u05d1\u05d3\u05d5\u05e7 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df \u05d5\u05e9\u05e0\u05d4 \u05d0\u05d5\u05ea\u05dd \u05db\u05d3\u05d9 \u05dc\u05e2\u05d3\u05db\u05df \u05d7\u05e9\u05d1\u05d5\u05df \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7.
Display_Helpdesk=\u05d4\u05d6\u05df \u05d0\u05ea \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05e2\u05d1\u05d5\u05e8 \u05d4\u05de\u05e9\u05ea\u05de\u05e9.
Display_HelpdeskOtpValidation=\u05d4\u05e0\u05d7\u05d4 \u05d0\u05ea \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05dc\u05d4\u05e4\u05e2\u05d9\u05dc \u05d0\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05d5 \u05d5\u05dc\u05e9\u05ea\u05e3 \u05d0\u05ea \u05d1\u05d9\u05d8\u05d5\u05d9 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05e0\u05d5\u05db\u05d7\u05d9.
Display_HelpdeskNoData=\u05d4\u05e9\u05e8\u05ea \u05d0\u05d9\u05e0\u05d5 \u05de\u05d2\u05d9\u05d1 \u05db\u05d4\u05dc\u05db\u05d4. \u05d9\u05d9\u05ea\u05db\u05df \u05e9\u05ea\u05d5\u05e7\u05e3 \u05d4\u05d4\u05e4\u05e2\u05dc\u05d4 \u05d1\u05d7\u05dc\u05d5\u05df \u05d3\u05e4\u05d3\u05e4\u05df \u05d0\u05d7\u05e8 \u05e4\u05d2. \u05d8\u05e2\u05df \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05d4\u05ea\u05de\u05d5\u05e0\u05d4 \u05d5\u05d4\u05ea\u05d7\u05d1\u05e8 \u05e9\u05d5\u05d1.
Display_Hour=\u05e9\u05e2\u05d4
Display_Hours=\u05e9\u05e2\u05d5\u05ea
Display_IdleTimeout=\u05d6\u05de\u05df \u05e7\u05e6\u05d5\u05d1 \u05dc\u05d7\u05d5\u05e1\u05e8 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea\:
Display_IdleWarningMessage=\u05d4\u05d6\u05de\u05df \u05d4\u05e7\u05e6\u05d5\u05d1 \u05dc\u05d4\u05e4\u05e2\u05dc\u05d4 \u05e2\u05d5\u05de\u05d3 \u05dc\u05d4\u05e1\u05ea\u05d9\u05d9\u05dd. \u05dc\u05d7\u05e5 \u05d1\u05de\u05e7\u05d5\u05dd \u05db\u05dc\u05e9\u05d4\u05d5 \u05d1\u05d3\u05e3 \u05d6\u05d4 \u05db\u05d3\u05d9 \u05dc\u05d7\u05d3\u05e9 \u05d0\u05ea \u05d4\u05e4\u05e2\u05d5\u05dc\u05d4.
Display_IdleWarningTitle=\u05d6\u05de\u05df \u05e7\u05e6\u05d5\u05d1 \u05dc\u05d7\u05d5\u05e1\u05e8 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea
Display_InvalidVerification=\u05d4\u05e6\u05d2\u05ea \u05e4\u05e8\u05d8\u05d9\u05dd \u05d6\u05de\u05d9\u05e0\u05d4 \u05e8\u05e7 \u05dc\u05d0\u05d7\u05e8 \u05e9\u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05de\u05ea \u05d1\u05d4\u05e6\u05dc\u05d7\u05d4
Display_JavascriptRequired=\u05d9\u05e9 \u05e6\u05d5\u05e8\u05da \u05d1-Javascript \u05db\u05d3\u05d9 \u05dc\u05d4\u05e6\u05d9\u05d2 \u05d3\u05e3 \u05d6\u05d4.
Display_LeaveDirtyPasswordPage=\u05d0\u05dd \u05ea\u05e2\u05d6\u05d5\u05d1 \u05d0\u05ea \u05d4\u05d3\u05e3, \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05dc\u05d0 \u05ea\u05e9\u05ea\u05e0\u05d4.
Display_Login=
Display_LoginPasswordOnly=\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05dc\u05d4\u05dc\u05df.  \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05e0\u05d5\u05db\u05d7\u05d9\u05ea \u05e0\u05d3\u05e8\u05e9\u05ea \u05db\u05d3\u05d9 \u05dc\u05d2\u05e9\u05ea \u05dc\u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05d4.
Display_Logout=\u05d0\u05ea\u05d4 \u05de\u05e0\u05d5\u05ea\u05e7 \u05db\u05e2\u05ea \u05de\u05d4\u05d7\u05e9\u05d1\u05d5\u05df.
Display_LogoutPublic=\u05d4\u05d6\u05de\u05df \u05d4\u05e7\u05e6\u05d5\u05d1 \u05dc\u05d4\u05e4\u05e2\u05dc\u05d4 \u05ea\u05dd \u05e2\u05e7\u05d1 \u05d7\u05d5\u05e1\u05e8 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea.
Display_MatchCondition=\u05ea\u05e0\u05d0\u05d9 \u05d4\u05ea\u05d0\u05de\u05d4
Display_Minute=\u05d3\u05e7\u05d4
Display_Minutes=\u05d3\u05e7\u05d5\u05ea
Display_NAAF_PASSWORD=\u05e1\u05e4\u05e7 \u05d0\u05ea \u05e1\u05d9\u05e1\u05de\u05ea \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05dc-NAAF.
Display_NAAF_LDAP_PASSWORD=\u05e1\u05e4\u05e7 \u05d0\u05ea \u05e1\u05d9\u05e1\u05de\u05ea \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05dc-LDAP.
Display_NAAF_SECURITY_QUESTIONS=\u05e2\u05e0\u05d4 \u05e2\u05dc \u05e9\u05d0\u05dc\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05e9\u05e1\u05d9\u05e4\u05e7\u05ea.
Display_NAAF_EMAIL_OTP=\u05e0\u05e9\u05dc\u05d7\u05d4 \u05d0\u05dc\u05d9\u05da \u05d4\u05d5\u05d3\u05e2\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05e2\u05dd \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3-\u05e4\u05e2\u05de\u05d9\u05ea.
Display_NAAF_SMS_OTP=\u05e0\u05e9\u05dc\u05d7\u05d4 \u05d0\u05dc\u05d9\u05da \u05d4\u05d5\u05d3\u05e2\u05ea SMS \u05e2\u05dd \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3-\u05e4\u05e2\u05de\u05d9\u05ea.
Display_NAAF_SMARTPHONE=\u05ea\u05d4\u05dc\u05d9\u05da \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05d8\u05dc\u05e4\u05d5\u05df \u05d4\u05d7\u05db\u05dd \u05d4\u05ea\u05d7\u05d9\u05dc.  \u05d4\u05de\u05e9\u05da \u05dc\u05d0\u05d7\u05e8 \u05d4\u05e9\u05dc\u05de\u05ea \u05d4\u05ea\u05d4\u05dc\u05d9\u05da.
Display_NAAF_RADIUS=\u05e1\u05e4\u05e7 \u05d0\u05ea \u05e1\u05d9\u05e1\u05de\u05ea \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05dc-RADIUS.
Display_NAAF_TOTP=\u05d4\u05d6\u05df \u05d0\u05ea \u05e2\u05e8\u05da \u05d4-TOTP.
Display_NAAF_HOTP=\u05d4\u05d6\u05df \u05d0\u05ea \u05e2\u05e8\u05da \u05d4-HOTP.
Display_NAAF_VOICE=\u05ea\u05d4\u05dc\u05d9\u05da \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05d4\u05e7\u05d5\u05dc\u05d9 \u05d4\u05ea\u05d7\u05d9\u05dc.  \u05d4\u05de\u05e9\u05da \u05dc\u05d0\u05d7\u05e8 \u05d4\u05e9\u05dc\u05de\u05ea \u05d4\u05ea\u05d4\u05dc\u05d9\u05da.
Display_NewUser=\u05de\u05dc\u05d0 \u05d0\u05ea \u05d4\u05d8\u05d5\u05e4\u05e1 \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05e8\u05e9\u05d5\u05dd \u05d7\u05e9\u05d1\u05d5\u05df \u05d7\u05d3\u05e9.
Display_NewUserProfile=\u05d1\u05d7\u05e8 \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05db\u05d3\u05d9 \u05dc\u05e8\u05e9\u05d5\u05dd \u05d7\u05e9\u05d1\u05d5\u05df \u05d7\u05d3\u05e9.
Display_NoResponses=\u05d0\u05d9\u05df \u05dc\u05de\u05e9\u05ea\u05de\u05e9 \u05ea\u05d2\u05d5\u05d1\u05d5\u05ea
Display_PasswordExpired=\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05e4\u05d2.  \u05e2\u05dc\u05d9\u05da \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05db\u05e2\u05ea \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4.
Display_PasswordGeneration=\u05d4\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05dc\u05d4\u05dc\u05df \u05e0\u05d5\u05e6\u05e8\u05d5 \u05e2\u05d1\u05d5\u05e8\u05da \u05d1\u05d0\u05d5\u05e4\u05df \u05d0\u05e7\u05e8\u05d0\u05d9.  \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05d0\u05dc\u05d4 \u05de\u05d1\u05d5\u05e1\u05e1\u05d5\u05ea \u05e2\u05dc \u05de\u05d9\u05dc\u05d9\u05dd \u05d0\u05de\u05d9\u05ea\u05d9\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d0\u05e4\u05e9\u05e8 \u05dc\u05da \u05dc\u05d6\u05db\u05d5\u05e8 \u05d0\u05d5\u05ea\u05df \u05d1\u05d9\u05ea\u05e8 \u05e7\u05dc\u05d5\u05ea, \u05d0\u05da \u05d4\u05df \u05e9\u05d5\u05e0\u05d5 \u05db\u05d3\u05d9 \u05dc\u05d4\u05e7\u05e9\u05d5\u05ea \u05e2\u05dc \u05e0\u05d9\u05d7\u05d5\u05e9\u05df.
Display_PasswordNoExpire=\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05dc\u05d0 \u05e4\u05d2.
Display_PasswordPrompt=\u05d4\u05e7\u05dc\u05d3 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05d7\u05d3\u05e9\u05d4
Display_PasswordStrengthVeryHigh=\u05d7\u05d5\u05d6\u05e7\: <b>\u05d7\u05d6\u05e7 \u05de\u05d0\u05d5\u05d3</b>
Display_PasswordStrengthHigh=\u05d7\u05d5\u05d6\u05e7\: <b>\u05d7\u05d6\u05e7</b>
Display_PasswordStrengthMedium=\u05d7\u05d5\u05d6\u05e7\: <b>\u05d8\u05d5\u05d1</b>
Display_PasswordStrengthLow=\u05d7\u05d5\u05d6\u05e7\: <b>\u05d7\u05dc\u05e9</b>
Display_PasswordStrengthVeryLow=\u05d7\u05d5\u05d6\u05e7\: <b>\u05d7\u05dc\u05e9 \u05de\u05d0\u05d5\u05d3</b>
Display_PasswordReplicationStatus=\u05e9\u05db\u05e4\u05d5\u05dc \u05e1\u05d9\u05e1\u05de\u05d4 (\u05d4\u05ea\u05e7\u05d3\u05de\u05d5\u05ea %1%)
Display_PasswordWarn=<b>\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05d9\u05e4\u05d5\u05d2 \u05d1\u05e7\u05e8\u05d5\u05d1</b>.  \u05e9\u05e0\u05d4 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d1\u05d4\u05e7\u05d3\u05dd \u05d4\u05d0\u05e4\u05e9\u05e8\u05d9 \u05db\u05d3\u05d9 \u05dc\u05d4\u05d9\u05de\u05e0\u05e2 \u05de\u05d1\u05e2\u05d9\u05d5\u05ea \u05d1\u05e2\u05ea \u05d4\u05d2\u05d9\u05e9\u05d4 \u05dc\u05e9\u05d9\u05e8\u05d5\u05ea \u05d6\u05d4.  <br/><br/>\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05d9\u05e4\u05d5\u05d2 \u05d1\u05ea\u05d0\u05e8\u05d9\u05da %1%.
Display_PeopleSearch=\u05d4\u05e7\u05dc\u05d3 \u05d0\u05ea \u05e9\u05d0\u05d9\u05dc\u05ea\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05e9\u05dc\u05da \u05dc\u05d4\u05dc\u05df.  \u05e0\u05d9\u05ea\u05df \u05dc\u05d7\u05e4\u05e9 \u05d0\u05d3\u05dd \u05dc\u05e4\u05d9 \u05e9\u05dd, \u05db\u05ea\u05d5\u05d1\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05d0\u05d5 \u05de\u05e1\u05e4\u05e8 \u05d8\u05dc\u05e4\u05d5\u05df.
Display_PleaseWait=\u05d8\u05d5\u05e2\u05df...
Display_PleaseWaitNewUser=\u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05d4\u05d7\u05d3\u05e9 \u05e9\u05dc\u05da \u05e0\u05de\u05e6\u05d0 \u05d1\u05ea\u05d4\u05dc\u05d9\u05da \u05d4\u05d2\u05d3\u05e8\u05d4. \u05ea\u05d4\u05dc\u05d9\u05da \u05d6\u05d4 \u05e2\u05e9\u05d5\u05d9 \u05dc\u05d4\u05d9\u05de\u05e9\u05da \u05de\u05e1\u05e4\u05e8 \u05d3\u05e7\u05d5\u05ea, \u05e0\u05d0 \u05d4\u05ea\u05d0\u05d6\u05e8 \u05d1\u05e1\u05d1\u05dc\u05e0\u05d5\u05ea.
Display_PleaseWaitPassword=\u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05e0\u05de\u05e6\u05d0\u05ea \u05d1\u05ea\u05d4\u05dc\u05d9\u05da \u05e9\u05d9\u05e0\u05d5\u05d9. \u05ea\u05d4\u05dc\u05d9\u05da \u05d6\u05d4 \u05e2\u05e9\u05d5\u05d9 \u05dc\u05d4\u05d9\u05de\u05e9\u05da \u05de\u05e1\u05e4\u05e8 \u05d3\u05e7\u05d5\u05ea, \u05e0\u05d0 \u05d4\u05ea\u05d0\u05d6\u05e8 \u05d1\u05e1\u05d1\u05dc\u05e0\u05d5\u05ea.
Display_Random=\u05d0\u05e7\u05e8\u05d0\u05d9
Display_RecoverVerificationChoice=\u05d1\u05d7\u05e8 \u05d1\u05d0\u05d7\u05ea \u05de\u05d4\u05e9\u05d9\u05d8\u05d5\u05ea \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da.  \u05d4\u05e2\u05e8\u05d4\: \u05d0\u05dd \u05de\u05e0\u05d4\u05dc \u05d4\u05de\u05e2\u05e8\u05db\u05ea \u05d3\u05d5\u05e8\u05e9 \u05e9\u05d9\u05de\u05d5\u05e9 \u05d1\u05de\u05e1\u05e4\u05e8 \u05e6\u05d5\u05e8\u05d5\u05ea \u05d0\u05d9\u05de\u05d5\u05ea, \u05ea\u05e0\u05d5\u05ea\u05d1 \u05d1\u05d7\u05d6\u05e8\u05d4 \u05dc\u05d3\u05e3 \u05d6\u05d4 \u05e2\u05d3 \u05e9\u05db\u05dc \u05e7\u05e8\u05d9\u05d8\u05e8\u05d9\u05d5\u05e0\u05d9 \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05d9\u05de\u05d5\u05dc\u05d0\u05d5.

Display_RecoverTokenSendChoices=\u05d9\u05d9\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05da \u05e7\u05d5\u05d3 \u05d0\u05d1\u05d8\u05d7\u05d4 \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da.  \u05d1\u05d7\u05e8 \u05d0\u05ea \u05d4\u05e9\u05d9\u05d8\u05d4 \u05d4\u05de\u05d5\u05e2\u05d3\u05e4\u05ea \u05e2\u05dc\u05d9\u05da \u05dc\u05e7\u05d1\u05dc\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4.
Display_RecoverTokenSendOneChoice=\u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da, \u05d9\u05d9\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05da \u05e7\u05d5\u05d3 \u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05db\u05ea\u05d5\u05d1\u05ea %1%.
Display_RecoverTokenSendChoiceEmail=\u05e9\u05dc\u05d7 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05dc\u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d3\u05d5\u05d0\u05e8 \u05d4\u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05d4\u05e8\u05e9\u05d5\u05de\u05d4 \u05e9\u05dc\u05da.
Display_RecoverTokenSendChoiceSMS=\u05e9\u05dc\u05d7 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05dc\u05d8\u05dc\u05e4\u05d5\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05da \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d4\u05e2\u05d1\u05e8\u05ea \u05d4\u05d5\u05d3\u05e2\u05d5\u05ea \u05d8\u05e7\u05e1\u05d8 (SMS).
Display_RecoverTokenSuccess=\u05ea\u05d5\u05d3\u05d4 \u05e8\u05d1\u05d4\!  \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05e9\u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc <b>%1%</b> \u05d0\u05d5\u05de\u05ea.
Display_RecoverChoiceReset=\u05d4\u05d2\u05d3\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4.  \u05dc\u05d7\u05e5 \u05db\u05d0\u05df \u05d0\u05dd \u05e9\u05db\u05d7\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05d5\u05d0\u05ea\u05d4 \u05de\u05e2\u05d5\u05e0\u05d9\u05d9\u05df \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4.  \u05d1\u05e0\u05d5\u05e1\u05e3, \u05e0\u05e2\u05d9\u05dc\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e9\u05dc\u05da \u05ea\u05d1\u05d5\u05d8\u05dc \u05db\u05d0\u05e9\u05e8 \u05ea\u05d2\u05d3\u05d9\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4.
Display_RecoverChoiceResetInhibit=\u05d0\u05d9\u05df \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea\u05da \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05db\u05e8\u05d2\u05e2 \u05de\u05d0\u05d7\u05e8 \u05e9\u05d4\u05d9\u05d0 \u05e0\u05de\u05e6\u05d0\u05ea \u05d1\u05d2\u05d1\u05d5\u05dc \u05d4\u05de\u05d9\u05e0\u05d9\u05de\u05dc\u05d9 \u05e9\u05dc \u05de\u05e9\u05da \u05d7\u05d9\u05d9 \u05e1\u05d9\u05e1\u05de\u05d4.
Display_RecoverChoiceUnlock=\u05d1\u05d8\u05dc \u05d0\u05ea \u05e0\u05e2\u05d9\u05dc\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df.  \u05d0\u05dd \u05d0\u05ea\u05d4 \u05d6\u05d5\u05db\u05e8 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4, \u05ea\u05d5\u05db\u05dc \u05dc\u05d1\u05d8\u05dc \u05d0\u05ea \u05e0\u05e2\u05d9\u05dc\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05d1\u05d7\u05d9\u05e8\u05d4 \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05d6\u05d5.  \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05dc\u05d0 \u05ea\u05e9\u05ea\u05e0\u05d4.
Display_RecoverEnterCode=\u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da, \u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05da \u05e7\u05d5\u05d3 \u05d0\u05d1\u05d8\u05d7\u05d4 \u05dc\u05db\u05ea\u05d5\u05d1\u05ea %1%. \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05e7\u05d9\u05e9\u05d5\u05e8 \u05d1\u05d4\u05d5\u05d3\u05e2\u05ea \u05d4\u05d3\u05d5\u05d0\u05e8 \u05d4\u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05d0\u05d5 \u05d4\u05e2\u05ea\u05e7 \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05d5\u05d4\u05d3\u05d1\u05e7 \u05d0\u05d5\u05ea\u05d5 \u05db\u05d0\u05df.
Display_RecoverEnterCodeSMS=\u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da, \u05e0\u05e9\u05dc\u05d7 \u05e7\u05d5\u05d3 \u05d0\u05d1\u05d8\u05d7\u05d4 \u05d0\u05dc \u05de\u05e1\u05e4\u05e8 \u05d4\u05d8\u05dc\u05e4\u05d5\u05df \u05e9\u05dc\u05da \u05d1-%1%. \u05d4\u05d6\u05df \u05db\u05d0\u05df \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05e9\u05de\u05d5\u05e4\u05d9\u05e2 \u05d1\u05d4\u05d5\u05d3\u05e2\u05d4.
Display_RecoverPassword=\u05e2\u05e0\u05d4 \u05e2\u05dc \u05d4\u05e9\u05d0\u05dc\u05d5\u05ea \u05dc\u05d4\u05dc\u05df. \u05d0\u05dd \u05ea\u05e2\u05e0\u05d4 \u05e2\u05dc\u05d9\u05d4\u05df \u05e0\u05db\u05d5\u05e0\u05d4, \u05ea\u05d5\u05db\u05dc \u05dc\u05d0\u05e4\u05e1 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4.
Display_RecoverPasswordChoices=\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05e0\u05e0\u05e2\u05dc \u05e2\u05e7\u05d1 \u05d7\u05e8\u05d9\u05d2\u05d4 \u05de\u05d4\u05de\u05e1\u05e4\u05e8 \u05d4\u05de\u05d5\u05ea\u05e8 \u05e9\u05dc \u05e0\u05d9\u05e1\u05d9\u05d5\u05e0\u05d5\u05ea \u05db\u05e0\u05d9\u05e1\u05d4 \u05e9\u05d2\u05d5\u05d9\u05d9\u05dd.  \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05de\u05e9\u05d9\u05da \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05d1\u05d9\u05d8\u05d5\u05dc \u05e0\u05e2\u05d9\u05dc\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05d0\u05d5 \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05e9\u05d9\u05e0\u05d5\u05d9 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da.
Display_RecoverRandomResponses=\u05e2\u05dc\u05d9\u05da \u05dc\u05e2\u05e0\u05d5\u05ea \u05e2\u05dc \u05d4\u05e9\u05d0\u05dc\u05d5\u05ea \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.
Display_RecoverRequiredResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05dc\u05d4 \u05e0\u05d3\u05e8\u05e9\u05d5\u05ea \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05de\u05e0\u05d4\u05dc \u05d4\u05de\u05e2\u05e8\u05db\u05ea.
Display_RecoverOTP=\u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da, \u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05da \u05db\u05d3\u05d9 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4.
Display_RecoverOTPIdentified=\u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05da, \u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05da \u05db\u05d3\u05d9 \u05dc\u05d9\u05e6\u05d5\u05e8 \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4.  \u05de\u05d6\u05d4\u05d4 \u05d4\u05e8\u05d9\u05e9\u05d5\u05dd \u05e9\u05dc \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05da \u05d4\u05d5\u05d0 <b>%1%</b>.
Display_ResponsesPrompt=\u05d4\u05e7\u05dc\u05d3 \u05d0\u05ea \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05e9\u05dc\u05da
Display_SelectionIndicator=\u05d1\u05d7\u05e8 \u05e4\u05e8\u05d9\u05d8 \u05e9\u05d0\u05dc\u05d4 \u05de\u05ea\u05d5\u05da \u05d4\u05e8\u05e9\u05d9\u05de\u05d4
Display_SearchCompleted=\u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d4\u05d5\u05e9\u05dc\u05dd.
Display_SearchResultsInfo=\u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d4\u05d7\u05d6\u05d9\u05e8 %1% \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d1-%2%.
Display_SearchResultsExceeded=\u05ea\u05d5\u05e6\u05d0\u05d5\u05ea \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d7\u05e8\u05d2\u05d5 \u05de\u05d2\u05d5\u05d3\u05dc \u05d4\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d4\u05de\u05e7\u05e1\u05d9\u05de\u05dc\u05d9
Display_SetRandomPasswordPrompt=\u05d4\u05d0\u05dd \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05dc\u05de\u05e9\u05ea\u05de\u05e9 \u05d6\u05d4 \u05e1\u05d9\u05e1\u05de\u05d4 \u05d0\u05e7\u05e8\u05d0\u05d9\u05ea \u05d7\u05d3\u05e9\u05d4?
Display_SearchResultsNone=\u05d0\u05d9\u05df \u05ea\u05d5\u05e6\u05d0\u05d5\u05ea
Display_Second=\u05e9\u05e0\u05d9\u05d4
Display_Seconds=\u05e9\u05e0\u05d9\u05d5\u05ea
Display_SetupHelpdeskResponses=<p>\u05de\u05e0\u05d4\u05dc \u05d4\u05de\u05e2\u05e8\u05db\u05ea \u05d3\u05d5\u05e8\u05e9 \u05e9\u05ea\u05e1\u05e4\u05e7 \u05d0\u05ea \u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d4\u05d1\u05d0\u05d5\u05ea.  \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d0\u05dc\u05d4 \u05de\u05e9\u05de\u05e9\u05d5\u05ea \u05dc\u05d0\u05d9\u05de\u05d5\u05ea \u05d6\u05d4\u05d5\u05ea\u05da \u05d1\u05de\u05e7\u05e8\u05d4 \u05e9\u05dc \u05e4\u05e0\u05d9\u05d9\u05d4 \u05dc\u05e6\u05d5\u05d5\u05ea \u05d4\u05ea\u05de\u05d9\u05db\u05d4 \u05dc\u05e7\u05d1\u05dc\u05ea \u05e1\u05d9\u05d5\u05e2.</p>
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=<p>\u05d0\u05dd \u05ea\u05e9\u05db\u05d7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05d2\u05e9\u05ea \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05de\u05e2\u05e0\u05d4 \u05e2\u05dc \u05e9\u05d0\u05dc\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4.</p><p>\u05d1\u05d7\u05e8 \u05d0\u05ea \u05d4\u05e9\u05d0\u05dc\u05d5\u05ea \u05d5\u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05e9\u05d1\u05d4\u05df \u05e0\u05d9\u05ea\u05df \u05d9\u05d4\u05d9\u05d4 \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05dc\u05d0\u05d9\u05de\u05d5\u05ea \u05d6\u05d4\u05d5\u05ea\u05da \u05d1\u05de\u05e7\u05e8\u05d4 \u05e9\u05ea\u05e9\u05db\u05d7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da.  \u05de\u05d0\u05d7\u05e8 \u05e9\u05e0\u05d9\u05ea\u05df \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d0\u05dc\u05d4 \u05db\u05d3\u05d9 \u05dc\u05d2\u05e9\u05ea \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05da, \u05d4\u05e7\u05e4\u05d3 \u05dc\u05e1\u05e4\u05e7 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05e9\u05d0\u05d9\u05e0\u05df \u05e7\u05dc\u05d5\u05ea \u05dc\u05e0\u05d9\u05d7\u05d5\u05e9 \u05d0\u05d5 \u05dc\u05d2\u05d9\u05dc\u05d5\u05d9 \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05d0\u05e0\u05e9\u05d9\u05dd \u05d0\u05d7\u05e8\u05d9\u05dd.</p>
Display_SetupOtpSecret=\u05d0\u05dd \u05ea\u05e9\u05db\u05d7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05d2\u05e9\u05ea \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05e9\u05dc\u05da.  \u05e4\u05e2\u05dc \u05d1\u05d4\u05ea\u05d0\u05dd \u05dc\u05d4\u05e0\u05d7\u05d9\u05d5\u05ea \u05dc\u05d4\u05dc\u05df \u05d1\u05d4\u05ea\u05d0\u05dd \u05dc\u05e1\u05d5\u05d2 \u05d4\u05d4\u05ea\u05e7\u05df \u05e9\u05dc\u05da.
Display_SetupOtp_Android_Title=Android
Display_SetupOtp_Android_Steps=<b>\u05d4\u05ea\u05e7\u05df \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd Google Authenticator \u05e2\u05d1\u05d5\u05e8 Android.</b><ol><li>\u05d1\u05de\u05db\u05e9\u05d9\u05e8 \u05d4\u05d8\u05dc\u05e4\u05d5\u05df, \u05e2\u05d1\u05d5\u05e8 \u05d0\u05dc Google Play Store.</li><li>\u05d7\u05e4\u05e9 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd <b>Google Authenticator</b>.<br/>(<a target\="playstore" href\="https\://play.google.com/store/apps/details?id\=com.google.android.apps.authenticator2">\u05d4\u05d5\u05e8\u05d3 \u05de-Google Play Store</a>)</li><li>\u05d4\u05d5\u05e8\u05d3 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d5\u05d4\u05ea\u05e7\u05df \u05d0\u05d5\u05ea\u05d5.</li></ol><b>\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df, \u05e4\u05ea\u05d7 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd Google Authenticator \u05d5\u05d4\u05d2\u05d3\u05e8 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea\u05d5.</b><ol><li>\u05d1\u05d9\u05d9\u05e9\u05d5\u05dd Google Authenticator, \u05d2\u05e2 \u05d1\u05e1\u05de\u05dc \u05d4\u05ea\u05e4\u05e8\u05d9\u05d8 \u05d5\u05d1\u05d7\u05e8 \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea '\u05d4\u05d2\u05d3\u05e8 \u05d7\u05e9\u05d1\u05d5\u05df'.</li><li>\u05d1\u05d7\u05e8 \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea '\u05e1\u05e8\u05d5\u05e7 \u05d1\u05e8\u05e7\u05d5\u05d3'.</li><li>\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05de\u05e6\u05dc\u05de\u05ea \u05d4\u05d8\u05dc\u05e4\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05e1\u05e8\u05d5\u05e7 \u05d1\u05e8\u05e7\u05d5\u05d3 \u05d6\u05d4.</li><li>\u05dc\u05d0\u05d7\u05e8 \u05e1\u05d9\u05d5\u05dd \u05e1\u05e8\u05d9\u05e7\u05ea \u05d4\u05d1\u05e8\u05e7\u05d5\u05d3, \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d4\u05de\u05e9\u05da'.</li></ol>
Display_SetupOtp_iPhone_Title=iPhone
Display_SetupOtp_iPhone_Steps=<b>\u05d1\u05d4\u05ea\u05e7\u05df \u05d4- iPhone, \u05d4\u05e7\u05e9 \u05e2\u05dc \u05d4\u05e1\u05de\u05dc App Store.</b><ol><li>\u05d1\u05de\u05db\u05e9\u05d9\u05e8 \u05d4\u05d8\u05dc\u05e4\u05d5\u05df, \u05e2\u05d1\u05d5\u05e8 \u05d0\u05dc App Store.</li><li>\u05d7\u05e4\u05e9 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd <b>Google Authenticator</b>.<br/>(<a target\="itunesstore" href\="https\://itunes.apple.com/us/app/google-authenticator/id388497605?mt\=8">\u05d4\u05d5\u05e8\u05d3 \u05de-App Store</a>)</li><li>\u05d4\u05e7\u05e9 \u05e2\u05dc \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d5\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df \u05d4\u05e7\u05e9 \u05e2\u05dc '\u05d7\u05d9\u05e0\u05dd' \u05db\u05d3\u05d9 \u05dc\u05d4\u05d5\u05e8\u05d9\u05d3 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d5\u05dc\u05d4\u05ea\u05e7\u05d9\u05df \u05d0\u05d5\u05ea\u05d5.</li></ol><b>\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df, \u05e4\u05ea\u05d7 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd Google Authenticator \u05d5\u05d4\u05d2\u05d3\u05e8 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea\u05d5.</b><ol><li>\u05d1\u05d9\u05d9\u05e9\u05d5\u05dd Google Authenticator, \u05d4\u05e7\u05e9 \u05e2\u05dc '+' \u05d5\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df \u05d4\u05e7\u05e9 \u05e2\u05dc '\u05e1\u05e8\u05d5\u05e7 \u05d1\u05e8\u05e7\u05d5\u05d3'.</li><li>\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05de\u05e6\u05dc\u05de\u05ea \u05d4\u05d8\u05dc\u05e4\u05d5\u05df \u05db\u05d3\u05d9 \u05dc\u05e1\u05e8\u05d5\u05e7 \u05d1\u05e8\u05e7\u05d5\u05d3 \u05d6\u05d4.</li><li> \u05dc\u05d0\u05d7\u05e8 \u05e1\u05d9\u05d5\u05dd \u05e1\u05e8\u05d9\u05e7\u05ea \u05d4\u05d1\u05e8\u05e7\u05d5\u05d3, \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d4\u05de\u05e9\u05da'.</li></ol>
Display_SetupOtp_Other_Title=\u05d0\u05d7\u05e8
Display_SetupOtp_Other_Steps=<b>\u05d7\u05e4\u05e9 \u05d9\u05d9\u05e9\u05d5\u05dd \u05ea\u05d5\u05d0\u05dd \u05dc\u05d0\u05d9\u05de\u05d5\u05ea \u05d3\u05d5-\u05d2\u05d5\u05e8\u05de\u05d9.</b><ul><li>\u05e0\u05e1\u05d4 \u05dc\u05d7\u05e4\u05e9 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd <b>Google Authenticator</b> \u05d1\u05d7\u05e0\u05d5\u05ea \u05d4\u05d0\u05e4\u05dc\u05d9\u05e7\u05e6\u05d9\u05d5\u05ea \u05e9\u05dc \u05d4\u05d4\u05ea\u05e7\u05df.<br/>\u05dc\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e8\u05d1\u05d9\u05dd \u05de\u05d5\u05e6\u05e2\u05d9\u05dd \u05d9\u05d9\u05e9\u05d5\u05de\u05d9\u05dd \u05ea\u05d5\u05d0\u05de\u05d9\u05dd.</li><li>\u05e0\u05e1\u05d4 \u05dc\u05d7\u05e4\u05e9 \u05d9\u05d9\u05e9\u05d5\u05dd \u05e9\u05ea\u05d5\u05d0\u05dd \u05d1'<b>\u05d0\u05e1\u05d9\u05de\u05d5\u05e0\u05d9 \u05d0\u05d1\u05d8\u05d7\u05d4 \u05de\u05e1\u05d5\u05d2 TOTP</b>' \u05d0\u05d5 'RFC6238'</li><li>\u05d4\u05d5\u05e8\u05d3 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d5\u05d4\u05ea\u05e7\u05df \u05d0\u05d5\u05ea\u05d5.</li></ul><b>\u05dc\u05d0\u05d7\u05e8 \u05de\u05db\u05df, \u05e4\u05ea\u05d7 \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd \u05d5\u05d4\u05d2\u05d3\u05e8 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea\u05d5.</b><ol><li>\u05d4\u05d6\u05df \u05d0\u05ea \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05dc\u05d4\u05dc\u05df \u05d0\u05d5 \u05e1\u05e8\u05d5\u05e7 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05d1\u05d4\u05ea\u05d0\u05dd \u05dc\u05d4\u05e0\u05d7\u05d9\u05d5\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.</li><li>\u05dc\u05d0\u05d7\u05e8 \u05e1\u05d9\u05d5\u05dd \u05d4\u05d2\u05d3\u05e8\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd, \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d4\u05de\u05e9\u05da'.</li></ol>
Display_SetupOtp_VerificationCodeFormat=\u05e2\u05dc \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05dc\u05d4\u05db\u05d9\u05dc 6 \u05e1\u05e4\u05e8\u05d5\u05ea.
Display_TokenDestination=\u05d9\u05e2\u05d3 \u05d4\u05d0\u05e1\u05d9\u05de\u05d5\u05df
Display_TokenResend=\u05e7\u05d5\u05d3 \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05d0\u05de\u05d5\u05e8 \u05dc\u05d4\u05d2\u05d9\u05e2 \u05de\u05d9\u05d3.  \u05d0\u05dd \u05e2\u05d1\u05e8\u05d5 \u05db\u05de\u05d4 \u05d3\u05e7\u05d5\u05ea \u05d5\u05d8\u05e8\u05dd \u05e7\u05d9\u05d1\u05dc\u05ea \u05e7\u05d5\u05d3, \u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05e9\u05dc\u05d7 \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3' \u05db\u05d3\u05d9 \u05dc\u05e7\u05d1\u05dc \u05e7\u05d5\u05d3 \u05d7\u05d3\u05e9.
Display_UsernameHeader=@User\:ID@
Display_UsernameFooter=@User\:ID@
Display_ViewDetails=\u05d4\u05e6\u05d2\u05ea \u05e4\u05e8\u05d8\u05d9\u05dd
Display_WarnExistingOtpSecretTime=\u05e8\u05e9\u05de\u05ea \u05db\u05d1\u05e8 \u05d0\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d1\u05ea\u05d0\u05e8\u05d9\u05da <span class\="timestamp">%1%</span>.  \u05ea\u05d5\u05db\u05dc \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d0\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d5\u05db\u05d7\u05d9 \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05d4\u05e7\u05dc\u05d3\u05ea \u05d4\u05e7\u05d5\u05d3 \u05e9\u05e0\u05d5\u05e6\u05e8 \u05dc\u05d4\u05dc\u05df.  \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d5\u05db\u05d7\u05d9.
Display_WarnExistingOtpSecret=\u05e8\u05e9\u05de\u05ea \u05db\u05d1\u05e8 \u05d0\u05ea \u05d4\u05d4\u05ea\u05e7\u05df.  \u05ea\u05d5\u05db\u05dc \u05dc\u05d1\u05d3\u05d5\u05e7 \u05d0\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d5\u05db\u05d7\u05d9 \u05e2\u05dc-\u05d9\u05d3\u05d9 \u05d4\u05e7\u05dc\u05d3\u05ea \u05d4\u05e7\u05d5\u05d3 \u05e9\u05e0\u05d5\u05e6\u05e8 \u05dc\u05d4\u05dc\u05df.  \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea \u05d4\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d5\u05db\u05d7\u05d9.
Display_WarnExistingResponseTime=\u05d4\u05d2\u05d3\u05e8\u05ea \u05db\u05d1\u05e8 \u05d0\u05ea \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d4\u05d0\u05ea\u05d2\u05e8/\u05d4\u05ea\u05d2\u05d5\u05d1\u05d4 \u05e9\u05dc\u05da \u05d1\u05ea\u05d0\u05e8\u05d9\u05da <span class\="timestamp">%1%</span>.  \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05e2\u05e0\u05d5\u05ea \u05de\u05d7\u05d3\u05e9 \u05e2\u05dc \u05d4\u05e9\u05d0\u05dc\u05d5\u05ea.
Display_WarnExistingResponse=\u05d4\u05d2\u05d3\u05e8\u05ea \u05db\u05d1\u05e8 \u05d0\u05ea \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d4\u05d0\u05ea\u05d2\u05e8/\u05d4\u05ea\u05d2\u05d5\u05d1\u05d4 \u05e9\u05dc\u05da.  \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05e2\u05e0\u05d5\u05ea \u05de\u05d7\u05d3\u05e9 \u05e2\u05dc \u05d4\u05e9\u05d0\u05dc\u05d5\u05ea.
Display_WarnJavaScriptNotEnabledTitle=JavaScript \u05dc\u05d0 \u05de\u05d0\u05d5\u05e4\u05e9\u05e8
Display_WarnJavaScriptNotEnabledMessage=\u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05d4 \u05de\u05e1\u05ea\u05de\u05da \u05d1\u05d0\u05d5\u05e4\u05df \u05e0\u05e8\u05d7\u05d1 \u05e2\u05dc JavaScript \u05dc\u05e6\u05d5\u05e8\u05da \u05e4\u05e2\u05d5\u05dc\u05ea\u05d5 \u05d4\u05ea\u05e7\u05d9\u05e0\u05d4.  \u05d1\u05e2\u05d5\u05d3 \u05e9\u05db\u05de\u05d4 \u05ea\u05db\u05d5\u05e0\u05d5\u05ea \u05e2\u05e9\u05d5\u05d9\u05d5\u05ea \u05dc\u05d4\u05d9\u05d5\u05ea \u05d6\u05de\u05d9\u05e0\u05d5\u05ea \u05e2\u05d3\u05d9\u05d9\u05df \u05e2\u05dd \u05e4\u05d5\u05e0\u05e7\u05e6\u05d9\u05d5\u05e0\u05dc\u05d9\u05d5\u05ea \u05de\u05d5\u05e4\u05d7\u05ea\u05ea, \u05de\u05d5\u05de\u05dc\u05e5 \u05e9\u05ea\u05d4\u05e4\u05d5\u05da \u05d0\u05ea JavaScript \u05dc\u05d6\u05de\u05d9\u05df \u05d1\u05d3\u05e4\u05d3\u05e4\u05df \u05db\u05d3\u05d9 \u05dc\u05d9\u05d4\u05e0\u05d5\u05ea \u05de\u05d7\u05d5\u05d5\u05d9\u05d9\u05ea \u05d4\u05e9\u05d9\u05de\u05d5\u05e9 \u05d4\u05de\u05d9\u05d8\u05d1\u05d9\u05ea.
Display_PleaseVerifyOtp=\u05d4\u05d6\u05df \u05d0\u05ea \u05e7\u05d5\u05d3 \u05d4\u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05df 6 \u05d4\u05e1\u05e4\u05e8\u05d5\u05ea \u05de\u05d4\u05d4\u05ea\u05e7\u05df \u05e9\u05dc\u05da.  \u05d0\u05dd \u05d4\u05d4\u05ea\u05e7\u05df \u05e9\u05dc\u05da \u05d0\u05d9\u05e0\u05d5 \u05de\u05d5\u05d2\u05d3\u05e8 \u05dc\u05d0\u05e1\u05e4\u05e7\u05ea \u05e7\u05d5\u05d3 \u05d0\u05d9\u05de\u05d5\u05ea, \u05d7\u05d6\u05d5\u05e8 \u05dc\u05d3\u05e3 \u05d4\u05e7\u05d5\u05d3\u05dd \u05d5\u05d4\u05d2\u05d3\u05e8 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea \u05d4\u05d4\u05ea\u05e7\u05df.
Display_OtpRecoveryInfo=\u05e0\u05d9\u05ea\u05df \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05db\u05dc \u05d0\u05d7\u05d3 \u05de\u05e7\u05d5\u05d3\u05d9 \u05e9\u05d7\u05d6\u05d5\u05e8 \u05d0\u05dc\u05d4 \u05e4\u05e2\u05dd \u05d0\u05d7\u05ea \u05d1\u05dc\u05d1\u05d3 \u05d1\u05de\u05e7\u05e8\u05d4 \u05e9\u05d0\u05d9\u05df \u05d1\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea\u05da \u05dc\u05d2\u05e9\u05ea \u05dc\u05de\u05db\u05e9\u05d9\u05e8 \u05d4\u05d8\u05dc\u05e4\u05d5\u05df \u05e9\u05dc\u05da.  \u05d4\u05e7\u05e4\u05d3 <a class\="pwm-link-print">\u05dc\u05d4\u05d3\u05e4\u05d9\u05e1 \u05d3\u05e3 \u05d6\u05d4</a> \u05d0\u05d5 \u05dc\u05d7\u05dc\u05d5\u05e4\u05d9\u05df, \u05e8\u05e9\u05d5\u05dd \u05dc\u05e2\u05e6\u05de\u05da \u05e7\u05d5\u05d3\u05d9\u05dd \u05d0\u05dc\u05d4 \u05d5\u05d0\u05d7\u05e1\u05df \u05d0\u05d5\u05ea\u05dd \u05d1\u05de\u05e7\u05d5\u05dd \u05d1\u05d8\u05d5\u05d7.
Display_OtpClearWarning=\u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05d4\u05de\u05e9\u05d9\u05da? \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05d4\u05d4\u05e8\u05e9\u05de\u05d4 \u05d4\u05e7\u05d9\u05d9\u05de\u05ea \u05e9\u05dc\u05da \u05ea\u05e0\u05d5\u05e7\u05d4 \u05d5\u05ea\u05e6\u05d8\u05e8\u05da \u05dc\u05d4\u05d2\u05d3\u05d9\u05e8 \u05de\u05d7\u05d3\u05e9 \u05d0\u05ea \u05ea\u05e6\u05d5\u05e8\u05ea \u05d4\u05d4\u05ea\u05e7\u05df.
Display_ResponsesClearWarning=\u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05d4\u05de\u05e9\u05d9\u05da? \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d4\u05e7\u05d9\u05d9\u05de\u05d5\u05ea \u05e9\u05dc\u05da \u05d9\u05e0\u05d5\u05e7\u05d5 \u05d5\u05ea\u05e6\u05d8\u05e8\u05da \u05dc\u05e2\u05e0\u05d5\u05ea \u05de\u05d7\u05d3\u05e9 \u05e2\u05dc \u05e9\u05d0\u05dc\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05e9\u05dc\u05da.
Display_Shortcuts=\u05d1\u05d7\u05e8 \u05d1\u05d0\u05d7\u05d3 \u05de\u05d4\u05e7\u05d9\u05e9\u05d5\u05e8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.
Display_ShowPasswordGuide=\u05de\u05d3\u05e8\u05d9\u05da \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea
Display_StrengthMeter=\u05d7\u05d5\u05d6\u05e7 \u05e1\u05d9\u05e1\u05de\u05d4
Display_UpdateProfile=\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05dc\u05d4\u05dc\u05df\:
Display_UpdateProfileConfirm=\u05e1\u05e7\u05d5\u05e8 \u05d0\u05ea \u05d4\u05e4\u05e8\u05d8\u05d9\u05dd \u05e9\u05d4\u05d6\u05e0\u05ea \u05dc\u05d4\u05dc\u05df \u05d5\u05d0\u05e9\u05e8.
Display_UpdateProfileEnterCode=\u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05da \u05e7\u05d5\u05d3 \u05d1\u05e9\u05e2\u05d4 <b>%1%</b> \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05db\u05ea\u05d5\u05d1\u05ea \u05d4\u05d3\u05d5\u05d0\u05e8 \u05d4\u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05e9\u05dc\u05da.  \u05d4\u05d6\u05df \u05db\u05d0\u05df \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.
Display_UpdateProfileEnterCodeSMS=\u05e0\u05e9\u05dc\u05d7 \u05d0\u05dc\u05d9\u05da \u05e7\u05d5\u05d3 \u05d1\u05e9\u05e2\u05d4 <b>%1%</b> \u05db\u05d3\u05d9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05de\u05e1\u05e4\u05e8 \u05d4\u05d8\u05dc\u05e4\u05d5\u05df \u05e9\u05dc\u05da.  \u05d4\u05d6\u05df \u05db\u05d0\u05df \u05d0\u05ea \u05d4\u05e7\u05d5\u05d3 \u05db\u05d3\u05d9 \u05dc\u05d4\u05de\u05e9\u05d9\u05da.
Display_UserEventHistory=\u05d3\u05e3 \u05d6\u05d4 \u05de\u05e6\u05d9\u05d2 \u05d0\u05ea \u05d4\u05d9\u05e1\u05d8\u05d5\u05e8\u05d9\u05d9\u05ea \u05d0\u05d9\u05e8\u05d5\u05e2\u05d9 \u05d4\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05e9\u05dc\u05da. \u05e8\u05e7 \u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05d4\u05de\u05d1\u05d5\u05e6\u05e2\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd \u05d6\u05d4 \u05de\u05d5\u05e6\u05d2\u05d5\u05ea \u05db\u05d0\u05df. \u05db\u05dc \u05d4\u05d6\u05de\u05e0\u05d9\u05dd \u05d4\u05de\u05e6\u05d5\u05d9\u05e0\u05d9\u05dd \u05d4\u05dd \u05d1\u05d0\u05d6\u05d5\u05e8 \u05d4\u05d6\u05de\u05df %1%.
Display_TypingWait=\u05de\u05de\u05ea\u05d9\u05df \u05dc\u05d4\u05e9\u05dc\u05de\u05ea \u05d4\u05d4\u05e7\u05dc\u05d3\u05d4...
Display_EmailPrefix=\u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 -
Display_SmsPrefix=SMS -
Field_AccountEnabled=\u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05d6\u05de\u05d9\u05df
Field_AccountExpired=\u05ea\u05d5\u05e7\u05e3 \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e4\u05d2
Field_AccountExpirationTime=\u05de\u05d5\u05e2\u05d3 \u05ea\u05e4\u05d5\u05d2\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df
Field_Code=\u05e7\u05d5\u05d3
Field_DateTime=\u05ea\u05d0\u05e8\u05d9\u05da/\u05e9\u05e2\u05d4
Field_OneTimePassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3-\u05e4\u05e2\u05de\u05d9\u05ea
Field_Confirm_Prefix=\u05d0\u05d9\u05e9\u05d5\u05e8
Field_ConfirmPassword=\u05d0\u05d9\u05e9\u05d5\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4
Field_CurrentPassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05e0\u05d5\u05db\u05d7\u05d9\u05ea
Field_Display=\u05d4\u05e6\u05d2\u05d4
Field_ForwardURL=\u05db\u05ea\u05d5\u05d1\u05ea URL \u05dc\u05d4\u05e2\u05d1\u05e8\u05d4
Field_LastLoginTime=\u05de\u05d5\u05e2\u05d3 \u05db\u05e0\u05d9\u05e1\u05d4 \u05d0\u05d7\u05e8\u05d5\u05e0\u05d4
Field_LastLoginTimeDelta=\u05d3\u05dc\u05ea\u05d0 \u05e9\u05dc \u05de\u05d5\u05e2\u05d3 \u05db\u05e0\u05d9\u05e1\u05d4 \u05d0\u05d7\u05e8\u05d5\u05e0\u05d4
Field_LdapProfile=\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc LDAP
Field_Location=\u05de\u05d9\u05e7\u05d5\u05dd
Field_LogoutURL=\u05db\u05ea\u05d5\u05d1\u05ea URL \u05dc\u05d9\u05e6\u05d9\u05d0\u05d4
Field_Method=\u05e9\u05d9\u05d8\u05d4
Field_NetworkAddress=\u05db\u05ea\u05d5\u05d1\u05ea \u05e8\u05e9\u05ea
Field_NetworkHost=\u05de\u05d0\u05e8\u05d7 \u05e8\u05e9\u05ea
Field_NewPassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4
Field_Option_Select=\u05d1\u05d7\u05d9\u05e8\u05ea \u05e9\u05d0\u05dc\u05d4
Field_Password=\u05e1\u05d9\u05e1\u05de\u05d4
Field_PasswordExpirationTime=\u05de\u05d5\u05e2\u05d3 \u05ea\u05e4\u05d5\u05d2\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4
Field_PasswordExpired=\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e4\u05d2
Field_PasswordLocked=\u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e0\u05e0\u05e2\u05dc\u05d4 (\u05d6\u05d9\u05d4\u05d5\u05d9 \u05e4\u05d5\u05dc\u05e9)
Field_PasswordPreExpired=\u05ea\u05d5\u05e7\u05e3 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d8\u05e8\u05dd \u05e4\u05d2 \u05d1\u05e4\u05d5\u05e2\u05dc
Field_PasswordSetTime=\u05de\u05d5\u05e2\u05d3 \u05d4\u05d2\u05d3\u05e8\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4
Field_PasswordSetTimeDelta=\u05d3\u05dc\u05ea\u05d0 \u05e9\u05dc \u05de\u05d5\u05e2\u05d3 \u05d4\u05d2\u05d3\u05e8\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4
Field_PasswordViolatesPolicy=\u05de\u05e4\u05d9\u05e8\u05d4 \u05d0\u05ea \u05de\u05d3\u05d9\u05e0\u05d9\u05d5\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea
Field_PasswordWithinWarningPeriod=\u05d1\u05de\u05e1\u05d2\u05e8\u05ea \u05ea\u05e7\u05d5\u05e4\u05ea \u05d4\u05d0\u05d6\u05d4\u05e8\u05d4
Field_Policy=\u05de\u05d3\u05d9\u05e0\u05d9\u05d5\u05ea
Field_Profile=\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc
Field_ResponsesNeeded=\u05e0\u05d3\u05e8\u05e9\u05d9\u05dd \u05e2\u05d3\u05db\u05d5\u05e0\u05d9 \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea
Field_ResponsesStored=\u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05e0\u05e9\u05de\u05e8\u05d5
Field_ResponsesTimestamp=\u05d7\u05d5\u05ea\u05de\u05ea \u05d6\u05de\u05df \u05e9\u05dc \u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05e9\u05de\u05d5\u05e8\u05d5\u05ea
Field_User_Supplied_Question=\u05e9\u05d0\u05dc\u05d4
Field_UserDN=DN \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9
Field_UserGUID=GUID \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9
Field_Username=\u05e9\u05dd \u05de\u05e9\u05ea\u05de\u05e9
Field_UserEmail=\u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9
Field_UserSMS=SMS
Field_OTP_Identifier=\u05de\u05d6\u05d4\u05d4
Field_OTP_Secret=\u05e1\u05d5\u05d3
Field_OTP_Type=\u05e1\u05d5\u05d2
Field_OTP_RecoveryCodes=\u05e7\u05d5\u05d3\u05d9 \u05e9\u05d7\u05d6\u05d5\u05e8
Field_OTP_Stored=OTP \u05e0\u05e9\u05de\u05e8
Field_OTP_Timestamp=\u05de\u05d5\u05e2\u05d3 \u05e9\u05de\u05d9\u05e8\u05ea OTP
Field_VerificationMethodPreviousAuth=\u05d0\u05d9\u05de\u05d5\u05ea \u05e7\u05d5\u05d3\u05dd
Field_VerificationMethodToken=\u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d4\u05d5\u05d3\u05e2\u05ea SMS/\u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9
Field_VerificationMethodOTP=\u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d4\u05ea\u05e7\u05df \u05e0\u05d9\u05d9\u05d3
Field_VerificationMethodChallengeResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05d5\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05e1\u05d5\u05d3\u05d9\u05d5\u05ea
Field_VerificationMethodAttributes=\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05d0\u05d9\u05e9\u05d9\u05d9\u05dd
Field_VerificationMethodRemoteResponses=\u05ea\u05d2\u05d5\u05d1\u05d5\u05ea \u05d7\u05d9\u05e6\u05d5\u05e0\u05d9\u05d5\u05ea
Field_VerificationMethodNAAF=Advanced Authentication
Field_VerificationMethodOAuth=\u05d0\u05d9\u05de\u05d5\u05ea OAuth \u05d7\u05d9\u05e6\u05d5\u05e0\u05d9
Description_VerificationMethodPreviousAuth=
Description_VerificationMethodToken=
Description_VerificationMethodOTP=
Description_VerificationMethodChallengeResponses=
Description_VerificationMethodAttributes=
Description_VerificationMethodRemoteResponses=
Description_VerificationMethodNAAF=
Description_VerificationMethodOAuth=
Field_Placeholder_Answer=\u05ea\u05e9\u05d5\u05d1\u05d4
Long_Title_ActivateUser=\u05d4\u05e4\u05e2\u05dc \u05d7\u05e9\u05d1\u05d5\u05df \u05de\u05d5\u05d2\u05d3\u05e8 \u05de\u05e8\u05d0\u05e9 \u05d5\u05e6\u05d5\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4 \u05d7\u05d3\u05e9\u05d4.
Long_Title_Admin=\u05e4\u05d5\u05e0\u05e7\u05e6\u05d9\u05d5\u05ea \u05e0\u05d9\u05d4\u05d5\u05dc\u05d9\u05d5\u05ea
Long_Title_ChangePassword=\u05e9\u05e0\u05d4 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05e0\u05d5\u05db\u05d7\u05d9\u05ea \u05e9\u05dc\u05da.
Long_Title_ForgottenPassword=\u05d4\u05e9\u05d2 \u05de\u05d7\u05d3\u05e9 \u05d2\u05d9\u05e9\u05d4 \u05dc\u05d7\u05e9\u05d1\u05d5\u05e0\u05da \u05d0\u05dd \u05e9\u05db\u05d7\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4.
Long_Title_ForgottenUsername=\u05d7\u05e4\u05e9 \u05d0\u05ea \u05e9\u05dd \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05e0\u05e9\u05db\u05d7.
Long_Title_GuestRegistration=\u05e8\u05e9\u05d5\u05dd \u05d7\u05e9\u05d1\u05d5\u05df \u05d7\u05d3\u05e9 \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7.
Long_Title_GuestUpdate=\u05e2\u05d3\u05db\u05df \u05d7\u05e9\u05d1\u05d5\u05df \u05d7\u05d3\u05e9 \u05e9\u05dc \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7.
Long_Title_Helpdesk=\u05db\u05dc\u05d9 \u05e6\u05d5\u05d5\u05ea \u05ea\u05de\u05d9\u05db\u05d4
Long_Title_Logout=\u05d4\u05ea\u05e0\u05ea\u05e7 \u05de\u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05d1\u05e9\u05d9\u05e8\u05d5\u05ea \u05e2\u05e6\u05de\u05d9.
Long_Title_Main_Menu=\u05d4\u05ea\u05e4\u05e8\u05d9\u05d8 \u05d4\u05e8\u05d0\u05e9\u05d9 \u05e9\u05dc \u05d9\u05d9\u05e9\u05d5\u05dd \u05d4\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05d1\u05e9\u05d9\u05e8\u05d5\u05ea \u05e2\u05e6\u05de\u05d9. \u05de\u05db\u05d0\u05df \u05ea\u05d5\u05db\u05dc \u05dc\u05e9\u05e0\u05d5\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05d4\u05e0\u05d5\u05db\u05d7\u05d9\u05ea \u05e9\u05dc\u05da, \u05dc\u05d0\u05e4\u05e1 \u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05d0\u05d5\u05ea\u05d4 \u05e9\u05db\u05d7\u05ea \u05d0\u05d5 \u05dc\u05d1\u05e6\u05e2 \u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05d0\u05d7\u05e8\u05d5\u05ea \u05d4\u05e7\u05e9\u05d5\u05e8\u05d5\u05ea \u05dc\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea.
Long_Title_NewUser=\u05e6\u05d5\u05e8 \u05d7\u05e9\u05d1\u05d5\u05df \u05de\u05e9\u05ea\u05de\u05e9 \u05d7\u05d3\u05e9.
Long_Title_PeopleSearch=\u05d7\u05e4\u05e9 \u05d0\u05ea \u05e4\u05e8\u05d8\u05d9 \u05d4\u05e7\u05e9\u05e8 \u05e9\u05dc \u05d4\u05e2\u05de\u05d9\u05ea\u05d9\u05dd \u05e9\u05dc\u05da.
Long_Title_SetupResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05d4\u05d0\u05d1\u05d8\u05d7\u05d4 \u05d5\u05d4\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05de\u05d0\u05e4\u05e9\u05e8\u05d5\u05ea \u05dc\u05da \u05dc\u05e9\u05d7\u05d6\u05e8 \u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05e0\u05e9\u05db\u05d7\u05d4.
Long_Title_SetupOtpSecret=\u05d4\u05d2\u05d3\u05e8 \u05d4\u05ea\u05e7\u05df \u05e0\u05d9\u05d9\u05d3 \u05d4\u05de\u05db\u05d9\u05dc \u05d0\u05ea \u05d4\u05d9\u05d9\u05e9\u05d5\u05dd.  \u05d0\u05dd \u05ea\u05e9\u05db\u05d7 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da, \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d4\u05ea\u05e7\u05df \u05d4\u05e0\u05d9\u05d9\u05d3 \u05db\u05d3\u05d9 \u05dc\u05d1\u05e6\u05e2 \u05d0\u05d9\u05de\u05d5\u05ea \u05dc\u05d0\u05ea\u05e8 \u05d6\u05d4.
Long_Title_Shortcuts=\u05e7\u05d9\u05e6\u05d5\u05e8\u05d9 \u05d3\u05e8\u05da \u05de\u05d5\u05ea\u05d0\u05de\u05d9\u05dd \u05d0\u05d9\u05e9\u05d9\u05ea
Long_Title_UpdateProfile=\u05e2\u05d3\u05db\u05df \u05d0\u05ea \u05e0\u05ea\u05d5\u05e0\u05d9 \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05dc\u05da.
Long_Title_UserEventHistory=\u05d4\u05d9\u05e1\u05d8\u05d5\u05e8\u05d9\u05d9\u05ea \u05d0\u05d9\u05e8\u05d5\u05e2\u05d9 \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea.  \u05e8\u05d0\u05d4 \u05de\u05ea\u05d9 \u05e9\u05d9\u05e0\u05d9\u05ea \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05d1\u05e2\u05d1\u05e8.
Long_Title_UserInformation=\u05de\u05d9\u05d3\u05e2 \u05e2\u05dc \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05d5\u05e2\u05dc \u05e7\u05d5\u05d5\u05d9 \u05d4\u05de\u05d3\u05d9\u05e0\u05d9\u05d5\u05ea \u05e9\u05dc \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea.
Long_Title_DeleteAccount=\u05d4\u05e1\u05e8\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05d5\u05d4\u05e4\u05e8\u05d5\u05e4\u05d9\u05dc \u05e9\u05dc\u05da \u05de\u05e9\u05d9\u05e8\u05d5\u05ea \u05d6\u05d4
Long_Title_VerificationSend=\u05dc\u05e4\u05e0\u05d9 \u05e9\u05e0\u05d9\u05ea\u05df \u05d9\u05d4\u05d9\u05d4 \u05dc\u05d1\u05d7\u05d5\u05e8 \u05de\u05e9\u05ea\u05de\u05e9 \u05d6\u05d4, \u05d9\u05e9 \u05dc\u05d0\u05de\u05ea \u05d0\u05ea \u05d6\u05d4\u05d5\u05ea\u05d5.  \u05d1\u05d7\u05e8 \u05e9\u05d9\u05d8\u05ea \u05d0\u05d9\u05de\u05d5\u05ea.
Title_AnsweredQuestions=\u05e9\u05d0\u05dc\u05d5\u05ea \u05e9\u05e0\u05e2\u05e0\u05d5
Title_ActivateUser=\u05d4\u05e4\u05e2\u05dc\u05ea \u05d7\u05e9\u05d1\u05d5\u05df
Title_Admin=\u05e0\u05d9\u05d4\u05d5\u05dc
Title_Captcha=\u05d0\u05d9\u05de\u05d5\u05ea
Title_ChangePassword=\u05e9\u05d9\u05e0\u05d5\u05d9 \u05e1\u05d9\u05e1\u05de\u05d4
Title_ConfirmResponses=\u05d0\u05d9\u05e9\u05d5\u05e8 \u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05d1\u05d8\u05d7\u05d4
Title_Error=\u05e9\u05d2\u05d9\u05d0\u05d4
Title_ForgottenPassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05e0\u05e9\u05db\u05d7\u05d4
Title_ForgottenUsername=\u05e9\u05dd \u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05e0\u05e9\u05db\u05d7
Title_GuestRegistration=\u05e8\u05d9\u05e9\u05d5\u05dd \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7
Title_GuestUpdate=\u05e2\u05d3\u05db\u05d5\u05df \u05de\u05e9\u05ea\u05de\u05e9 \u05d0\u05d5\u05e8\u05d7
Title_Helpdesk=\u05e6\u05d5\u05d5\u05ea \u05ea\u05de\u05d9\u05db\u05d4
Title_HelpDeskCard=\u05db\u05e8\u05d8\u05d9\u05e1\u05d9 \u05e6\u05d5\u05d5\u05ea \u05ea\u05de\u05d9\u05db\u05d4
Title_HelpDeskTable=\u05d8\u05d1\u05dc\u05ea \u05e6\u05d5\u05d5\u05ea \u05ea\u05de\u05d9\u05db\u05d4
Title_LocaleSelect=\u05d1\u05d7\u05d9\u05e8\u05ea \u05d0\u05d6\u05d5\u05e8
Title_Login=\u05db\u05e0\u05d9\u05e1\u05d4
Title_Logout=\u05d9\u05e6\u05d9\u05d0\u05d4
Title_LogoutPublic=\u05d6\u05de\u05df \u05e7\u05e6\u05d5\u05d1 \u05dc\u05d7\u05d5\u05e1\u05e8 \u05e4\u05e2\u05d9\u05dc\u05d5\u05ea
Title_MainPage=\u05ea\u05e4\u05e8\u05d9\u05d8 \u05e8\u05d0\u05e9\u05d9
Title_NewUser=\u05e8\u05d9\u05e9\u05d5\u05dd \u05de\u05e9\u05ea\u05de\u05e9 \u05d7\u05d3\u05e9
Title_OrgChart=\u05ea\u05e8\u05e9\u05d9\u05dd \u05d0\u05e8\u05d2\u05d5\u05e0\u05d9
Title_PasswordGuide=\u05de\u05d3\u05e8\u05d9\u05da \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea
Title_PasswordPolicy=\u05de\u05d3\u05d9\u05e0\u05d9\u05d5\u05ea \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea
Title_PasswordStrength=\u05d7\u05d5\u05d6\u05e7 \u05e1\u05d9\u05e1\u05de\u05d4
Title_PasswordWarning=\u05d0\u05d6\u05d4\u05e8\u05ea \u05e1\u05d9\u05e1\u05de\u05d4
Title_PeopleSearch=\u05d7\u05d9\u05e4\u05d5\u05e9 \u05d0\u05e0\u05e9\u05d9\u05dd
Title_PeopleSearchCard=\u05db\u05e8\u05d8\u05d9\u05e1\u05d9 \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d0\u05e0\u05e9\u05d9\u05dd
Title_PeopleSearchTable=\u05d8\u05d1\u05dc\u05ea \u05d7\u05d9\u05e4\u05d5\u05e9 \u05d0\u05e0\u05e9\u05d9\u05dd
Title_PleaseWait=\u05e0\u05d0 \u05d4\u05de\u05ea\u05df
Title_RandomPasswords=\u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea \u05d0\u05e7\u05e8\u05d0\u05d9\u05d5\u05ea
Title_RecentVerifications=\u05d0\u05d9\u05de\u05d5\u05ea\u05d9\u05dd \u05d0\u05d7\u05e8\u05d5\u05e0\u05d9\u05dd
Title_RecoverPassword=\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05e0\u05e9\u05db\u05d7\u05d4
Title_RecoverRandomResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05e7\u05e8\u05d0\u05d9\u05d5\u05ea
Title_RecoverRequiredResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05e0\u05d3\u05e8\u05e9\u05d5\u05ea
Title_SecurityResponses=\u05ea\u05e9\u05d5\u05d1\u05d5\u05ea \u05d0\u05d1\u05d8\u05d7\u05d4
Title_SetupRandomResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05e7\u05e8\u05d0\u05d9\u05d5\u05ea
Title_SetupRequiredResponses=\u05e9\u05d0\u05dc\u05d5\u05ea \u05e0\u05d3\u05e8\u05e9\u05d5\u05ea
Title_SetupResponses=\u05d4\u05d2\u05d3\u05e8\u05ea \u05e9\u05d0\u05dc\u05d5\u05ea \u05d0\u05d1\u05d8\u05d7\u05d4
Title_SetupOtpSecret=\u05d4\u05d2\u05d3\u05e8\u05ea \u05d0\u05d9\u05de\u05d5\u05ea \u05d1\u05d0\u05de\u05e6\u05e2\u05d5\u05ea \u05d9\u05d9\u05e9\u05d5\u05dd \u05dc\u05d4\u05ea\u05e7\u05e0\u05d9\u05dd \u05e0\u05d9\u05d9\u05d3\u05d9\u05dd
Title_Shortcuts=\u05e7\u05d9\u05e6\u05d5\u05e8\u05d9 \u05d3\u05e8\u05da
Title_Status=\u05e1\u05d8\u05d8\u05d5\u05e1
Title_Success=\u05d4\u05e6\u05dc\u05d7\u05d4
Title_UpdateProfile=\u05e2\u05d3\u05db\u05d5\u05df \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc
Title_UpdateProfileConfirm=\u05d0\u05d9\u05e9\u05d5\u05e8 \u05e0\u05ea\u05d5\u05e0\u05d9 \u05e4\u05e8\u05d5\u05e4\u05d9\u05dc
Title_UserData=\u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc\u05d9
Title_UserEventHistory=\u05d4\u05d9\u05e1\u05d8\u05d5\u05e8\u05d9\u05d9\u05ea \u05e1\u05d9\u05e1\u05de\u05d0\u05d5\u05ea
Title_UserInformation=\u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e9\u05dc\u05d9
Title_ValidateCode=\u05d0\u05d9\u05de\u05d5\u05ea \u05e7\u05d5\u05d3
Title_VerificationSend=\u05d1\u05d7\u05d9\u05e8\u05ea \u05e9\u05d9\u05d8\u05ea \u05d0\u05d9\u05de\u05d5\u05ea
Title_DeleteAccount=\u05de\u05d7\u05d9\u05e7\u05ea \u05d4\u05d7\u05e9\u05d1\u05d5\u05df \u05e9\u05dc\u05d9
Title_Management=\u05e0\u05d9\u05d4\u05d5\u05dc
Title_DirectReports=\u05d3\u05d5\u05d7\u05d5\u05ea \u05d9\u05e9\u05d9\u05e8\u05d9\u05dd
Title_Organization=\u05d0\u05e8\u05d2\u05d5\u05df
Title_Print=\u05d4\u05d3\u05e4\u05e1\u05d4
Title_ExportOrgChart=\u05d9\u05d9\u05e6\u05d5\u05d0 \u05ea\u05e8\u05e9\u05d9\u05dd \u05d0\u05e8\u05d2\u05d5\u05e0\u05d9
Title_EmailOrgChart=\u05e9\u05dc\u05d9\u05d7\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05dc\u05d7\u05d1\u05e8\u05d9 \u05e6\u05d5\u05d5\u05ea
Tooltip_PasswordStrength=\u05de\u05d3 \u05d7\u05d5\u05d6\u05e7 \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05de\u05e8\u05d0\u05d4 \u05e2\u05d3 \u05db\u05de\u05d4 \u05e7\u05dc \u05dc\u05e0\u05d7\u05e9 \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da.  \u05e0\u05e1\u05d4 \u05dc\u05d1\u05e6\u05e2 \u05d0\u05ea \u05d4\u05e4\u05e2\u05d5\u05dc\u05d5\u05ea \u05d4\u05d1\u05d0\u05d5\u05ea \u05db\u05d3\u05d9 \u05dc\u05d4\u05e4\u05d5\u05da \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05e9\u05dc\u05da \u05dc\u05d7\u05d6\u05e7\u05d4 \u05d9\u05d5\u05ea\u05e8\:<ul><li>\u05d4\u05e4\u05d5\u05da \u05d0\u05ea \u05d4\u05e1\u05d9\u05e1\u05de\u05d4 \u05dc\u05d0\u05e8\u05d5\u05db\u05d4 \u05d9\u05d5\u05ea\u05e8</li><li>\u05d0\u05dc \u05ea\u05d7\u05d6\u05d5\u05e8 \u05e2\u05dc \u05d0\u05d5\u05ea\u05d9\u05d5\u05ea \u05d0\u05d5 \u05de\u05e1\u05e4\u05e8\u05d9\u05dd</li><li>\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05d0\u05d5\u05ea\u05d9\u05d5\u05ea \u05e2\u05dd \u05e8\u05d9\u05e9\u05d9\u05d5\u05ea \u05de\u05e2\u05d5\u05e8\u05d1\u05d5\u05ea (\u05d0\u05d5\u05ea\u05d9\u05d5\u05ea \u05e8\u05d9\u05e9\u05d9\u05d5\u05ea/\u05d0\u05d5\u05ea\u05d9\u05d5\u05ea \u05e7\u05d8\u05e0\u05d5\u05ea)</li><li>\u05d4\u05d5\u05e1\u05e3 \u05e2\u05d5\u05d3 \u05de\u05e1\u05e4\u05e8\u05d9\u05dd</li><li>\u05d4\u05d5\u05e1\u05e3 \u05e2\u05d5\u05d3 \u05ea\u05d5\u05d5\u05d9 \u05e1\u05d9\u05de\u05e0\u05d9\u05dd</li></ul>

Confirm_DeleteUser=\u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05d4\u05de\u05e9\u05d9\u05da?  \u05d0\u05dd \u05ea\u05de\u05e9\u05d9\u05da, \u05d4\u05de\u05e9\u05ea\u05de\u05e9 \u05e9\u05e0\u05d1\u05d7\u05e8 \u05d9\u05d9\u05de\u05d7\u05e7 \u05dc\u05e6\u05de\u05d9\u05ea\u05d5\u05ea.  \u05dc\u05d0 \u05e0\u05d9\u05ea\u05df \u05dc\u05d1\u05d8\u05dc \u05e4\u05e2\u05d5\u05dc\u05d4 \u05d6\u05d5.
Confirm=\u05d4\u05d0\u05dd \u05d0\u05ea\u05d4 \u05d1\u05d8\u05d5\u05d7 \u05e9\u05d1\u05e8\u05e6\u05d5\u05e0\u05da \u05dc\u05d4\u05de\u05e9\u05d9\u05da?
Value_False=False
Value_True=True
Value_NotApplicable=\u05dc\u05d0 \u05d6\u05de\u05d9\u05df
Value_Default=\u05d1\u05e8\u05d9\u05e8\u05ea \u05de\u05d7\u05d3\u05dc
Value_ProgressComplete=\u05d4\u05d5\u05e9\u05dc\u05dd
Value_ProgressInProgress=\u05d1\u05d1\u05d9\u05e6\u05d5\u05e2
Placeholder_Search=\u05d7\u05d9\u05e4\u05d5\u05e9
Instructions_ExportOrgChart1=\u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d9\u05e6\u05d0' \u05db\u05d3\u05d9 \u05dc\u05d4\u05ea\u05d7\u05d9\u05dc \u05d1\u05d4\u05d5\u05e8\u05d3\u05ea \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d4\u05ea\u05e8\u05e9\u05d9\u05dd \u05d4\u05d0\u05e8\u05d2\u05d5\u05e0\u05d9. \u05dc\u05d0\u05d7\u05e8 \u05d4\u05e9\u05dc\u05de\u05ea \u05d4\u05d4\u05d5\u05e8\u05d3\u05d4, \u05ea\u05d5\u05db\u05dc \u05dc\u05d4\u05e9\u05ea\u05de\u05e9 \u05d1\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05db\u05d3\u05d9 \u05dc\u05d9\u05d9\u05d1\u05d0 \u05d0\u05ea \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05e9\u05dc \u05ea\u05e8\u05e9\u05d9\u05dd \u05d0\u05e8\u05d2\u05d5\u05e0\u05d9 \u05d6\u05d4 \u05dc\u05ea\u05d5\u05db\u05e0\u05d9\u05ea \u05d4\u05de\u05d5\u05e2\u05d3\u05e4\u05ea \u05e2\u05dc\u05d9\u05da. \u05d4\u05e0\u05ea\u05d5\u05e0\u05d9\u05dd \u05de\u05d9\u05d5\u05e6\u05d0\u05d9\u05dd \u05d1\u05ea\u05d1\u05e0\u05d9\u05ea CSV.
Instructions_ExportOrgChart2=\u05d1\u05d7\u05e8 \u05d1\u05e2\u05d5\u05de\u05e7 \u05e8\u05de\u05ea \u05d4\u05d9\u05d9\u05e6\u05d5\u05d0 \u05d5\u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d9\u05d9\u05e6\u05d0' \u05dc\u05d4\u05dc\u05df.
Instructions_EmailTeam1=\u05e8\u05e9\u05d9\u05de\u05ea \u05db\u05ea\u05d5\u05d1\u05d5\u05ea \u05d4\u05d3\u05d5\u05d0\u05e8 \u05d4\u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05de\u05d1\u05d5\u05e1\u05e1\u05ea \u05e2\u05dc \u05e0\u05ea\u05d5\u05e0\u05d9 \u05d4\u05ea\u05e8\u05e9\u05d9\u05dd \u05d4\u05d0\u05e8\u05d2\u05d5\u05e0\u05d9 \u05d4\u05d7\u05dc \u05de\u05e0\u05e7\u05d5\u05d3\u05d4 \u05d6\u05d5. \u05db\u05d0\u05e9\u05e8 \u05ea\u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05e9\u05dc\u05d7 \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9', \u05ea\u05d5\u05db\u05e0\u05d9\u05ea \u05d4\u05d3\u05d5\u05d0\u05e8 \u05d4\u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9 \u05d4\u05de\u05d5\u05d2\u05d3\u05e8\u05ea \u05db\u05d1\u05e8\u05d9\u05e8\u05ea \u05de\u05d7\u05d3\u05dc \u05ea\u05d9\u05e4\u05ea\u05d7 \u05d1\u05d0\u05d5\u05e4\u05df \u05d0\u05d5\u05d8\u05d5\u05de\u05d8\u05d9 \u05e2\u05dd \u05e8\u05e9\u05d9\u05de\u05d4 \u05de\u05dc\u05d0\u05d4 \u05d1\u05db\u05ea\u05d5\u05d1\u05d5\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9.
Instructions_EmailTeam2=\u05d1\u05d7\u05e8 \u05d1\u05e2\u05d5\u05de\u05e7 \u05e8\u05de\u05ea \u05d4\u05e6\u05d5\u05d5\u05ea \u05d5\u05dc\u05d7\u05e5 \u05e2\u05dc \u05d4\u05dc\u05d7\u05e6\u05df '\u05d9\u05d9\u05e6\u05d0' \u05dc\u05d4\u05dc\u05df.
Label_ExportLevelDepth=\u05e2\u05d5\u05de\u05e7 \u05e8\u05de\u05ea \u05d9\u05d9\u05e6\u05d5\u05d0
Label_EmailLevelDepth=\u05e2\u05d5\u05de\u05e7 \u05e8\u05de\u05ea \u05e6\u05d5\u05d5\u05ea
Label_EmailTeamMembersFound=\u05e0\u05de\u05e6\u05d0\u05d5 \u05db\u05ea\u05d5\u05d1\u05d5\u05ea \u05d3\u05d5\u05d0\u05e8 \u05d0\u05dc\u05e7\u05d8\u05e8\u05d5\u05e0\u05d9
Label_StartingFrom=\u05d4\u05d7\u05dc \u05de{{personName}}
