#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Button_Activate=Aktivera
Button_Attributes=Anv\u00e4ndardata
Button_Agree=Jag godtar
Button_Browse=Bl\u00e4ddra
Button_Cancel=Avbryt
Button_ChangePassword=\u00c4ndra l\u00f6senord
Button_ChangeResponses=Bak\u00e5t
Button_CheckCode=Kontrollera kod
Button_ClearOtpReEnroll=Registrera om mobilenhet
Button_HelpdeskClearOtpSecret=Rensa secret f\u00f6r eng\u00e5ngsl\u00f6senord
Button_ClearResponses=Rensa svar
Button_CloseWindow=St\u00e4ng f\u00f6nster
Button_Confirm=Bekr\u00e4fta
Button_ConfirmResponses=Bekr\u00e4fta svar p\u00e5 s\u00e4kerhetsfr\u00e5gor
Button_Continue=Forts\u00e4tt
Button_Create=Skapa
Button_Delete=Ta bort
Button_Email=E-post
Button_GoBack=Bak\u00e5t
Button_Hide=D\u00f6lj
Button_Hide_Responses=D\u00f6lj svar
Button_Home=Hem
Button_Login=Logga in
Button_Logout=Logga ut
Button_More=Mer
Button_OrgChart=Organisationsschema
Button_OTP=Eng\u00e5ngsl\u00f6senord
Button_RecoverPassword=Kontrollera svar
Button_Reset=Rensa
Button_Search=S\u00f6k
Button_SetResponses=Spara svar
Button_Show=Visa
Button_Show_Responses=Visa svar
Button_Skip=Hoppa \u00f6ver
Button_SMS=SMS
Button_TokenResend=Skicka kod p\u00e5 nytt
Button_Unlock=L\u00e5s upp
Button_UnlockPassword=L\u00e5s upp l\u00f6senordet
Button_Update=Uppdatera
Button_Upload=\u00d6verf\u00f6r
Button_Verify=Verifiera
Button_Verifications=Verifieringar
Button_OK=OK
Button_SendEmail=Skicka e-post
Button_Export=Exportera
Button_ExportOrgChart=Exportera organisationsschema
Button_EmailTeam=Skicka e-post till gruppmedlemmar
Button_TokenVerification=Verifiering av token
Button_SendToken=Skicka token
Display_ActivateUser=Du bekr\u00e4ftar din identitet genom att ange f\u00f6ljande information. Din information anv\u00e4nds f\u00f6r att hitta och aktivera ditt anv\u00e4ndarkonto.<p/>Du m\u00e5ste slutf\u00f6ra processen, annars aktiveras inte ditt konto korrekt.
Display_AutoGeneratedPassword=Skapa ett nytt l\u00f6senord automatiskt
Display_CapsLockIsOn=CAPS LOCK \u00e4r aktiverat
Display_Captcha=Slutf\u00f6r verifieringsprocessen. Processen hj\u00e4lper till att skydda ditt konto fr\u00e5n missbruk.
Display_CaptchaInputWords=Ange den text som visas ovan
Display_CaptchaInputNumbers=Ange de tal du h\u00f6r
Display_CaptchaGetAudio=F\u00e5 en ljud-CAPTCHA
Display_CaptchaGetImage=F\u00e5 en bild-CAPTCHA
Display_CaptchaHelp=Hj\u00e4lp
Display_CaptchaRefresh=Uppdatera
Display_ChangePassword=\u00c4ndra l\u00f6senord. Se till att det nya l\u00f6senordet h\u00e5lls hemligt. N\u00e4r du har skrivit ditt nya l\u00f6senord klickar du p\u00e5 knappen \u00c4ndra l\u00f6senord. Om du m\u00e5ste skriva ner l\u00f6senordet ska det f\u00f6rvaras tryggt. Det nya l\u00f6senordet m\u00e5ste uppfylla f\u00f6ljande krav\:
Display_ChangePasswordForm=Ange f\u00f6ljande data. Detta kr\u00e4vs f\u00f6r att verifiera din identitet innan du kan \u00e4ndra l\u00f6senord.
Display_CheckingData=Kontrollerar data ...
Display_CheckingPassword=Kontrollerar l\u00f6senordet ...
Display_CheckingResponses=Kontrollerar svar ...
Display_ClientDisconnect=Det gick inte att kommunicera med servern.
Display_CommunicationError=Det g\u00e5r inte att kommunicera med servern. Forts\u00e4tt n\u00e4r du \u00e4r klar.
Display_ConfirmResponses=Se till att dina fr\u00e5gor och svar \u00e4r korrekta. Kontrollera stavning och interpunktion. Om du inte kan komma ih\u00e5g ditt l\u00f6senord kommer du att kunna komma \u00e5t ditt konto genom att svara p\u00e5 dessa s\u00e4kerhetsfr\u00e5gor.
Display_Day=dag
Display_Days=dagar
Display_DeleteUserConfirm=Vill du ta bort kontot? Det g\u00e5r inte att \u00e5ngra.
Display_ErrorBody=Ett fel har intr\u00e4ffat. St\u00e4ng webbl\u00e4saren och f\u00f6rs\u00f6k igen senare. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du supportavdelningen.
Display_ErrorReference=felreferens %1%
Display_ExpirationDate=Datum d\u00e5 kontot g\u00e5r ut (h\u00f6gst %1% dagar)
Display_FooterInfoText=
Display_ForgottenPassword=Om du har gl\u00f6mt ditt l\u00f6senord f\u00f6ljer du instruktionerna f\u00f6r att \u00e5terst\u00e4lla ditt l\u00f6senord.
Display_ForgottenUsername=Ange f\u00f6ljande information. Informationen anv\u00e4nds f\u00f6r att leta upp ditt bortgl\u00f6mda anv\u00e4ndarnamn.
Display_GuestRegistration=Du registrerar ett nytt g\u00e4stkonto genom att ange f\u00f6ljande information.
Display_GuestUpdate=Du uppdaterar ett g\u00e4stkonto genom att kontrollera och \u00e4ndra f\u00f6ljande information.
Display_Helpdesk=Ange s\u00f6kdata f\u00f6r anv\u00e4ndaren.
Display_HelpdeskOtpValidation=Uppmana anv\u00e4ndaren att l\u00e4sa in sin mobilautentiseringsapp och dela nuvarande l\u00f6senord.
Display_HelpdeskNoData=Servern svarar inte som den ska. En session i ett annat l\u00e4sf\u00f6nster kan ha upph\u00f6rt att g\u00e4lla. Uppdatera sidan och logga in igen.
Display_Hour=timme
Display_Hours=timmar
Display_IdleTimeout=Timeout f\u00f6r inaktivitet\:
Display_IdleWarningMessage=Din session h\u00e5ller p\u00e5 att uppn\u00e5 timeout. Klicka n\u00e5gonstans p\u00e5 den h\u00e4r sidan f\u00f6r att forts\u00e4tta.
Display_IdleWarningTitle=Timeout vid inaktivitet
Display_InvalidVerification=Mer information kan endast visas efter att en anv\u00e4ndare har verifierats
Display_JavascriptRequired=Javascript kr\u00e4vs f\u00f6r att kunna visa den h\u00e4r sidan.
Display_LeaveDirtyPasswordPage=Om du l\u00e4mnar den h\u00e4r sidan kommer ditt l\u00f6senord inte att \u00e4ndras.
Display_Login=
Display_LoginPasswordOnly=Ange ditt l\u00f6senord nedan. Ditt nuvarande l\u00f6senord kr\u00e4vs f\u00f6r \u00e5tkomst till det h\u00e4r programmet.
Display_Logout=Du \u00e4r nu utloggad.
Display_LogoutPublic=Sessionen har uppn\u00e5tt timeout p\u00e5 grund av inaktivitet.
Display_MatchCondition=Matcha tillst\u00e5nd
Display_Minute=minut
Display_Minutes=minuter
Display_NAAF_PASSWORD=Ange ditt NAAF-autentiseringsl\u00f6senord.
Display_NAAF_LDAP_PASSWORD=Ange ditt LDAP-autentiseringsl\u00f6senord.
Display_NAAF_SECURITY_QUESTIONS=Svara p\u00e5 dina s\u00e4kerhetsfr\u00e5gor.
Display_NAAF_EMAIL_OTP=Ett e-postmeddelande har skickats med ditt eng\u00e5ngsl\u00f6senord.
Display_NAAF_SMS_OTP=Ett SMS har skickats med ditt eng\u00e5ngsl\u00f6senord.
Display_NAAF_SMARTPHONE=Processen f\u00f6r att verifiera din smartphone har p\u00e5b\u00f6rjats. Tryck p\u00e5 Forts\u00e4tt n\u00e4r du \u00e4r klar.
Display_NAAF_RADIUS=Ange ditt RADIUS-autentiseringsl\u00f6senord.
Display_NAAF_TOTP=Ange ditt TOTP-v\u00e4rde.
Display_NAAF_HOTP=Ange ditt HOTP-v\u00e4rde.
Display_NAAF_VOICE=R\u00f6stverifieringen har startats. Forts\u00e4tt n\u00e4r du \u00e4r klar.
Display_NewUser=Du registrerar ett konto genom att fylla i f\u00f6ljande formul\u00e4r.
Display_NewUserProfile=Om du vill registrera ett nytt konto v\u00e4ljer du f\u00f6rst en profil.
Display_NoResponses=Anv\u00e4ndaren har inga svar
Display_PasswordExpired=Ditt l\u00f6senord har g\u00e5tt ut. Du m\u00e5ste ange ett nytt nu.
Display_PasswordGeneration=F\u00f6ljande l\u00f6senord har genererats slumpm\u00e4ssigt \u00e5t dig. Dessa l\u00f6senord \u00e4r baserade p\u00e5 verkliga ord f\u00f6r att de ska bli l\u00e4ttare att komma ih\u00e5g, men har \u00e4ndrats s\u00e5 att de ska bli sv\u00e5rare att gissa.
Display_PasswordNoExpire=Ditt l\u00f6senord g\u00e5r inte ut.
Display_PasswordPrompt=Skriv ditt nya l\u00f6senord
Display_PasswordStrengthVeryHigh=Styrka\: <b>Mycket starkt</b>
Display_PasswordStrengthHigh=Styrka\: <b>Starkt</b>
Display_PasswordStrengthMedium=Styrka\: <b>Bra</b>
Display_PasswordStrengthLow=Styrka\: <b>Svagt</b>
Display_PasswordStrengthVeryLow=Styrka\: <b>Mycket svagt</b>
Display_PasswordReplicationStatus=L\u00f6senordsreplikering (f\u00f6rlopp %1%)
Display_PasswordWarn=<b>Ditt l\u00f6senord g\u00e5r snart ut</b>. \u00c4ndra l\u00f6senord snart f\u00f6r att undvika problem med att komma \u00e5t den h\u00e4r tj\u00e4nsten. <br/><br/>Ditt l\u00f6senord g\u00e5r ut %1%.
Display_PeopleSearch=Skriv din s\u00f6kfr\u00e5ga nedan. Du kan s\u00f6ka efter en person baserat p\u00e5 namn, e-postadress eller telefonnummer.
Display_PleaseWait=L\u00e4ser ...
Display_PleaseWaitNewUser=Ditt nya konto konfigureras. Detta kan ta flera minuter. V\u00e4nta.
Display_PleaseWaitPassword=Ditt l\u00f6senord \u00e4ndras. Detta kan ta flera minuter. V\u00e4nta.
Display_Random=Slumpm\u00e4ssigt
Display_RecoverVerificationChoice=V\u00e4lj en av f\u00f6ljande metoder f\u00f6r att verifiera din identitet. Obs! Om administrat\u00f6ren kr\u00e4ver flera former av verifiering dirigeras du tillbaka till den h\u00e4r sidan tills det att samtliga verifieringskriterier \u00e4r uppfyllda.
Display_RecoverTokenSendChoices=F\u00f6r att verifiera din identitet skickas en s\u00e4kerhetskod till dig. Ange med vilken metod du helst vill ta emot s\u00e4kerhetskoden.
Display_RecoverTokenSendOneChoice=En s\u00e4kerhetskod skickas till dig p\u00e5 %1% s\u00e5 att du kan verifiera din identitet.
Display_RecoverTokenSendChoiceEmail=Skicka koden till din registrerade e-postadress.
Display_RecoverTokenSendChoiceSMS=Skicka koden till din mobil som textmeddelande (SMS).
Display_RecoverTokenSuccess=Tack\! S\u00e4kerhetskoden som skickades till <b>%1%</b> har verifierats.
Display_RecoverChoiceReset=Ange ett nytt l\u00f6senord. Om du har gl\u00f6mt bort ditt l\u00f6senord och vill ange ett nytt klickar du h\u00e4r. Ditt konto kommer ocks\u00e5 att l\u00e5sas upp n\u00e4r du anger ett nytt l\u00f6senord.
Display_RecoverChoiceResetInhibit=Ditt l\u00f6senord kan inte \u00e4ndras just nu eftersom det fortfarande \u00e4r inom minimigr\u00e4nsen f\u00f6r l\u00f6senordets giltighetstid.
Display_RecoverChoiceUnlock=L\u00e5s upp ditt konto. Om du kommer ih\u00e5g l\u00f6senordet kan du l\u00e5sa upp kontot med det h\u00e4r alternativet. Ditt l\u00f6senord \u00e4ndras inte.
Display_RecoverEnterCode=F\u00f6r att verifiera din identitet har en s\u00e4kerhetskod skickats till dig p\u00e5 %1%. Klicka p\u00e5 l\u00e4nken i e-postmeddelandet eller kopiera och klistra in s\u00e4kerhetskoden h\u00e4r.
Display_RecoverEnterCodeSMS=F\u00f6r att verifiera din identitet har en s\u00e4kerhetskod skickats till din telefon p\u00e5 %1%. Ange s\u00e4kerhetskoden i meddelandet h\u00e4r.
Display_RecoverPassword=Svara p\u00e5 f\u00f6ljande fr\u00e5gor. Om du svarar r\u00e4tt kommer du att kunna \u00e5terst\u00e4lla ditt l\u00f6senord.
Display_RecoverPasswordChoices=Ditt konto har l\u00e5sts p\u00e5 grund av f\u00f6r m\u00e5nga felaktiga inloggningsf\u00f6rs\u00f6k. Du kan forts\u00e4tta genom att l\u00e5sa upp ditt konto eller genom att \u00e4ndra ditt l\u00f6senord.
Display_RecoverRandomResponses=Du m\u00e5ste svara p\u00e5 f\u00f6ljande fr\u00e5gor f\u00f6r att forts\u00e4tta.
Display_RecoverRequiredResponses=Din administrat\u00f6r har kr\u00e4vt dessa fr\u00e5gor.
Display_RecoverOTP=Du verifierar din identitet genom att anv\u00e4nda din mobila enhet f\u00f6r att skapa en s\u00e4kerhetskod.
Display_RecoverOTPIdentified=Du verifierar din identitet genom att anv\u00e4nda din mobila enhet f\u00f6r att skapa en s\u00e4kerhetskod. Registrerings-ID f\u00f6r din mobila enhet \u00e4r <b>%1%</b>.
Display_ResponsesPrompt=Skriv svaren p\u00e5 dina s\u00e4kerhetsfr\u00e5gor
Display_SelectionIndicator=V\u00e4lj en fr\u00e5ga i listan
Display_SearchCompleted=S\u00f6kningen \u00e4r klar.
Display_SearchResultsInfo=Returnerade %1% resultat p\u00e5 %2%.
Display_SearchResultsExceeded=S\u00f6kresultaten \u00f6verskred maximal s\u00f6kstorlek
Display_SetRandomPasswordPrompt=Ange ett nytt slumpm\u00e4ssigt l\u00f6senord f\u00f6r den h\u00e4r anv\u00e4ndaren?
Display_SearchResultsNone=Inga resultat
Display_Second=sekund
Display_Seconds=sekunder
Display_SetupHelpdeskResponses=<p>Din administrat\u00f6r kr\u00e4ver att du l\u00e4mnar f\u00f6ljande svar. Dessa svar anv\u00e4nds f\u00f6r att verifiera din identitet om du kontaktar din supportavdelning f\u00f6r att f\u00e5 hj\u00e4lp.</p>
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=<p>Om du gl\u00f6mt l\u00f6senordet kan du komma \u00e5t ditt konto genom att svara p\u00e5 dina s\u00e4kerhetsfr\u00e5gor.</p><p>V\u00e4lj fr\u00e5gor och svar som kan anv\u00e4ndas f\u00f6r att bekr\u00e4fta din identitet om du gl\u00f6mmer l\u00f6senordet. Eftersom svaren p\u00e5 de h\u00e4r fr\u00e5gorna kan anv\u00e4ndas f\u00f6r att komma \u00e5t ditt konto m\u00e5ste du se till att l\u00e4mna svar som inte \u00e4r l\u00e4tta f\u00f6r andra att gissa eller uppt\u00e4cka.</p>
Display_SetupOtpSecret=Om du gl\u00f6mmer bort ditt l\u00f6senord kan du komma \u00e5t ditt konto med din mobila enhet. F\u00f6lj de instruktioner nedan som g\u00e4ller din typ av enhet.
Display_SetupOtp_Android_Title=Android
Display_SetupOtp_Android_Steps=<b>Installera Google Authenticator-appen f\u00f6r Android.</b><ol><li>G\u00e5 till Google Play-butiken p\u00e5 din telefon.</li><li>S\u00f6k efter <b>Google Authenticator</b>.<br/>(<a target\="playstore" href\="https\://play.google.com/store/apps/details?id\=com.google.android.apps.authenticator2">H\u00e4mta fr\u00e5n Google Play-butiken</a>)</li><li>H\u00e4mta och installera appen.</li></ol><b>Sedan \u00f6ppnar och konfigurerar du Google Authenticator.</b><ol><li>I Google Authenticator trycker du p\u00e5 Meny och v\u00e4ljer "L\u00e4gg till ett konto".</li><li>V\u00e4lj "L\u00e4s av streckkoden".</li><li>Anv\u00e4nd telefonens kamera f\u00f6r att l\u00e4sa av den h\u00e4r streckkoden.</li><li>N\u00e4r du har l\u00e4st in streckkoden klickar du p\u00e5 knappen f\u00f6r att forts\u00e4tta.</li></ol>
Display_SetupOtp_iPhone_Title=iPhone
Display_SetupOtp_iPhone_Steps=<b>Tryck p\u00e5 App Store-ikonen p\u00e5 din iPhone.</b><ol><li>G\u00e5 till App Store.</li><li>S\u00f6k efter <b>Google Authenticator</b>.<br/>(<a target\="itunesstore" href\="https\://itunes.apple.com/us/app/google-authenticator/id388497605?mt\=8">H\u00e4mta fr\u00e5n App Store</a>)</li><li>Tryck p\u00e5 appen, och tryck sedan p\u00e5 Gratis f\u00f6r att h\u00e4mta och installera den.</li></ol><b>Sedan \u00f6ppnar och konfigurerar du Google Authenticator.</b><ol><li>I Google Authenticator trycker du p\u00e5 "+" och sedan "L\u00e4s av streckkoden".</li><li>Anv\u00e4nd telefonens kamera f\u00f6r att l\u00e4sa av den h\u00e4r streckkoden.</li><li>N\u00e4r du har l\u00e4st in streckkoden klickar du p\u00e5 knappen f\u00f6r att forts\u00e4tta.</li></ol>
Display_SetupOtp_Other_Title=\u00d6vrigt
Display_SetupOtp_Other_Steps=<b>Hitta en kompatibel tv\u00e5faktorapp.</b><ul><li>F\u00f6rs\u00f6k att leta efter <b>Google Authenticator</b> i enhetens appbutik.<br/>M\u00e5nga enheter har kompatibla appar.</li><li>F\u00f6rs\u00f6k leta upp en app med st\u00f6d f\u00f6r "<b>TOTP-s\u00e4kerhetstokens"</b> eller "RFC6238"</li><li>H\u00e4mta och installera appen.</li></ul><b>Sedan \u00f6ppnar och konfigurerar du appen.</b><ol><li>Ange data enligt nedan eller skanna koden enligt appens instruktioner.</li><li>N\u00e4r du har konfigurerat appen klickar du p\u00e5 knappen f\u00f6r att forts\u00e4tta.</li></ol>
Display_SetupOtp_VerificationCodeFormat=Verifieringskoden m\u00e5ste best\u00e5 av 6 siffror.
Display_TokenDestination=Tokenm\u00e5l
Display_TokenResend=Din s\u00e4kerhetskod b\u00f6r komma direkt. Klicka p\u00e5 knappen Skicka kod p\u00e5 nytt f\u00f6r att f\u00e5 en ny kod om du har v\u00e4ntat en stund och fortfarande inte f\u00e5tt den.
Display_UsernameHeader=@User\:ID@
Display_UsernameFooter=@User\:ID@
Display_ViewDetails=Visa mer information
Display_WarnExistingOtpSecretTime=Du har redan registrerat din enhet. Detta gjorde du den <span class\="timestamp">%1%</span>. Du kan testa din aktuella enhet genom att skriva in koden som genererats nedan. Om du forts\u00e4tter kan du konfigurera om din aktuella enhet.
Display_WarnExistingOtpSecret=Du har redan registrerat din enhet. Du kan testa din nuvarande enhet genom att skriva den genererade koden nedan. Om du forts\u00e4tter kan du konfigurera om din nuvarande enhet.
Display_WarnExistingResponseTime=Du har redan st\u00e4llt in dina kontrollfr\u00e5gor och svar <span class\="timestamp">%1%</span>. Om du forts\u00e4tter kan du ange nya svar p\u00e5 fr\u00e5gorna.
Display_WarnExistingResponse=Du har redan st\u00e4llt in dina kontrollfr\u00e5gor och svar. Om du forts\u00e4tter kan du ange nya svar p\u00e5 fr\u00e5gorna.
Display_WarnJavaScriptNotEnabledTitle=JavaScript \u00e4r inte aktiverat
Display_WarnJavaScriptNotEnabledMessage=Applikationen \u00e4r mycket beroende av JavaScript f\u00f6r att den ska fungera korrekt. \u00c4ven om vissa funktioner fortfarande finns tillg\u00e4ngliga med begr\u00e4nsad funktionalitet rekommenderas det att aktivera JavaScript i l\u00e4sf\u00f6nstret f\u00f6r b\u00e4sta m\u00f6jliga upplevelse.
Display_PleaseVerifyOtp=Ange den sexsiffriga verifieringskoden fr\u00e5n din enhet. Om din enhet inte har konfigurerats f\u00f6r att ge dig en verifieringskod g\u00e5r du tillbaka till f\u00f6reg\u00e5ende sida och konfigurerar enheten.
Display_OtpRecoveryInfo=Var och en av dessa \u00e5terst\u00e4llningskoder kan anv\u00e4ndas exakt en g\u00e5ng om du inte kan komma \u00e5t din telefon. Kom ih\u00e5g att <a class\="pwm-link-print">skriva ut den h\u00e4r sidan</a> eller p\u00e5 n\u00e5got annat s\u00e4tt skriva ned dessa koder, och f\u00f6rvara dem p\u00e5 en s\u00e4ker plats.
Display_OtpClearWarning=Vill du forts\u00e4tta? Om du forts\u00e4tter raderas din befintliga registrering och du m\u00e5ste konfigurera din enhet igen.
Display_ResponsesClearWarning=Vill du forts\u00e4tta? Om du forts\u00e4tter raderas dina befintliga svar och du m\u00e5ste svara p\u00e5 dina s\u00e4kerhetsfr\u00e5gor igen.
Display_Shortcuts=V\u00e4lj n\u00e5gon av f\u00f6ljande l\u00e4nkar f\u00f6r att forts\u00e4tta.
Display_ShowPasswordGuide=L\u00f6senordsguide
Display_StrengthMeter=L\u00f6senordets styrka
Display_UpdateProfile=Uppdatera f\u00f6ljande information\:
Display_UpdateProfileConfirm=Granska den information du har angett och bekr\u00e4fta.
Display_UpdateProfileEnterCode=F\u00f6r att verifiera din e-postadress har en kod skickats till dig p\u00e5 <b>%1%</b>. Ange koden h\u00e4r f\u00f6r att forts\u00e4tta.
Display_UpdateProfileEnterCodeSMS=F\u00f6r att verifiera ditt telefonnummer har en s\u00e4kerhetskod skickats till dig p\u00e5 <b>%1%</b>. Ange s\u00e4kerhetskoden h\u00e4r f\u00f6r att forts\u00e4tta.
Display_UserEventHistory=Den h\u00e4r sidan visar h\u00e4ndelsehistoriken f\u00f6r ditt l\u00f6senord. Den visar endast \u00e5tg\u00e4rder som utf\u00f6rts med det h\u00e4r programmet. Alla klockslag som anges \u00e4r enligt tidszonen %1%.
Display_TypingWait=V\u00e4ntar p\u00e5 att tangentbordstryckningarna ska slutf\u00f6ras ...
Display_EmailPrefix=E-post -
Display_SmsPrefix=SMS -
Field_AccountEnabled=Kontot \u00e4r aktiverat
Field_AccountExpired=Kontot har g\u00e5tt ut
Field_AccountExpirationTime=Kontots utg\u00e5ngstid
Field_Code=Kod
Field_DateTime=Datum/tid
Field_OneTimePassword=Eng\u00e5ngsl\u00f6senord
Field_Confirm_Prefix=Bekr\u00e4fta
Field_ConfirmPassword=Bekr\u00e4fta l\u00f6senord
Field_CurrentPassword=Nuvarande l\u00f6senord
Field_Display=Display
Field_ForwardURL=Omdirigerad URL
Field_LastLoginTime=Senaste inloggning kl
Field_LastLoginTimeDelta=Senaste inloggning, tidsskillnad
Field_LdapProfile=LDAP-profil
Field_Location=Plats
Field_LogoutURL=URL f\u00f6r utloggning
Field_Method=Metod
Field_NetworkAddress=N\u00e4tverksadress
Field_NetworkHost=N\u00e4tverksv\u00e4rd
Field_NewPassword=Nytt l\u00f6senord
Field_Option_Select=V\u00e4lj en fr\u00e5ga
Field_Password=L\u00f6senord
Field_PasswordExpirationTime=Tidpunkt f\u00f6r n\u00e4r l\u00f6senordet f\u00f6rfaller
Field_PasswordExpired=L\u00f6senordet har g\u00e5tt ut
Field_PasswordLocked=L\u00f6senordet \u00e4r l\u00e5st (inkr\u00e4ktare uppt\u00e4ckt)
Field_PasswordPreExpired=L\u00f6senordet har g\u00e5tt ut i f\u00f6rv\u00e4g
Field_PasswordSetTime=Tid d\u00e5 l\u00f6senordet ska \u00e4ndras
Field_PasswordSetTimeDelta=Tidsintervall d\u00e5 l\u00f6senordet ska \u00e4ndras
Field_PasswordViolatesPolicy=Strider mot l\u00f6senordspolicyn
Field_PasswordWithinWarningPeriod=Inom varningsperiod
Field_Policy=Policy
Field_Profile=Profil
Field_ResponsesNeeded=Svaren m\u00e5ste uppdateras
Field_ResponsesStored=Lagrade svar
Field_ResponsesTimestamp=Tidsst\u00e4mpel f\u00f6r lagrade svar
Field_User_Supplied_Question=Fr\u00e5ga
Field_UserDN=Anv\u00e4ndar-DN
Field_UserGUID=Anv\u00e4ndar-GUID
Field_Username=Anv\u00e4ndarnamn
Field_UserEmail=E-post
Field_UserSMS=SMS
Field_OTP_Identifier=Identifierare
Field_OTP_Secret=Secret
Field_OTP_Type=Typ
Field_OTP_RecoveryCodes=\u00c5terst\u00e4llningskoder
Field_OTP_Stored=Eng\u00e5ngsl\u00f6senordet har lagrats
Field_OTP_Timestamp=Eng\u00e5ngsl\u00f6senordet lagrades kl.
Field_VerificationMethodPreviousAuth=F\u00f6reg\u00e5ende autentisering
Field_VerificationMethodToken=Verifiering via SMS/e-post
Field_VerificationMethodOTP=Mobilenhetsverifiering
Field_VerificationMethodChallengeResponses=Hemliga fr\u00e5gor och svar
Field_VerificationMethodAttributes=Personliga data
Field_VerificationMethodRemoteResponses=Externa svar
Field_VerificationMethodNAAF=Advanced Authentication
Field_VerificationMethodOAuth=Extern OAuth-autentisering
Description_VerificationMethodPreviousAuth=
Description_VerificationMethodToken=
Description_VerificationMethodOTP=
Description_VerificationMethodChallengeResponses=
Description_VerificationMethodAttributes=
Description_VerificationMethodRemoteResponses=
Description_VerificationMethodNAAF=
Description_VerificationMethodOAuth=
Field_Placeholder_Answer=Svar
Long_Title_ActivateUser=Aktivera ett f\u00f6rkonfigurerat konto och ange ett nytt l\u00f6senord.
Long_Title_Admin=Administrativa funktioner
Long_Title_ChangePassword=\u00c4ndra ditt nuvarande l\u00f6senord.
Long_Title_ForgottenPassword=F\u00e5 \u00e5tkomst till ditt konto igen om du har gl\u00f6mt l\u00f6senordet.
Long_Title_ForgottenUsername=Hitta ditt bortgl\u00f6mda anv\u00e4ndarnamn.
Long_Title_GuestRegistration=Registrera ett nytt g\u00e4stanv\u00e4ndarkonto.
Long_Title_GuestUpdate=Uppdatera ett nytt g\u00e4stanv\u00e4ndarkonto.
Long_Title_Helpdesk=Supportavdelningens verktyg
Long_Title_Logout=Logga ut fr\u00e5n programmet f\u00f6r sj\u00e4lvbetj\u00e4ning f\u00f6r l\u00f6senord.
Long_Title_Main_Menu=Huvudmeny f\u00f6r sj\u00e4lvbetj\u00e4ning f\u00f6r l\u00f6senord. H\u00e4rifr\u00e5n kan du \u00e4ndra ditt nuvarande l\u00f6senord, \u00e5terst\u00e4lla ett bortgl\u00f6mt l\u00f6senord eller utf\u00f6ra andra aktiviteter relaterade till l\u00f6senord.
Long_Title_NewUser=Skapa ett nytt anv\u00e4ndarkonto.
Long_Title_PeopleSearch=Sl\u00e5 upp kontaktinformation f\u00f6r dina kollegor.
Long_Title_SetupResponses=S\u00e4kerhetsfr\u00e5gor och svar g\u00f6r att du kan \u00e5terst\u00e4lla ett bortgl\u00f6mt l\u00f6senord.
Long_Title_SetupOtpSecret=Installera en mobilapp. Om du gl\u00f6mmer ditt l\u00f6senord kan du anv\u00e4nda din mobila enhet f\u00f6r att autentisera dig f\u00f6r den h\u00e4r webbplatsen.
Long_Title_Shortcuts=Personliga genv\u00e4gar.
Long_Title_UpdateProfile=Uppdatera data om din anv\u00e4ndarprofil.
Long_Title_UserEventHistory=Historik f\u00f6r l\u00f6senordsh\u00e4ndelser. Se n\u00e4r du tidigare \u00e4ndrat ditt l\u00f6senord.
Long_Title_UserInformation=Information om ditt l\u00f6senord och l\u00f6senordsregler.
Long_Title_DeleteAccount=Ta bort ditt konto och din profil fr\u00e5n den h\u00e4r tj\u00e4nsten
Long_Title_VerificationSend=Innan den h\u00e4r anv\u00e4ndaren kan v\u00e4ljas m\u00e5ste anv\u00e4ndarens identitet verifieras. V\u00e4lj en verifieringsmetod.
Title_AnsweredQuestions=Besvarade fr\u00e5gor
Title_ActivateUser=Aktivera konto
Title_Admin=Administration
Title_Captcha=Verifiering
Title_ChangePassword=\u00c4ndra l\u00f6senord
Title_ConfirmResponses=Bekr\u00e4fta s\u00e4kerhetsfr\u00e5gor
Title_Error=Fel
Title_ForgottenPassword=Gl\u00f6mt l\u00f6senordet
Title_ForgottenUsername=Gl\u00f6mt anv\u00e4ndarnamnet
Title_GuestRegistration=G\u00e4stregistrering
Title_GuestUpdate=Uppdatera g\u00e4stanv\u00e4ndare
Title_Helpdesk=Supportavdelningen
Title_HelpDeskCard=Supportavdelningskort
Title_HelpDeskTable=Supportavdelningstabell
Title_LocaleSelect=Val av plats
Title_Login=Logga in
Title_Logout=Logga ut
Title_LogoutPublic=Inaktiv timeout
Title_MainPage=Huvudmeny
Title_NewUser=Registrering av ny anv\u00e4ndare
Title_OrgChart=Organisationsschema
Title_PasswordGuide=L\u00f6senordsguide
Title_PasswordPolicy=L\u00f6senordspolicy
Title_PasswordStrength=L\u00f6senordets styrka
Title_PasswordWarning=L\u00f6senordsvarning
Title_PeopleSearch=S\u00f6k efter personer
Title_PeopleSearchCard=S\u00f6k efter personer-kort
Title_PeopleSearchTable=S\u00f6k efter personer-tabell
Title_PleaseWait=V\u00e4nta
Title_RandomPasswords=Slumpm\u00e4ssiga l\u00f6senord
Title_RecentVerifications=Senaste verifieringar
Title_RecoverPassword=Gl\u00f6mt l\u00f6senordet
Title_RecoverRandomResponses=Slumpm\u00e4ssiga fr\u00e5gor
Title_RecoverRequiredResponses=Obligatoriska fr\u00e5gor
Title_SecurityResponses=Svar p\u00e5 s\u00e4kerhetsfr\u00e5gor
Title_SetupRandomResponses=Slumpm\u00e4ssiga fr\u00e5gor
Title_SetupRequiredResponses=Obligatoriska fr\u00e5gor
Title_SetupResponses=Ange s\u00e4kerhetsfr\u00e5gor
Title_SetupOtpSecret=Installera autentisering via mobilapp
Title_Shortcuts=Genv\u00e4gar
Title_Status=Status
Title_Success=Lyckades
Title_UpdateProfile=Uppdatera profil
Title_UpdateProfileConfirm=Bekr\u00e4fta profildata
Title_UserData=Mina data
Title_UserEventHistory=L\u00f6senordshistorik
Title_UserInformation=Mitt konto
Title_ValidateCode=Valideringskod
Title_VerificationSend=V\u00e4lj verifieringsmetod
Title_DeleteAccount=Ta bort mitt konto
Title_Management=Hantering
Title_DirectReports=Underst\u00e4llda
Title_Organization=Organisation
Title_Print=Skriv ut
Title_ExportOrgChart=Exportera organisationsschema
Title_EmailOrgChart=Skicka e-post till gruppmedlemmar
Tooltip_PasswordStrength=L\u00f6senordss\u00e4kerhetsm\u00e4taren visar hur enkelt det \u00e4r att gissa ditt l\u00f6senord. Testa f\u00f6ljande f\u00f6r att g\u00f6ra ditt l\u00f6senord starkare\:<ul><li>G\u00f6r l\u00f6senordet l\u00e4ngre</li><li>Upprepa inte bokst\u00e4ver eller siffror</li><li>Anv\u00e4nd en blandning av versaler och gemener</li><li>L\u00e4gg till fler siffror</li><li>L\u00e4gg till fler symboltecken</li></ul>
Confirm_DeleteUser=Vill du forts\u00e4tta? Om du forts\u00e4tter raderas den markerade anv\u00e4ndaren permanent. Denna \u00e5tg\u00e4rd g\u00e5r inte att \u00e5ngra.
Confirm=Vill du forts\u00e4tta?
Value_False=Falskt
Value_True=Sant
Value_NotApplicable=ej till\u00e4mpligt
Value_Default=Standard
Value_ProgressComplete=Slutf\u00f6r
Value_ProgressInProgress=P\u00e5g\u00e5r
Placeholder_Search=S\u00f6k
Instructions_ExportOrgChart1=Klicka p\u00e5 knappen Exportera om du vill b\u00f6rja h\u00e4mta organisationsdiagramdata. N\u00e4r h\u00e4mtningen \u00e4r klar kan du anv\u00e4nda datan f\u00f6r att importera organisationsdiagramdatan i \u00f6nskat program. Datan exporteras i CSV-format.
Instructions_ExportOrgChart2=V\u00e4lj niv\u00e5djup f\u00f6r export och tryck p\u00e5 knappen Exportera nedan.
Instructions_EmailTeam1=E-postlistan skapas baserat p\u00e5 organisationsdata fr\u00e5n och med nu. N\u00e4r du klickar p\u00e5 knappen Skicka e-post b\u00f6r ditt standardprogram f\u00f6r e-post \u00f6ppnas automatiskt, med listan med e-postadresser redan ifylld.
Instructions_EmailTeam2=V\u00e4lj niv\u00e5djup f\u00f6r gruppen och tryck p\u00e5 knappen E-post nedan.
Label_ExportLevelDepth=Niv\u00e5djup f\u00f6r export
Label_EmailLevelDepth=Niv\u00e5djup f\u00f6r gruppen
Label_EmailTeamMembersFound=E-postadresserna hittades
Label_StartingFrom=fr\u00e5n och med {{personName}}
