#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

Button_Activate=Aktiver
Button_Attributes=Brukerdata
Button_Agree=Jeg godtar
Button_Browse=Bla gjennom
Button_Cancel=Avbryt
Button_ChangePassword=Endre passord
Button_ChangeResponses=G\u00E5 tilbake
Button_CheckCode=Sjekk kode
Button_ClearOtpReEnroll=Registrer mobilenhet p\u00E5 nytt
Button_HelpdeskClearOtpSecret=Fjern OTP kode
Button_ClearResponses=Fjern svar
Button_CloseWindow=Lukk vindu
Button_Confirm=Bekreft
Button_ConfirmResponses=Bekreft sikkerhetssvar
Button_Continue=Fortsett
Button_Create=Opprett
Button_Delete=Slett
Button_Email=E-post
Button_GoBack=G\u00E5 tilbake
Button_Hide=Skjul
Button_Hide_Responses=Skjul svar
Button_Home=Hjem
Button_Login=Logg inn
Button_Logout=Logg ut
Button_More=Mer
Button_OrgChart=Organisasjonskart
Button_OTP=Engangspassord (OTP)
Button_RecoverPassword=Kontroll\u00E9r svar
Button_Reset=T\u00F8m
Button_Search=S\u00F8k
Button_SetResponses=Lagre svar
Button_Show=Vis
Button_Show_Responses=Vis svar
Button_Skip=Hopp over
Button_SMS=SMS
Button_TokenResend=Send kode p\u00E5 nytt
Button_Unlock=L\u00E5s opp
Button_UnlockPassword=L\u00E5s opp passord
Button_Update=Oppdater
Button_Verify=Bekreft
Button_Verificiations=Verifiseringer
Button_OK=OK
Display_ActivateUser=For \u00E5 bekrefte identiteten din, fyll ut f\u00F8lgende informasjon. Din informasjon vil bli brukt til \u00E5 finne og aktivere din brukerkonto.<p/>S\u00F8rg for \u00E5 fullf\u00F8re prosessen. Hvis du avbryter, vil ikke brukerkontoen din bli korrekt aktivert.
Display_AutoGeneratedPassword=Auto-generer et nytt passord
Display_CapsLockIsOn=CAPS LOCK er p\u00E5
Display_Captcha=Fullf\u00F8r bekreftelsesprosessen.  Denne prosessen bidrar til \u00E5 beskytte kontoen din mot misbruk.
Display_CaptchaInputWords=Skriv inn teksten som vises ovenfor
Display_CaptchaInputNumbers=Skriv inn tallene du h\u00F8rer
Display_CaptchaGetAudio=F\u00E5 lyd av CAPTCHA
Display_CaptchaGetImage=F\u00E5 bilde av CAPTCHA
Display_CaptchaHelp=Hjelp
Display_CaptchaRefresh=Oppdater
Display_ChangePassword=Vennligst endre passordet ditt. Hold det nye passordet ditt hemmelig.  N\u00E5r du har skrevet inn det nye passordet, klikker du endre passord-knappen.  Hvis du m\u00E5 skrive det ned, s\u00F8rg for \u00E5 oppbevare det p\u00E5 et trygt sted.  Det nye passordet m\u00E5 oppfylle f\u00F8lgende krav:
Display_ChangePasswordForm=Vennligst skriv inn f\u00F8lgende data.  Dette er n\u00F8dvendig for \u00E5 bekrefte identiteten din f\u00F8r du kan endre passordet ditt.
Display_CheckingData=Kontrollerer data ....
Display_CheckingPassword=Kontrollerer passord....
Display_CheckingResponses=Kontrollerer svar....
Display_ClientDisconnect=Kan ikke kommunisere med serveren.
Display_CommunicationError=Kan ikke kommunisere med serveren.  Fortsett n\u00E5r du er klar.
Display_ConfirmResponses=S\u00F8rg for at svarene og sp\u00F8rsm\u00E5lene dine er riktige.  Kontroller stavem\u00E5ten og tegnsettingen.  Hvis du ikke husker passordet ditt, vil du kunne f\u00E5 tilgang til kontoen din ved \u00E5 oppgi svarene p\u00E5 disse sikkerhetssp\u00F8rsm\u00E5lene.
Display_Day=dag
Display_Days=dager
Display_DeleteUserConfirm=Er du sikker p\u00E5 at du vil slette kontoen din?  Dette kan ikke angres.
Display_ErrorBody=Det har oppst\u00E5tt en feil. Lukk nettleseren, og pr\u00F8v p\u00E5 nytt senere.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Display_ErrorReference=feilreferanse %1%
Display_ExpirationDate=Utl\u00F8psdato for kontoen (maksimalt %1% dager)
Display_FooterInfoText=
Display_ForgottenPassword=Hvis du har glemt passordet ditt, f\u00F8lger du instruksjonene for \u00E5 tilbakestille passordet.
Display_ForgottenUsername=Vennligst skriv inn f\u00F8lgende informasjon.  Denne informasjonen vil bli brukt til \u00E5 s\u00F8ke etter ditt glemte brukernavn.
Display_GuestRegistration=For \u00E5 registrere en ny gjestekonto, vennligst skriv inn f\u00F8lgende informasjon.
Display_GuestUpdate=For \u00E5 oppdatere en gjestekonto, kan du sjekke og eventuelt endre f\u00F8lgende informasjon.
Display_Helpdesk=Vennligst skriv inn s\u00F8kedata for brukeren.
Display_HelpdeskOtpValidation=Be brukeren om \u00E5 laste inn appen for mobilautentisering og dele gjeldende passord.
Display_HelpdeskNoData=Serveren svarer ikke riktig. En \u00F8kt i et annet nettleservindu kan ha utl\u00F8pt. Last inn siden p\u00E5 nytt og logg inn p\u00E5 nytt.
Display_Hour=time
Display_Hours=timer
Display_IdleTimeout=Tidsavbrudd for inaktivitet:
Display_IdleWarningMessage=\u00D8kten er i ferd med \u00E5 bli tidsavbrutt.  Vennligst klikk hvor som helst p\u00E5 denne siden for \u00E5 fortsette.
Display_IdleWarningTitle=Tidsavbrudd for inaktivitet
Display_JavascriptRequired=Du trenger javascript for \u00E5 se denne siden.
Display_LeaveDirtyPasswordPage=Hvis du forlater denne siden, vil ikke passordet ditt bli endret.
Display_Login=
Display_LoginPasswordOnly=Vennligst skriv inn passordet ditt nedenfor. Ditt n\u00E5v\u00E6rende passord er n\u00F8dvendig for \u00E5 f\u00E5 tilgang til dette programmet.
Display_Logout=Du er n\u00E5 logget ut.
Display_LogoutPublic=\u00D8kten er utl\u00F8pt p\u00E5 grunn av inaktivitet.
Display_Minute=minutt
Display_Minutes=minutter
Display_NAAF_PASSWORD=Oppgi passordet for NAAF-godkjenningen.
Display_NAAF_LDAP_PASSWORD=Oppgi passordet for LDAP-godkjenningen.
Display_NAAF_SECURITY_QUESTIONS=Vennligst svar p\u00E5 dine sikkerhetssp\u00F8rsm\u00E5l.
Display_NAAF_EMAIL_OTP=En e-post er sendt med ditt engangspassord.
Display_NAAF_SMS_OTP=En SMS er sendt med ditt engangspassord.
Display_NAAF_SMARTPHONE=Bekreftelsesprosessen for smarttelefonen har startet.  Fortsett n\u00E5r du er ferdig.
Display_NAAF_RADIUS=Oppgi radius-godkjenningspassordet ditt.
Display_NAAF_TOTP=Vennligst skriv inn din TOTP-verdi.
Display_NAAF_HOTP=Vennligst skriv inn HOTP-verdien din.
Display_NAAF_VOICE=Talebekreftelsesprosessen har startet.  Fortsett n\u00E5r du er ferdig.
Display_NewUser=Fyll ut f\u00F8lgende skjema for \u00E5 registrere en ny konto.
Display_NewUserProfile=For \u00E5 registrere en ny konto, velg en profil.
Display_PasswordExpired=Passordet ditt er utl\u00F8pt.  Du m\u00E5 angi et nytt passord n\u00E5.
Display_PasswordGeneration=F\u00F8lgende passord er tilfeldig generert for deg.  Disse passordene er basert p\u00E5 ekte ord for \u00E5 gj\u00F8re dem lettere \u00E5 huske, men har blitt endret for \u00E5 gj\u00F8re dem vanskelige \u00E5 gjette.
Display_PasswordNoExpire=Passordet utl\u00F8per ikke.
Display_PasswordPrompt=Skriv inn det nye passordet ditt
Display_PasswordStrengthVeryHigh=Styrke: <b>Veldig sterkt</b>
Display_PasswordStrengthHigh=Styrke: <b>Sterkt</b>
Display_PasswordStrengthMedium=Styrke: <b>Bra</b>
Display_PasswordStrengthLow=Styrke: <b>Svakt</b>
Display_PasswordStrengthVeryLow=Styrke: <b>Veldig svakt</b>
Display_PasswordReplicationStatus=Passordreplikering (fremdrift %1%)
Display_PasswordWarn=<b> Passordet ditt utl\u00F8per snart</b>.  Vennligst endre passordet ditt snart for \u00E5 unng\u00E5 problemer med \u00E5 f\u00E5 tilgang til denne tjenesten.  <br/> <br/> Passordet utl\u00F8per %1%.
Display_PeopleSearch=Skriv inn s\u00F8ket ditt nedenfor.  Du kan s\u00F8ke etter en person basert p\u00E5 navn, e-postadresse eller telefonnummer.
Display_PleaseWait=Laster inn...
Display_PleaseWaitNewUser=Din nye konto blir konfigurert. Denne prosessen kan ta flere minutter, v\u00E6r t\u00E5lmodig.
Display_PleaseWaitPassword=Passordet ditt endres. Denne prosessen kan ta flere minutter, v\u00E6r t\u00E5lmodig.
Display_Random=Tilfeldig
Display_RecoverVerificationChoice=Velg en av f\u00F8lgende metoder for \u00E5 bekrefte identiteten din.  Merk: Hvis administratoren krever flere former for bekreftelse, blir du omdirigert tilbake til denne siden til alle bekreftelseskriteriene er oppfylt.
Display_RecoverTokenSendChoices=For \u00E5 bekrefte identiteten din, sendes en sikkerhetskode til deg. Vennligst velg hvilken metode du foretrekker for \u00E5 motta sikkerhetskoden din med.
Display_RecoverTokenSendChoiceEmail=Send koden til din registrerte e-postadresse.
Display_RecoverTokenSendChoiceSMS=Send kode til mobiltelefonen ved hjelp av tekstmeldinger (SMS).
Display_RecoverChoiceReset=Angi et nytt passord.  Hvis du har glemt passordet ditt og \u00F8nsker \u00E5 angi en ny, klikk her.  Kontoen din l\u00E5ses ogs\u00E5 opp n\u00E5r du angir et nytt passord.
Display_RecoverChoiceUnlock=L\u00E5s opp kontoen din.  Hvis du husker passordet ditt, kan du l\u00E5se opp kontoen din ved \u00E5 velge dette alternativet.  Passordet ditt vil ikke bli endret.
Display_RecoverEnterCode=For \u00E5 bekrefte identiteten din er en sikkerhetskode sendt til deg p\u00E5 %1%.  Vennligst klikk p\u00E5 linken i e-posten eller kopier og lim inn sikkerhetskoden her.
Display_RecoverEnterCodeSMS=For \u00E5 bekrefte identiteten din er en sikkerhetskode sendt til telefonen din p\u00E5 %1 %.  Vennligst skriv inn sikkerhetskoden i meldingen her.
Display_RecoverPassword=Vennligst svar p\u00E5 f\u00F8lgende sp\u00F8rsm\u00E5l. Hvis du svarer p\u00E5 disse sp\u00F8rsm\u00E5lene riktig, vil du kunne tilbakestille passordet ditt.
Display_RecoverPasswordChoices=Kontoen din er l\u00E5st p\u00E5 grunn av for mange innloggingsfors\u00F8k med galt passord. Du kan fortsette ved \u00E5 l\u00E5se opp kontoen din igjen, eller ved \u00E5 endre passordet ditt.
Display_RecoverRandomResponses=Du m\u00E5 svare p\u00E5 f\u00F8lgende sp\u00F8rsm\u00E5l for \u00E5 fortsette.
Display_RecoverRequiredResponses=Det er et krav at du svarer p\u00E5 disse sp\u00F8rsm\u00E5lene.
Display_RecoverOTP=For \u00E5 bekrefte identiteten din, bruk din mobilenhet for \u00E5 generere sikkerhetskoden.
Display_RecoverOTPIdentified=For \u00E5 bekrefte identiteten din, bruk mobilenheten til \u00E5 generere sikkerhetskoden.  Registrerings-ID-en for mobilenheten din er <b>%1%</b>.
Display_ResponsesPrompt=Skriv inn sikkerhetssvarene dine
Display_SelectionIndicator=Velg et sp\u00F8rsm\u00E5lselement fra listen
Display_SearchCompleted=S\u00F8ket er fullf\u00F8rt.
Display_SearchResultsInfo=Returnerte %1% resultater p\u00E5 %2%.
Display_SearchResultsExceeded=S\u00F8keresultatene overskrider maksimal s\u00F8kest\u00F8rrelse
Display_SetRandomPasswordPrompt=Angi et nytt tilfeldig passord for denne brukeren?
Display_SearchResultsNone=Ingen treff
Display_Second=sekund
Display_Seconds=sekunder
Display_SetupHelpdeskResponses=<p>Administratoren krever at du oppgir f\u00F8lgende svar. Disse svarene brukes til \u00E5 bekrefte identiteten din i tilfelle du kontakter brukerst\u00F8tte for \u00E5 f\u00E5 hjelp.</p>
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=<p>Hvis du glemmer passordet ditt, kan du f\u00E5 tilgang til kontoen din ved \u00E5 svare p\u00E5 sikkerhetssp\u00F8rsm\u00E5lene dine.</p><p>Velg dine sp\u00F8rsm\u00E5l og svar som kan brukes til \u00E5 bekrefte identiteten din i tilfelle du glemmer passordet ditt.  Fordi svarene p\u00E5 disse sp\u00F8rsm\u00E5lene kan brukes til \u00E5 f\u00E5 tilgang til kontoen din, m\u00E5 du s\u00F8rge for \u00E5 oppgi svar som ikke er enkle for andre \u00E5 gjette eller oppdage.</p>
Display_SetupOtpSecret=Hvis du glemmer passordet ditt, kan du f\u00E5 tilgang til kontoen din ved hjelp av mobilenheten. F\u00F8lg instruksjonene nedenfor basert p\u00E5 enhetstypen din.
Display_SetupOtp_Android_Title=Android
Display_SetupOtp_Android_Steps=<b>Installer Google Authenticator-appen for Android.</b><ol><li>G\u00E5 til Google Play Store p\u00E5 telefonen din.</li><li> S\u00F8k etter <b> Google Authenticator</b>.<br/>(<a target="playstore" href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2">Last ned Fra Google Play Store</a>)</ li><li>Last ned og installer programmet.</ li></ ol><b>Deretter, \u00E5pner og konfigurerer du Google Authenticator.</b><ol><li>I Google Authenticator, trykk p\u00E5 Meny og velg "Konfigurer konto."</li><li>Velg "Skann en strekkode."</li><li> Bruk telefonens kamera for \u00E5 skanne strekkoden.</li><li>N\u00E5r du har skannet strekkoden, klikker du Fortsett-knappen.</li></ol>
Display_SetupOtp_iPhone_Title=iPhone
Display_SetupOtp_iPhone_Steps=<b>Velg App Store p\u00E5 din iPhone.</b><ol><li>P\u00E5 telefonenen, g\u00E5 til App Store.</li><li>S\u00F8k etter <b>Google Authenticator</b>.<br/>(<a target="itunesstore" href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">Last ned fra App Store</a>)</li><li>Velg appen, og deretter velg Gratis for \u00E5 laste ned og installere.</li></ol><b>Deretter, \u00E5pner og konfigurerer du Google Authenticator.</b><ol><li>I Google Authenticator, vel "+" og "Skann en strekkode."</li><li> Bruk telefonens kamera for \u00E5 skanne strekkoden.</li><li>N\u00E5r du har skannet strekkoden, klikker du Fortsett-knappen.</li></ol>
Display_SetupOtp_Other_Title=Andre
Display_SetupOtp_Other_Steps=<b>Finn en kompatibel to-faktor app.</b><ul><li>Pr\u00F8v \u00E5 s\u00F8ke i enhetens appbutikk etter <b>Google Authenticator</b>. <br/>Mange enheter har kompatible apper. </li><li>Pr\u00F8v \u00E5 s\u00F8ke etter en app som st\u00F8tter "<b>TOTP sikkerhets-tokens"</b> eller "RFC6238"</li><li>Last ned og installer programmet.</li></ul><b> Deretter, \u00E5pne og konfigurere appen.</b><ol><li>Skriv inn dataene nedenfor eller skann koden som appen oppgir.</li><li>N\u00E5r du har konfigurert appen, klikker du fortsett knapp.</li></ol>
Display_SetupOtp_VerificationCodeFormat=Bekreftelseskoden m\u00E5 inneholde seks numeriske sifre.
Display_TokenDestination=Token destinasjon
Display_TokenResend=Sikkerhetskoden din skal ankomme med en gang.  Hvis du har ventet en stund og enn\u00E5 ikke har mottatt en kode, klikker du p\u00E5 send kode-knappen p\u00E5 nytt for \u00E5 motta en ny kode.
Display_UsernameHeader=@User:ID@
Display_UsernameFooter=@User:ID@
Display_WarnExistingOtpSecretTime=Du har allerede registrert enheten den <span class="timestamp">%1%</span>.  Du kan teste den gjeldende enheten ved \u00E5 skrive inn den genererte koden nedenfor.  Hvis du fortsetter, kan du konfigurere gjeldende enhet p\u00E5 nytt.
Display_WarnExistingOtpSecret=Du har allerede registrert enheten.  Du kan teste den gjeldende enheten ved \u00E5 skrive inn den genererte koden nedenfor.  Hvis du fortsetter, kan du konfigurere gjeldende enhet p\u00E5 nytt.
Display_WarnExistingResponseTime=Du har allerede angitt svarene for kontrollsp\u00F8rsm\u00E5lene den <span class="timestamp">%1%</span>.  Hvis du fortsetter, kan du svare p\u00E5 sp\u00F8rsm\u00E5lene dine p\u00E5 nytt.
Display_WarnExistingResponse=Du har allerede angitt svar p\u00E5 kontrollsp\u00F8rsm\u00E5lene. Dersom du fortsetter s\u00E5 kan du legg inn nye svar p\u00E5 sp\u00F8rsm\u00E5lene.
Display_PleaseVerifyOtp=Skriv inn den sekssifrede bekreftelseskoden fra enheten din.  Hvis enheten ikke er konfigurert til \u00E5 gi deg en bekreftelseskode, g\u00E5r du tilbake til forrige side og konfigurerer enheten.
Display_OtpRecoveryInfo=Hver av disse gjenopprettingskodene kan brukes n\u00F8yaktig \u00E9n gang i tilfelle du ikke f\u00E5r tilgang til telefonen. Husk \u00E5 <a class="pwm-link-print"> skrive ut denne siden</a> eller p\u00E5 annen m\u00E5te skrive ned disse kodene og lagre dem p\u00E5 et trygt sted.
Display_OtpClearWarning=Er du sikker p\u00E5 at du \u00F8nsker \u00E5 fortsette?  Hvis du fortsetter, vil den eksisterende registreringen bli fjernet, og du m\u00E5 konfigurere enheten p\u00E5 nytt.
Display_ResponsesClearWarning=Er du sikker p\u00E5 at du \u00F8nsker \u00E5 fortsette?  Hvis du fortsetter, vil dine eksisterende svar bli fjernet, og du m\u00E5 svare p\u00E5 sikkerhetssp\u00F8rsm\u00E5lene dine p\u00E5 nytt.
Display_Shortcuts=Velg en av f\u00F8lgende lenker for \u00E5 fortsette.
Display_ShowPasswordGuide=Veiledning for passord
Display_StrengthMeter=Passordstyrke
Display_UpdateProfile=Vennligst oppdater f\u00F8lgende informasjon:
Display_UpdateProfileConfirm=Les gjennom f\u00F8lgende informasjon du har skrevet inn, og bekreft.
Display_UpdateProfileEnterCode=For \u00E5 bekrefte e-postadressen din er en kode sendt til deg p\u00E5 <b>%1%</b>.  Vennligst skriv inn koden her for \u00E5 fortsette.
Display_UpdateProfileEnterCodeSMS=For \u00E5 bekrefte telefonnummeret ditt, er det sendt en kode til deg p\u00E5 <b>%1%</b>.  Vennligst skriv inn koden her for \u00E5 fortsette.
Display_UserEventHistory=Denne siden viser passordets hendelseshistorikk. Bare handlinger som utf\u00F8res med dette programmet, vises her. Alle oppf\u00F8rte klokkeslett er i tidssonen %1%.
Display_TypingWait=Venter p\u00E5 inntasting for \u00E5 fullf\u00F8re ....
Field_AccountEnabled=Konto aktivert
Field_AccountExpired=Kontoen er utl\u00F8pt
Field_AccountExpirationTime=Utl\u00F8pstid for kontoen
Field_Code=Kode
Field_DateTime=Dato/klokkeslett
Field_OneTimePassword=Engangspassord
Field_Confirm_Prefix=Bekreft
Field_ConfirmPassword=Bekreft passord
Field_CurrentPassword=Gjeldende passord
Field_Display=Vis
Field_ForwardURL=Videresendings-URL
Field_LastLoginTime=Tidspunkt for siste innlogging
Field_LastLoginTimeDelta=Siste innloggingstid tidsforskjell
Field_LdapProfile=LDAP-profil
Field_Location=Sted
Field_LogoutURL=URL for utlogging
Field_Method=Metode
Field_NetworkAddress=Nettverksadresse
Field_NetworkHost=Nettverksvert
Field_NewPassword=Nytt passord
Field_Option_Select=Velg et sp\u00F8rsm\u00E5l
Field_Password=Passord
Field_PasswordExpirationTime=Utl\u00F8pstid for passord
Field_PasswordExpired=Passord utl\u00F8pt
Field_PasswordLocked=Passordet er l\u00E5st (Inntrengingsfors\u00F8k)
Field_PasswordPreExpired=Passordet er utl\u00F8pt f\u00F8r tiden
Field_PasswordSetTime=Tid for opprettelse av passord
Field_PasswordSetTimeDelta=Passord endret (tidsforskjell)
Field_PasswordViolatesPolicy=Bryter passordpolicy
Field_PasswordWithinWarningPeriod=Innenfor varselsperiode
Field_Policy=Regel
Field_Profile=Profil
Field_ResponsesNeeded=Det er n\u00F8dvendig \u00E5 oppdatere svarene
Field_ResponsesStored=Svar lagret
Field_ResponsesTimestamp=Tidstempel for lagrede svar
Field_User_Supplied_Question=Sp\u00F8rsm\u00E5l
Field_UserDN=Bruker DN
Field_UserGUID=Bruker GUID
Field_Username=Brukernavn
Field_UserEmail=E-post
Field_UserSMS=SMS
Field_OTP_Identifier=Identifikator
Field_OTP_Secret=Hemmelig
Field_OTP_Type=Type
Field_OTP_RecoveryCodes=Gjenopprettingskoder
Field_OTP_Stored=OTP lagret
Field_OTP_Timestamp=Tidspunkt OTP ble lagret
Field_VerificationMethodPreviousAuth=Forrige autentisering
Field_VerificationMethodToken=Bekreftelse p\u00E5 SMS/e-post
Field_VerificationMethodOTP=Bekreftelse p\u00E5 mobilenhet
Field_VerificationMethodChallengeResponses=Hemmelige sp\u00F8rsm\u00E5l og svar
Field_VerificationMethodAttributes=Personopplysninger
Field_VerificationMethodRemoteResponses=Eksterne svar
Field_VerificationMethodNAAF=Avansert autentisering
Field_VerificationMethodOAuth=Ekstern OAuth-godkjenning
Description_VerificationMethodPreviousAuth=
Description_VerificationMethodToken=
Description_VerificationMethodOTP=
Description_VerificationMethodChallengeResponses=
Description_VerificationMethodAttributes=
Description_VerificationMethodRemoteResponses=
Description_VerificationMethodNAAF=
Description_VerificationMethodOAuth=
Field_Placeholder_Answer=Svar
Long_Title_ActivateUser=Aktiver en forh\u00E5ndskonfigurert konto og opprett et nytt passord.
Long_Title_Admin=Administrative funksjoner
Long_Title_ChangePassword=Endre ditt n\u00E5v\u00E6rende passord.
Long_Title_ForgottenPassword=F\u00E5 tilgang til kontoen din igjen hvis du har glemt passordet ditt.
Long_Title_ForgottenUsername=Finn det glemte brukernavnet ditt.
Long_Title_GuestRegistration=Registrer en ny gjestebrukerkonto.
Long_Title_GuestUpdate=Oppdater en ny gjestebrukerkonto.
Long_Title_Helpdesk=Verkt\u00F8y for brukerst\u00F8tte
Long_Title_Logout=Logg av selvbetjeningsprogrammet for passord.
Long_Title_Main_Menu=Hovedmeny for passordselvbetjening. Herfra kan du endre ditt n\u00E5v\u00E6rende passord, lage nytt passord n\u00E5r du har glemt ditt gamle eller utf\u00F8re andre passordrelaterte aktiviteter.
Long_Title_NewUser=Opprett en ny brukerkonto.
Long_Title_PeopleSearch=Finn kontaktinformasjon til dine kolleger.
Long_Title_SetupResponses=Sikkerhetssp\u00F8rsm\u00E5l og svar lar deg gjenopprette et glemt passord.
Long_Title_SetupOtpSecret=Konfigurer mobilenheten slik at du kan gjenopprette et glemt passord.
Long_Title_Shortcuts=Personlige snarveier.
Long_Title_UpdateProfile=Oppdater brukerprofildataene dine.
Long_Title_UserEventHistory=Logg over passordhendelser.  Se n\u00E5r du har endret passordet ditt tidligere.
Long_Title_UserInformation=Informasjon om passord- og passordpolicyene dine.
Long_Title_DeleteAccount=Fjern kontoen og profilen din fra denne tjenesten
Long_Title_VerificationSend=F\u00F8r denne brukeren kan velges, m\u00E5 brukerens identitet bekreftes.  Velg en bekreftelsesmetode.
Title_AnsweredQuestions=Besvarte sp\u00F8rsm\u00E5l
Title_ActivateUser=Aktiver konto
Title_Admin=Administrasjon
Title_Captcha=Bekreftelse
Title_ChangePassword=Endre passord
Title_ConfirmResponses=Bekreft sikkerhetssp\u00F8rsm\u00E5l
Title_Error=Feil
Title_ForgottenPassword=Glemt passord
Title_ForgottenUsername=Glemt brukernavn
Title_GuestRegistration=Gjesteregistrering
Title_GuestUpdate=Oppdater gjestebruker
Title_Helpdesk=Brukerst\u00F8tte
Title_LocaleSelect=Spr\u00E5kvalg
Title_Login=Vennligst logg inn
Title_Logout=Logg ut
Title_LogoutPublic=Inaktiv tidsavbrudd
Title_MainPage=Hovedmeny
Title_NewUser=Registrering av ny bruker
Title_OrgChart=Organisasjonskart
Title_PasswordGuide=Veiledning for passord
Title_PasswordPolicy=Retningslinjer for passord
Title_PasswordStrength=Passordstyrke
Title_PasswordWarning=Advarsel om passord
Title_PeopleSearch=Persons\u00F8k
Title_PeopleSearchCard=Persons\u00F8k - kort
Title_PeopleSearchTable=Persons\u00F8k - tabell
Title_PleaseWait=Vennligst vent
Title_RandomPasswords=Tilfeldige passord
Title_RecentVerifications=Nylige bekreftelser
Title_RecoverPassword=Glemt passord
Title_RecoverRandomResponses=Tilfeldige sp\u00F8rsm\u00E5l
Title_RecoverRequiredResponses=Obligatoriske sp\u00F8rsm\u00E5l
Title_SecurityResponses=Sikkerhetssvar
Title_SetupRandomResponses=Tilfeldige sp\u00F8rsm\u00E5l
Title_SetupRequiredResponses=Obligatoriske sp\u00F8rsm\u00E5l
Title_SetupResponses=Angi sikkerhetssp\u00F8rsm\u00E5l
Title_SetupOtpSecret=Konfigurer autentisering med mobilapper
Title_Shortcuts=Snarveier
Title_Status=Status
Title_Success=Suksess
Title_UpdateProfile=Oppdater profil
Title_UpdateProfileConfirm=Bekreft profildata
Title_UserData=Mine data
Title_UserEventHistory=Passordhistorikk
Title_UserInformation=Min konto
Title_ValidateCode=Valider kode
Title_VerificationSend=Velg bekreftelsesmetode
Title_DeleteAccount=Slett min konto
Title_Management=Administrasjon
Title_DirectReports=Underordnede
Title_Organization=Organisasjon
Tooltip_PasswordStrength=Passordstyrkem\u00E5leren viser hvor lett det er \u00E5 gjette passordet ditt. Pr\u00F8v f\u00F8lgende for \u00E5 gj\u00F8re passordet ditt sikrere:<ul><li>Gj\u00F8r passordet lengre</li><li>Ikke gjenta bokstaver eller tall</li><li>Bruk b\u00E5de store og sm\u00E5 bokstaver</li><li>Legg til flere tall</li><li>Legg til flere spesialtegn</li></ul>
Confirm_DeleteUser=Er du sikker p\u00E5 at du \u00F8nsker \u00E5 fortsette?  Hvis du fortsetter, slettes den valgte brukeren permanent.  Dette kan ikke angres.
Confirm=Er du sikker p\u00E5 at du \u00F8nsker \u00E5 fortsette?
Value_False=Usant
Value_True=Sant
Value_NotApplicable=n/a
Value_Default=Standard
Value_ProgressComplete=Fullf\u00F8rt
Value_ProgressInProgress=P\u00E5g\u00E5r
Placeholder_Search=S\u00F8k
Notice_UploadFailure=Opplastingen mislyktes.  Pr\u00F8v p\u00E5 nytt, eller sp\u00F8r en administrator om hjelp.
Label_StartingFrom=starter fra {{personName}}
Label_EmailTeamMembersFound=Fant e-postadresser
Label_EmailLevelDepth=Teamniv\u00E5 dybde
Label_ExportLevelDepth=Dybde p\u00E5 eksportniv\u00E5
Instructions_EmailTeam2=Velg dybden p\u00E5 teamniv\u00E5et, og trykk p\u00E5 E-post-knappen nedenfor.
Instructions_EmailTeam1=E-postlisten genereres basert p\u00E5 organisasjonsdata fra og med dette punktet. N\u00E5r du klikker Send e-post-knappen, \u00E5pnes standard e-postprogrammet automatisk, med listen over e-postadresser forh\u00E5ndsutfylt.
Instructions_ExportOrgChart2=Velg eksportniv\u00E5dybde, og trykk p\u00E5 Eksporter-knappen nedenfor.
Instructions_ExportOrgChart1=Klikk Eksporter-knappen for \u00E5 starte nedlastingen av organisasjonskartdataene. N\u00E5r nedlastingen er fullf\u00F8rt, kan du importere disse organisasjonskartdataene til det programmet du foretrekker. Dataene eksporteres i CSV-format.
Title_AdvancedSearch=Avansert s\u00F8k
Title_EmailOrgChart=Send e-post til teammedlemmer
Title_ExportOrgChart=Eksporter organisasjonskart
Title_Print=Skriv ut
Title_UploadPhoto=Last opp bilde
Title_Upload=Last opp
Title_Settings=Innstillinger
Title_HelpDeskTable=Brukerst\u00F8ttetabell
Title_HelpDeskCard=Brukerst\u00F8ttekort
Display_SearchAttrsUnique=S\u00F8keattributter m\u00E5 v\u00E6re unike
Display_SmsPrefix=SMS -
Display_EmailPrefix=E-post -
Display_Uploading=Laster opp\u2026
Display_WarnJavaScriptNotEnabledMessage=Dette programmet er avhengig av JavaScript for \u00E5 fungere skikkelig.  Selv om noen f\u00E5 funksjoner fortsatt kan v\u00E6re tilgjengelige med redusert funksjonalitet, anbefales det \u00E5 aktivere JavaScript i nettleseren din for \u00E5 f\u00E5 den beste opplevelsen.
Display_WarnJavaScriptNotEnabledTitle=JavaScript er ikke aktivert
Display_ViewDetails=Vis detaljer
Display_RecoverChoiceResetInhibit=Passordet ditt kan ikke endres for \u00F8yeblikket fordi det er under minimumsgrensen for passordlevetid.
Display_RecoverTokenSuccess=Takk skal du ha! Sikkerhetskoden som ble sendt til <b>%1%</b> er bekreftet.
Display_RecoverTokenSendOneChoice=For \u00E5 bekrefte identiteten din sendes en sikkerhetskode til deg p\u00E5 %1%.
Display_NoResponses=Brukeren har ikke svar
Display_MatchCondition=Samsvarsbetingelse
Display_InvalidVerification=Vise detaljer er bare tilgjengelige etter at en bruker er bekreftet
Button_AddSearchAttribute=Legg til s\u00F8keattributt
Button_Remove=Fjern
Button_SendToken=Send token
Button_TokenVerification=Bekreftelse av token
Button_EmailTeam=Send e-post til teammedlemmer
Button_ExportOrgChart=Eksporter organisasjonskart
Button_Export=Eksporter
Button_SendEmail=Send e-post
Button_Verifications=Bekreftelser
Button_Upload=Last opp
Button_Select=Velg
