#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Button_Activate=Attiva
Button_Attributes=Dati utente
Button_Agree=Accetto
Button_Browse=Sfoglia
Button_Cancel=Annulla
Button_ChangePassword=Modifica password
Button_ChangeResponses=Indietro
Button_CheckCode=Verifica codice
Button_ClearOtpReEnroll=Ripeti registrazione dispositivo mobile
Button_HelpdeskClearOtpSecret=Elimina segreto OTP
Button_ClearResponses=Elimina risposte
Button_CloseWindow=Chiudi finestra
Button_Confirm=Conferma
Button_ConfirmResponses=Conferma risposte di sicurezza
Button_Continue=Continua
Button_Create=Crea
Button_Delete=Cancella
Button_Email=E-mail
Button_GoBack=Indietro
Button_Hide=Nascondi
Button_Hide_Responses=Nascondi risposte
Button_Home=Home
Button_Login=Accedi
Button_Logout=Disconnetti
Button_More=Altro
Button_OrgChart=Organigramma
Button_OTP=OTP
Button_RecoverPassword=Controlla risposte
Button_Reset=Elimina
Button_Search=Ricerca
Button_SetResponses=Salva risposte
Button_Show=Mostra
Button_Show_Responses=Mostra risposte
Button_Skip=Ignora
Button_SMS=SMS
Button_TokenResend=Reinvia codice
Button_Unlock=Sblocca
Button_UnlockPassword=Sblocca password
Button_Update=Aggiorna
Button_Upload=Effettua upload
Button_Verify=Verifica
Button_Verifications=Verifiche
Button_OK=OK
Button_SendEmail=Invia e-mail
Button_Export=Esporta
Button_ExportOrgChart=Esporta organigramma
Button_EmailTeam=Invia e-mail ai membri del team
Button_TokenVerification=Verifica token
Button_SendToken=Invia token
Display_ActivateUser=Per confermare l'identit\u00e0, immettere le informazioni seguenti. Le informazioni dell'utente saranno utilizzate per individuare e attivare l'account utente.<p/>Affinch\u00e9 l'account venga attivato correttamente, \u00e8 necessario completare la procedura.
Display_AutoGeneratedPassword=Generare automaticamente una nuova password
Display_CapsLockIsOn=BLOC MAISUC attivato
Display_Captcha=Completare la procedura di verifica. Tale procedura ha la funzione di proteggere l'account da eventuali abusi.
Display_CaptchaInputWords=Immettere il testo visualizzato sopra
Display_CaptchaInputNumbers=Immettere i numeri ascoltati
Display_CaptchaGetAudio=Ottieni audio CAPTCHA
Display_CaptchaGetImage=Ottieni immagine CAPTCHA
Display_CaptchaHelp=Guida
Display_CaptchaRefresh=Aggiorna
Display_ChangePassword=Modificare la password. La nuova password deve rimanere segreta. Dopo avere digitato la nuova password, fare clic sul pulsante Modifica Password. Se \u00e8 necessario annotarla, conservarla in un luogo sicuro. La nuova password deve soddisfare i requisiti seguenti\:
Display_ChangePasswordForm=Immettere i dati seguenti. L'operazione \u00e8 necessaria per verificare l'identit\u00e0 dell'utente prima della modifica della password.
Display_CheckingData=Controllo dati in corso\u2026
Display_CheckingPassword=Controllo password in corso\u2026
Display_CheckingResponses=Controllo risposte in corso\u2026
Display_ClientDisconnect=Impossibile comunicare con il server.
Display_CommunicationError=Impossibile comunicare con il server. Quando si \u00e8 pronti, continuare.
Display_ConfirmResponses=Verificare che risposte e domande siano corrette. Controllare ortografia e punteggiatura. Se si dimentica la password, sar\u00e0 possibile accedere al proprio account rispondendo a queste domande di sicurezza.
Display_Day=giorno
Display_Days=giorni
Display_DeleteUserConfirm=Cancellare l'account?  L'operazione non pu\u00f2 essere annullata.
Display_ErrorBody=Si \u00e8 verificato un errore. Chiudere il browser e riprovare pi\u00f9 tardi. Se l'errore si ripete pi\u00f9 volte, contattare l'help desk.
Display_ErrorReference=riferimento errore %1%
Display_ExpirationDate=Data di scadenza account (%1% giorni massimo)
Display_FooterInfoText=
Display_ForgottenPassword=Se si dimentica la password, reimpostarla seguendo le istruzioni visualizzate.
Display_ForgottenUsername=Digitare le informazioni seguenti, che verranno utilizzate per cercare il nome utente dimenticato.
Display_GuestRegistration=Per registrare un nuovo account guest, immettere le informazioni seguenti.
Display_GuestUpdate=Per aggiornare un account guest, controllare e modificare le informazioni seguenti.
Display_Helpdesk=Immettere i dati per la ricerca dell'utente.
Display_HelpdeskOtpValidation=Fornisce istruzioni all'utente circa l'avvio dell'app mobile di autenticazione e la condivisione del codice d'accesso attuale.
Display_HelpdeskNoData=Il server non risponde correttamente. Una sessione presente in un'altra finestra del browser potrebbe essere scaduta. Ricaricare la pagina ed eseguire nuovamente il login.
Display_Hour=ora
Display_Hours=ore
Display_IdleTimeout=Timeout inattivit\u00e0\:
Display_IdleWarningMessage=La sessione sta per scadere. Per riprenderla, fare clic in un punto qualsiasi della pagina.
Display_IdleWarningTitle=Timeout inattivit\u00e0
Display_InvalidVerification=Visualizzazione dei dettagli disponibile solo dopo che un utente \u00e8 stato verificato con esito positivo
Display_JavascriptRequired=Per visualizzare la pagina \u00e8 necessario Javascript.
Display_LeaveDirtyPasswordPage=Se si abbandona la pagina, la password non verr\u00e0 modificata.
Display_Login=
Display_LoginPasswordOnly=Immettere la password qui di seguito. La password attuale \u00e8 necessaria per accedere all'applicazione.
Display_Logout=Disconnessione eseguita.
Display_LogoutPublic=La sessione \u00e8 scaduta perch\u00e9 non \u00e8 stata eseguita alcuna attivit\u00e0.
Display_MatchCondition=Corrispondenza condizione
Display_Minute=minuto
Display_Minutes=minuti
Display_NAAF_PASSWORD=Specificare la password di autenticazione NAAF.
Display_NAAF_LDAP_PASSWORD=Specificare la password di autenticazione LDAP.
Display_NAAF_SECURITY_QUESTIONS=Rispondere alle domande di sicurezza.
Display_NAAF_EMAIL_OTP=\u00c8 stata inviata un'e-mail con la OTP.
Display_NAAF_SMS_OTP=\u00c8 stato inviato un SMS con la OTP.
Display_NAAF_SMARTPHONE=\u00c8 stata avviata la procedura di verifica dello smartphone. Al termine della procedura, continuare.
Display_NAAF_RADIUS=Immettere la password di autenticazione RADIUS.
Display_NAAF_TOTP=Immettere il valore TOTP.
Display_NAAF_HOTP=Immettere il valore HOTP.
Display_NAAF_VOICE=\u00c8 stata avviata la procedura di verifica vocale. Al termine della procedura, continuare.
Display_NewUser=Per registrare un nuovo account, compilare il modulo seguente.
Display_NewUserProfile=Per registrare un nuovo account, selezionare un profilo.
Display_NoResponses=L'utente non possiede risposte
Display_PasswordExpired=La password \u00e8 scaduta. \u00c8 necessario impostare subito una nuova password.
Display_PasswordGeneration=Le password seguenti sono state generate casualmente per l'utente. Tali password sono basate su parole reali affinch\u00e9 sia pi\u00f9 facile ricordarle, ma sono state modificate in modo che sia pi\u00f9 difficile indovinarle.
Display_PasswordNoExpire=La password non ha scadenza.
Display_PasswordPrompt=Digitare la nuova password
Display_PasswordStrengthVeryHigh=Complessit\u00e0\: <b>molto elevata</b>
Display_PasswordStrengthHigh=Complessit\u00e0\: <b>elevata</b>
Display_PasswordStrengthMedium=Complessit\u00e0\: <b>buona</b>
Display_PasswordStrengthLow=Complessit\u00e0\: <b>scarsa</b>
Display_PasswordStrengthVeryLow=Complessit\u00e0\: <b>debole</b>
Display_PasswordReplicationStatus=Replica password (avanzamento %1%)
Display_PasswordWarn=<b>La password sta per scadere</b>. Per evitare problemi di accesso al servizio, modificare la password al pi\u00f9 presto. <br/><br/>La password scadr\u00e0 il %1%.
Display_PeopleSearch=Digitare l'interrogazione di ricerca qui di seguito. \u00c8 possibile cercare una persona in base a nome, indirizzo e-mail o numero di telefono.
Display_PleaseWait=Caricamento in corso\u2026
Display_PleaseWaitNewUser=\u00c8 in corso la configurazione del nuovo account. La procedura potrebbe richiedere alcuni minuti. Si prega di attendere.
Display_PleaseWaitPassword=\u00c8 in corso la modifica della password. La procedura potrebbe richiedere alcuni minuti. Si prega di attendere.
Display_Random=Casuale
Display_RecoverVerificationChoice=Per verificare la propria identit\u00e0, selezionare uno dei metodi seguenti. Nota\: se l'amministratore richiede pi\u00f9 forme di verifica, l'utente verr\u00e0 reindirizzato a questa pagina fino a quando tutti i criteri non saranno soddisfatti.
Display_RecoverTokenSendChoices=All'utente verr\u00e0 inviato un codice di sicurezza per verificarne l'identit\u00e0. Scegliere il metodo desiderato per la ricezione del codice di sicurezza.
Display_RecoverTokenSendOneChoice=Per verificare l'identit\u00e0 dell'utente, un codice di sicurezza \u00e8 stato inviato a %1%.
Display_RecoverTokenSendChoiceEmail=Inviare il codice all'indirizzo e-mail dell'utente registrato.
Display_RecoverTokenSendChoiceSMS=Inviare il codice al numero di cellulare dell'utente utilizzando un SMS.
Display_RecoverTokenSuccess=Grazie\!  Il codice di sicurezza inviato a <b>%1%</b> \u00e8 stato verificato.
Display_RecoverChoiceReset=Impostare una nuova password. Se non si ricorda la password e si desidera impostarne una nuova, fare clic qui. Impostando una nuova password verr\u00e0 sbloccato anche l'account dell'utente.
Display_RecoverChoiceResetInhibit=Impossibile modificare la password in questo momento, perch\u00e9 rientra nel limite di durata minimo.
Display_RecoverChoiceUnlock=Sbloccare l'account. Se si ricorda la password, \u00e8 possibile sbloccare l'account selezionando questa opzione. La password non verr\u00e0 modificata.
Display_RecoverEnterCode=All'utente \u00e8 stato inviato un codice di sicurezza all'indirizzo %1% per verificarne l'identit\u00e0. Fare clic sul collegamento riportato nell'e-mail o copiare e incollare qui il codice di sicurezza.
Display_RecoverEnterCodeSMS=All'utente \u00e8 stato inviato un codice di sicurezza via SMS al numero %1% per verificarne l'identit\u00e0. Immettere qui il codice di sicurezza del messaggio.
Display_RecoverPassword=Rispondere alle domande seguenti. Rispondendo correttamente alle domande \u00e8 possibile reimpostare la password.
Display_RecoverPasswordChoices=L'account \u00e8 stato bloccato a causa di un numero eccessivo di tentativi di login errati. Per continuare \u00e8 possibile sbloccare l'account o modificare la password.
Display_RecoverRandomResponses=Per continuare \u00e8 necessario rispondere alle seguenti domande.
Display_RecoverRequiredResponses=Queste domande sono richieste dall'amministratore.
Display_RecoverOTP=Per verificare l'identit\u00e0, generare il codice di sicurezza utilizzando il dispositivo mobile.
Display_RecoverOTPIdentified=Per verificare l'identit\u00e0, generare il codice di sicurezza utilizzando il dispositivo mobile. L'ID di registrazione del dispositivo mobile \u00e8 <b>%1%</b>.
Display_ResponsesPrompt=Digitare le risposte di sicurezza
Display_SelectionIndicator=Selezionare una domanda dall'elenco
Display_SearchCompleted=Ricerca completata.
Display_SearchResultsInfo=Restituiti %1% risultati su %2%.
Display_SearchResultsExceeded=I risultati hanno superato la dimensione massima di ricerca
Display_SetRandomPasswordPrompt=Impostare una nuova password casuale per l'utente?
Display_SearchResultsNone=Nessun risultato
Display_Second=secondo
Display_Seconds=secondi
Display_SetupHelpdeskResponses=<p>Per impostazione dell'amministratore \u00e8 necessario fornire le risposte seguenti. Tali risposte vengono utilizzate per verificare l'identit\u00e0 dell'utente nel caso in cui contatti l'help desk per richiedere assistenza.</p>
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=<p>Se non si ricorda la password, \u00e8 possibile accedere al proprio account rispondendo alle domande di sicurezza.</p><p>Scegliere domande e risposte che possano essere usate per verificare la propria identit\u00e0 se si dimentica la password. Poich\u00e9 potranno essere utilizzate per accedere all'account, scegliere risposte che non siano facili da indovinare o scoprire.</p>
Display_SetupOtpSecret=Se si dimentica la password \u00e8 possibile accedere al proprio account utilizzando il dispositivo mobile. Seguire le istruzioni riportate di seguito a seconda del tipo di dispositivo.
Display_SetupOtp_Android_Title=Android
Display_SetupOtp_Android_Steps=<b>Installare l'app Google Authenticator per Android.</b><ol><li>Aprire Google Play Store sul telefono.</li><li>Cercare <b>Google Authenticator</b>.<br/>(<a target\="playstore" href\="https\://play.google.com/store/apps/details?id\=com.google.android.apps.authenticator2">Effettuare il download da Google Play Store</a>)</li><li>Effettuare il download e installare l'applicazione.</li></ol><b>Al termine dell'installazione, aprire e configurare Google Authenticator.</b><ol><li>In Google Authenticator, toccare Menu e selezionare "Configura account."</li><li>Selezionare "Leggi codice a barre".</li><li>Effettuare la scansione del codice a barre utilizzando la fotocamera del telefono.</li><li>Dopo aver effettuato la scansione, fare clic sul pulsante Continua.</li></ol>
Display_SetupOtp_iPhone_Title=iPhone
Display_SetupOtp_iPhone_Steps=<b>Toccare l'icona di App Store sull'iPhone.</b><ol><li>Aprire App Store sul telefono.</li><li>Cercare <b>Google Authenticator</b>.<br/>(<a target\="itunesstore" href\="https\://itunes.apple.com/us/app/google-authenticator/id388497605?mt\=8">Effettuare il download da App Store</a>)</li><li>Toccare l'app, quindi toccare Ottieni ed eseguire l'installazione.</li></ol><b>Al termine dell'installazione, aprire e configurare Google Authenticator.</b><ol><li>In Google Authenticator, toccare "+" e scegliere "Leggi codice a barre".</li><li>Effettuare la scansione del codice a barre utilizzando la fotocamera del telefono.</li><li>Dopo aver effettuato la scansione, fare clic sul pulsante Continua.</li></ol>
Display_SetupOtp_Other_Title=Altri
Display_SetupOtp_Other_Steps=<b>Cercare un'app compatibile a due fattori.</b><ul><li>Cercare <b>Google Authenticator</b> nell'app store del proprio dispositivo.<br/>Sono disponibili app compatibili per numerosi dispositivi.</li><li>Provare a cercare un'app che supporti i "<b>token di sicurezza TOTP</b>" o "RFC6238"</li><li>Effettuare il download e installare l'applicazione.</li></ul><b>Al termine dell'installazione, aprire e configurare l'app.</b><ol><li>Immettere i dati riportati di seguito o effettuare la scansione del codice a barre seguendo le istruzioni dell'app.</li><li>Dopo aver configurato l'app, fare clic sul pulsante Continua.</li></ol>
Display_SetupOtp_VerificationCodeFormat=Il codice di verifica deve essere composto da almeno 6 cifre.
Display_TokenDestination=Destinazione token
Display_TokenResend=Il codice di sicurezza dovrebbe arrivare immediatamente. Se dopo aver atteso il codice non \u00e8 stato ricevuto, fare clic sul pulsante Reinvia codice per ricevere un nuovo codice.
Display_UsernameHeader=@User\:ID@
Display_UsernameFooter=@User\:ID@
Display_ViewDetails=Visualizza dettagli
Display_WarnExistingOtpSecretTime=Il dispositivo \u00e8 gi\u00e0 stato registrato su <span class\="timestamp">%1%</span>. Per eseguire una prova del dispositivo attuale, digitare di seguito il codice generato. Continuando \u00e8 possibile riconfigurare il dispositivo attuale.
Display_WarnExistingOtpSecret=Il dispositivo \u00e8 gi\u00e0 stato registrato. Per eseguire una prova del dispositivo attuale, digitare di seguito il codice generato. Continuando \u00e8 possibile riconfigurare il dispositivo attuale.
Display_WarnExistingResponseTime=Le domande/risposte di autenticazione sono gi\u00e0 state impostate il <span class\="timestamp">%1%</span>. Continuando \u00e8 possibile rispondere nuovamente alle domande.
Display_WarnExistingResponse=Le domande/risposte di autenticazione sono gi\u00e0 state impostate. Continuando \u00e8 possibile rispondere nuovamente alle domande.
Display_WarnJavaScriptNotEnabledTitle=JavaScript non \u00e8 abilitato
Display_WarnJavaScriptNotEnabledMessage=Per funzionare correttamente questa applicazione utilizza ampiamente JavaScript. Sebbene alcune funzioni siano comunque disponibili con funzionalit\u00e0 ridotta, si consiglia di abilitare JavaScript nel browser in uso per ottenere prestazioni ottimali.
Display_PleaseVerifyOtp=Immettere il codice di verifica a 6 cifre del dispositivo. Se il dispositivo non \u00e8 configurato per fornire un codice di verifica, tornare alla pagina precedente ed eseguire la configurazione.
Display_OtpRecoveryInfo=Ciascun codice di recupero pu\u00f2 essere utilizzato una sola volta nel caso in cui non sia possibile accedere al telefono. Non dimenticare di <a class\="pwm-link-print">stampare questa pagina</a> o di annotare i codici e di conservarli in un luogo sicuro.
Display_OtpClearWarning=Continuare? Se si continua, la registrazione esistente verr\u00e0 eliminata e sar\u00e0 necessario ripetere la configurazione del dispositivo.
Display_ResponsesClearWarning=Continuare? Se si continua, le risposte esistenti verranno eliminate e sar\u00e0 necessario rispondere nuovamente alle domande di sicurezza.
Display_Shortcuts=Per continuare, selezionare uno dei collegamenti seguenti.
Display_ShowPasswordGuide=Guida password
Display_StrengthMeter=Complessit\u00e0 password
Display_UpdateProfile=Aggiornare le informazioni seguenti\:
Display_UpdateProfileConfirm=Verificare di seguito le informazioni immesse e confermare.
Display_UpdateProfileEnterCode=Per verificare l'indirizzo e-mail \u00e8 stato inviato un codice a <b>%1%</b>. Per continuare, immettere qui il codice.
Display_UpdateProfileEnterCodeSMS=Per verificare il numero di telefono \u00e8 stato inviato un codice a <b>%1%</b>. Per continuare, immettere qui il codice.
Display_UserEventHistory=In questa pagina viene visualizzata la cronologia degli eventi della password. Appaiono soltanto le azioni eseguite con questa applicazione. Tutti gli orari elencati sono nel fuso orario %1%.
Display_TypingWait=Attesa completamento digitazione\u2026
Display_EmailPrefix=Invia per e-mail
Display_SmsPrefix=SMS
Field_AccountEnabled=Account abilitato
Field_AccountExpired=Account scaduto
Field_AccountExpirationTime=Ora di scadenza account
Field_Code=Codice
Field_DateTime=Data/ora
Field_OneTimePassword=OTP
Field_Confirm_Prefix=Conferma
Field_ConfirmPassword=Conferma password
Field_CurrentPassword=Password attuale
Field_Display=Display
Field_ForwardURL=URL di inoltro
Field_LastLoginTime=Ora ultimo login
Field_LastLoginTimeDelta=Differenza ora ultimo login
Field_LdapProfile=Profilo LDAP
Field_Location=Ubicazione
Field_LogoutURL=URL di logout
Field_Method=Metodo
Field_NetworkAddress=Indirizzo di rete
Field_NetworkHost=Host di rete
Field_NewPassword=Nuova password
Field_Option_Select=Selezionare una domanda
Field_Password=Password
Field_PasswordExpirationTime=Ora di scadenza della password
Field_PasswordExpired=Password scaduta
Field_PasswordLocked=Password bloccata (rilevamento di intrusione)
Field_PasswordPreExpired=Password pre-scaduta
Field_PasswordSetTime=Ora di impostazione della password
Field_PasswordSetTimeDelta=Differenza ora di impostazione della password
Field_PasswordViolatesPolicy=Viola la policy della password
Field_PasswordWithinWarningPeriod=Entro il periodo di avviso
Field_Policy=Policy
Field_Profile=Profilo
Field_ResponsesNeeded=\u00c8 necessario aggiornare le risposte
Field_ResponsesStored=Risposte memorizzate
Field_ResponsesTimestamp=Registrazione orario risposte memorizzate
Field_User_Supplied_Question=Domanda
Field_UserDN=DN utente
Field_UserGUID=GUID utente
Field_Username=Nome utente
Field_UserEmail=E-mail
Field_UserSMS=SMS
Field_OTP_Identifier=Identificatore
Field_OTP_Secret=Segreto
Field_OTP_Type=Tipo
Field_OTP_RecoveryCodes=Codici di recupero
Field_OTP_Stored=OTP memorizzata
Field_OTP_Timestamp=Ora di memorizzazione OTP
Field_VerificationMethodPreviousAuth=Autenticazione precedente
Field_VerificationMethodToken=Verifica SMS/e-mail
Field_VerificationMethodOTP=Verifica tramite dispositivo mobile
Field_VerificationMethodChallengeResponses=Domande e risposte segrete
Field_VerificationMethodAttributes=Dati personali
Field_VerificationMethodRemoteResponses=Risposte esterne
Field_VerificationMethodNAAF=Advanced Authentication
Field_VerificationMethodOAuth=Autenticazione OAuth esterna
Description_VerificationMethodPreviousAuth=
Description_VerificationMethodToken=
Description_VerificationMethodOTP=
Description_VerificationMethodChallengeResponses=
Description_VerificationMethodAttributes=
Description_VerificationMethodRemoteResponses=
Description_VerificationMethodNAAF=
Description_VerificationMethodOAuth=
Field_Placeholder_Answer=Risposta
Long_Title_ActivateUser=Attivare un account pre-configurato e impostare una nuova password.
Long_Title_Admin=Funzioni amministrative
Long_Title_ChangePassword=Modificare la password attuale.
Long_Title_ForgottenPassword=Recuperare l'accesso al proprio account se si dimentica la password.
Long_Title_ForgottenUsername=Cercare il nome utente dimenticato.
Long_Title_GuestRegistration=Registrare un nuovo account utente guest.
Long_Title_GuestUpdate=Aggiornare un nuovo account utente guest.
Long_Title_Helpdesk=Strumenti help desk
Long_Title_Logout=Uscire dall'applicazione del self-service password.
Long_Title_Main_Menu=Menu principale del self-service password. In questo menu \u00e8 possibile modificare la password attuale, reimpostare una password dimenticata o eseguire altre attivit\u00e0 connesse alle password.
Long_Title_NewUser=Creare un nuovo account utente.
Long_Title_PeopleSearch=Cercare le informazioni di contatto dei propri colleghi.
Long_Title_SetupResponses=Le domande e risposte di sicurezza consentono di recuperare la password dimenticata.
Long_Title_SetupOtpSecret=Configurare il dispositivo mobile. Se si dimentica la password, \u00e8 possibile utilizzare il dispositivo mobile per eseguire l'autenticazione a questo sito.
Long_Title_Shortcuts=Collegamenti personalizzati.
Long_Title_UpdateProfile=Aggiornare i dati del profilo utente.
Long_Title_UserEventHistory=Cronologia eventi della password. Consente di verificare quando \u00e8 stata modificata la password in passato.
Long_Title_UserInformation=Informazioni riguardanti la password e le relative policy.
Long_Title_DeleteAccount=Rimuovere l'account e il profilo dal servizio
Long_Title_VerificationSend=Prima di poter selezionare l'utente, \u00e8 necessario verificarne l'identit\u00e0. Selezionare un metodo di verifica.
Title_AnsweredQuestions=Domande con risposte
Title_ActivateUser=Attiva account
Title_Admin=Amministrazione
Title_Captcha=Verifica
Title_ChangePassword=Modifica password
Title_ConfirmResponses=Conferma domande di sicurezza
Title_Error=Errore
Title_ForgottenPassword=Password dimenticata
Title_ForgottenUsername=Nome utente dimenticato
Title_GuestRegistration=Registrazione guest
Title_GuestUpdate=Aggiorna utente guest
Title_Helpdesk=Help desk
Title_HelpDeskCard=Help desk
Title_HelpDeskTable=Tabella help desk
Title_LocaleSelect=Selezione impostazioni internazionali
Title_Login=Eseguire l'accesso
Title_Logout=Disconnetti
Title_LogoutPublic=Timeout inattivit\u00e0
Title_MainPage=Menu principale
Title_NewUser=Registrazione nuovo utente
Title_OrgChart=Organigramma
Title_PasswordGuide=Guida password
Title_PasswordPolicy=Policy password
Title_PasswordStrength=Complessit\u00e0 password
Title_PasswordWarning=Avviso password
Title_PeopleSearch=Ricerca persone
Title_PeopleSearchCard=Schede ricerca persone
Title_PeopleSearchTable=Tabella ricerca persone
Title_PleaseWait=Attendere
Title_RandomPasswords=Password casuali
Title_RecentVerifications=Verifiche recenti
Title_RecoverPassword=Password dimenticata
Title_RecoverRandomResponses=Domande casuali
Title_RecoverRequiredResponses=Domande obbligatorie
Title_SecurityResponses=Risposte di sicurezza
Title_SetupRandomResponses=Domande casuali
Title_SetupRequiredResponses=Domande obbligatorie
Title_SetupResponses=Imposta domande di sicurezza
Title_SetupOtpSecret=Configura autenticazione app mobile
Title_Shortcuts=Collegamenti
Title_Status=Stato
Title_Success=Operazione eseguita
Title_UpdateProfile=Aggiorna profilo
Title_UpdateProfileConfirm=Conferma dati profilo
Title_UserData=Dati personali
Title_UserEventHistory=Cronologia password
Title_UserInformation=Account personale
Title_ValidateCode=Convalida codice
Title_VerificationSend=Selezionare un metodo di verifica
Title_DeleteAccount=Cancella account personale
Title_Management=Gestione
Title_DirectReports=Rapporti diretti
Title_Organization=Organizzazione
Title_Print=Stampa
Title_ExportOrgChart=Esporta organigramma
Title_EmailOrgChart=Invia tramite e-mail i membri del team
Tooltip_PasswordStrength=Il misuratore di complessit\u00e0 della password mostra il grado di complessit\u00e0 della password dell'utente. Per rendere pi\u00f9 complessa la password, provare a\:<ul><li>Aumentare il numero di caratteri</li><li>Non ripetere lettere o numeri</li><li>Utilizzare lettere maiuscole e minuscole</li><li>Aggiungere altri numeri</li><li>Aggiungere altri simboli</li></ul>
Confirm_DeleteUser=Continuare? Se si continua, l'utente selezionato verr\u00e0 eliminato definitivamente. L'operazione \u00e8 irreversibile.
Confirm=Continuare?
Value_False=Falso
Value_True=Vero
Value_NotApplicable=n/a
Value_Default=Default
Value_ProgressComplete=Completato
Value_ProgressInProgress=In corso
Placeholder_Search=Ricerca
Instructions_ExportOrgChart1=Fare clic sul pulsante Esporta per iniziare il download dei dati dell'organigramma. Una volta completato il download, sar\u00e0 possibile utilizzare i dati per importare tali dati dell'organigramma nel programma desiderato. I dati vengono esportati in formato CSV.
Instructions_ExportOrgChart2=Scegliere la profondit\u00e0 del livello di esportazione, quindi premere il pulsante Invia per e-mail di seguito.
Instructions_EmailTeam1=L'elenco delle e-mail viene generato in base ai dati dell'organizzazione, a partire da questo punto. Quando si fa clic sul pulsante Invia per-mail, il programma e-mail di default verr\u00e0 avviato automaticamente con l'elenco degli indirizzi e-mail precompilato.
Instructions_EmailTeam2=Scegliere la profondit\u00e0 del livello del team, quindi premere il pulsante Invia per e-mail di seguito.
Label_ExportLevelDepth=Profondit\u00e0 livello di esportazione
Label_EmailLevelDepth=Profondit\u00e0 livello del team
Label_EmailTeamMembersFound=Indirizzi e-mail trovati
Label_StartingFrom=a partire da {{personName}}
