#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Password_MissingConfirm=L\u00f6senordet uppfyller kraven. Skriv l\u00f6senordet igen som bekr\u00e4ftelse
Password_DoesNotMatch=L\u00f6senorden st\u00e4mmer inte \u00f6verens
Password_Missing=L\u00f6senordet saknas
Password_PreviouslyUsed=Det nya l\u00f6senordet har anv\u00e4nts tidigare
Password_BadPassword=Det nya l\u00f6senordet uppfyller inte regelkraven
Password_TooLong=Det nya l\u00f6senordet \u00e4r f\u00f6r l\u00e5ngt
Password_TooShort=Det nya l\u00f6senordet \u00e4r f\u00f6r kort
Password_NotEnoughNum=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga siffror
Password_NotEnoughAlpha=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga bokst\u00e4ver
Password_NotEnoughUpper=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga versaler
Password_NotEnoughLower=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga gemener
Password_NotEnoughSpecial=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga symboltecken (som inte \u00e4r bokst\u00e4ver eller siffror)
Password_NotEnoughUnique=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga unika tecken
Password_TooManyRepeat=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga tecken som upprepas
Password_TooManySpecial=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga specialtecken (som inte \u00e4r bokst\u00e4ver eller siffror)
Password_TooManyAlpha=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga bokst\u00e4ver
Password_TooManyNumeric=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga siffror
Password_TooManyLower=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga gemener
Password_TooManyUpper=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga versaler
Password_TooManyOldChars=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga tecken fr\u00e5n ditt gamla l\u00f6senord
Password_TooManyNonAlphaSpecial=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga symboltecken (som inte \u00e4r bokst\u00e4ver eller siffror)
Password_InvalidChar=Det nya l\u00f6senordet inneh\u00e5ller ett ogiltigt tecken
Password_RequiredMissing=Det nya l\u00f6senordet saknar ett obligatoriskt tecken
Password_InWordlist=Det nya l\u00f6senordet \u00e4r f\u00f6r vanligt
Password_SameAsOld=Det nya l\u00f6senordet \u00e4r samma som det nuvarande l\u00f6senordet
Password_SameAsAttr=Det nya l\u00f6senordet \u00e4r f\u00f6r uppenbart
Password_FirstIsNumeric=Det f\u00f6rsta tecknet f\u00e5r inte vara en siffra
Password_LastIsNumeric=Det sista tecknet f\u00e5r inte vara en siffra
Password_FirstIsSpecial=Det f\u00f6rsta tecknet f\u00e5r inte vara ett symboltecken (tecken som inte \u00e4r bokst\u00e4ver eller siffror)
Password_LastIsSpecial=Det sista tecknet f\u00e5r inte vara ett symboltecken (tecken som inte \u00e4r bokst\u00e4ver eller siffror)
Password_HistoryFull=Historiken f\u00f6r nya l\u00f6senord \u00e4r full
Password_MeetsRules=Det nya l\u00f6senordet accepteras. Klicka p\u00e5 \u00c4ndra l\u00f6senord
Password_TooSoon=Det har inte g\u00e5tt tillr\u00e4ckligt l\u00e5ng tid sedan l\u00f6senordet \u00e4ndrades senast
Password_UsingDisallowedValue=Det nya l\u00f6senordet anv\u00e4nder ett otill\u00e5tet v\u00e4rde
Password_TooWeak=L\u00f6senordet \u00e4r f\u00f6r svagt. F\u00f6rs\u00f6k att l\u00e4gga till fler siffror, symboler eller bokst\u00e4ver med olika skiftl\u00e4ge.
Password_TooManyNonAlpha=Det nya l\u00f6senordet inneh\u00e5ller f\u00f6r m\u00e5nga tecken som inte \u00e4r bokst\u00e4ver
Password_NotEnoughNonAlpha=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga tecken som inte \u00e4r bokst\u00e4ver
Password_UnknownValidation=Det nya l\u00f6senordet uppfyller inte kraven. F\u00f6rs\u00f6k med ett annat l\u00f6senord.
Password_NewPasswordRequired=Ett nytt l\u00f6senord kr\u00e4vs innan du kan forts\u00e4tta.
Password_Expired=L\u00f6senordet har g\u00e5tt ut.
Password_CustomError=Det nya l\u00f6senordet uppfyller inte regelkraven
Password_BadOldPassword=Det gamla l\u00f6senordet \u00e4r felaktigt
Password_NotEnoughGroups=Det nya l\u00f6senordet inneh\u00e5ller inte tillr\u00e4ckligt m\u00e5nga olika typer av tecken
Password_TooManyConsecutive=Det nya l\u00f6senordet har f\u00f6r m\u00e5nga tecken i ordningsf\u00f6ljd (t.ex. 123456... eller abcdef...)

Error_WrongResponse=Ett eller flera svar \u00e4r fel. F\u00f6rs\u00f6k igen.
Error_WrongPassword=Ogiltigt anv\u00e4ndarnamn eller l\u00f6senord. F\u00f6rs\u00f6k igen.
Error_Response_NoResponse=Anv\u00e4ndarnamnet \u00e4r ogiltigt eller inte kvalificerat att anv\u00e4nda den h\u00e4r funktionen
Error_Response_TooShort=Svaret p\u00e5 fr\u00e5gan "%1%" \u00e4r f\u00f6r kort
Error_Response_Wordlist=Svaret p\u00e5 fr\u00e5gan "%1%" \u00e4r f\u00f6r vanligt
Error_Response_TooLong=Svaret p\u00e5 fr\u00e5gan "%1%" \u00e4r f\u00f6r l\u00e5ngt
Error_Response_Duplicate=Svaret p\u00e5 fr\u00e5gan "%1%" f\u00e5r inte vara samma som ett annat svar
Error_Challenge_Duplicate=Varje fr\u00e5ga m\u00e5ste vara unik.
Error_Missing_Challenge_Text=Text saknas f\u00f6r en fr\u00e5ga som anv\u00e4ndaren angett
Error_UserAuthenticated=Du \u00e4r redan autentiserad.
Error_MissingParameter=En obligatorisk parameter saknas.
Error_DirectoryUnavailable=Katalogen \u00e4r inte tillg\u00e4nglig. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du din supportavdelning.
Error_Internal=Ett fel har intr\u00e4ffat. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du din supportavdelning.
Error_ActivationValidationFailed=Ett eller flera v\u00e4rden \u00e4r fel.
Error_CantMatchUser=Det g\u00e5r inte att hitta anv\u00e4ndarnamnet. F\u00f6rs\u00f6k igen.
Error_ServiceNotAvailable=Tj\u00e4nsten \u00e4r inte aktiverad.
Error_UserMisMatch=Autentiseringsfel. St\u00e4ng webbl\u00e4saren.
Error_ActivateUserNoQueryMatch=Ditt anv\u00e4ndarkonto \u00e4r inte kvalificerat f\u00f6r aktivering.
Error_AuthenticationRequired=Autentisering kr\u00e4vs.
Error_NoChallenges=Inga kontrollfr\u00e5gor har konfigurerats.
Error_UserIntruder=Det maximala antalet inloggningsf\u00f6rs\u00f6k f\u00f6r ditt anv\u00e4ndar-ID har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_AddressIntruder=Det maximala antalet inloggningsf\u00f6rs\u00f6k har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_SessionIntruder=Det maximala antalet inloggningsf\u00f6rs\u00f6k f\u00f6r den h\u00e4r sessionen har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_BadSessionPassword=Det g\u00e5r inte att uppr\u00e4tta sessionens l\u00f6senord.
Error_Unauthorized=Du har inte beh\u00f6righet att utf\u00f6ra beg\u00e4rd \u00e5tg\u00e4rd.
Error_BadSession=Det g\u00e5r inte att uppr\u00e4tta en session med din webbl\u00e4sare. St\u00e4ng webbl\u00e4saren och f\u00f6rs\u00f6k igen.
Error_MissingRequiredResponse=Skriv alla obligatoriska svar.
Error_MissingRandomResponse=L\u00e4gg till ytterligare ett slumpm\u00e4ssigt svar.
Error_BadCaptchaResponse=Felaktig verifieringskod. F\u00f6rs\u00f6k igen.
Error_CaptchaAPIError=Ett fel intr\u00e4ffade n\u00e4r CAPTCHA-svaret validerades. St\u00e4ng webbl\u00e4saren och f\u00f6rs\u00f6k igen. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du supportavdelningen.
Error_InvalidConfig=Konfigurationen \u00e4r ogiltig eller skadad. Korrigera felet eller ta bort konfigurationsfilen.
Error_InvalidFormID=Din webbl\u00e4sarsession \u00e4r ogiltig eller har g\u00e5tt ut. F\u00f6rs\u00f6k igen.
Error_TokenMissingContact=Ingen kontaktinformation \u00e4r tillg\u00e4nglig f\u00f6r ditt konto. Kontakta administrat\u00f6ren.
Error_TokenIncorrect=Felaktig kod. F\u00f6rs\u00f6k igen.
Error_BadCurrentPassword=Det nuvarande l\u00f6senordet \u00e4r felaktigt. F\u00f6rs\u00f6k igen.
Error_Closing=\u00c5tg\u00e4rden g\u00e5r inte att slutf\u00f6ra eftersom programmet h\u00e5ller p\u00e5 att st\u00e4ngas.
Error_Missing_GUID=Det g\u00e5r inte att hitta ett GUID f\u00f6r anv\u00e4ndaren. Kontakta administrat\u00f6ren.
Error_TokenExpired=Den token du angav har g\u00e5tt ut och g\u00e4ller inte l\u00e4ngre. F\u00f6rs\u00f6k igen.
Error_SecureRequestRequired=Icke s\u00e4kra anslutningar (HTTP) till\u00e5ts inte till det h\u00e4r systemet. F\u00f6rs\u00f6k igen med en s\u00e4ker anslutning (HTTPS).
Error_Writing_Responses=Ett fel intr\u00e4ffade n\u00e4r svarsfr\u00e5gorna sparades. Kontakta administrat\u00f6ren.
Error_Writing_Otp_Secret=Ett fel intr\u00e4ffade n\u00e4r din secret f\u00f6r eng\u00e5ngsl\u00f6senord sparades. Kontakta administrat\u00f6ren.
Error_Unlock_Failure=Ett fel intr\u00e4ffade n\u00e4r ditt konto l\u00e5stes upp. Kontakta administrat\u00f6ren.
Error_Update_Attrs_Failure=Ett fel intr\u00e4ffade n\u00e4r din profilinformation sparades. Kontakta administrat\u00f6ren.
Error_Activation_Failure=Ett fel intr\u00e4ffade n\u00e4r ditt konto aktiverades. Kontakta administrat\u00f6ren.
Error_NewUser_Failure=Ett fel intr\u00e4ffade n\u00e4r ditt nya anv\u00e4ndarkonto skapades. Kontakta administrat\u00f6ren.
Error_Activation=Det g\u00e5r inte att aktivera ditt konto med den information du angav. F\u00f6rs\u00f6k igen.
Error_DB_Unavailable=Databasen \u00e4r inte tillg\u00e4nglig. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du din supportavdelning.
Error_LocalDB_Unavailable=LocalDB \u00e4r inte tillg\u00e4nglig. Kontakta administrat\u00f6ren.
Error_App_Unavailable=Programmet \u00e4r inte tillg\u00e4ngligt eller startas om. Om felet intr\u00e4ffar fler g\u00e5nger kontaktar du din supportavdelning.
Error_IncorrectRequestSequence=En felaktig sidbeg\u00e4ran har tagits emot. Anv\u00e4nd inte bak\u00e5tknappen i din webbl\u00e4sare. F\u00f6rs\u00f6k igen.
Error_UnreachableCloudService=Det gick inte att n\u00e5 en fj\u00e4rrtj\u00e4nst.
Error_InvalidSecurityKey=S\u00e4kerhetsnyckeln saknas eller \u00e4r ogiltig.
Error_Clearing_Responses=Ett fel intr\u00e4ffade n\u00e4r svarsfr\u00e5gorna rensades. Kontakta administrat\u00f6ren.
Error_ServiceUnreachable=En obligatorisk tj\u00e4nst \u00e4r inte tillg\u00e4nglig. F\u00f6rs\u00f6k igen senare.
Error_ChallengeInResponse=Svaret p\u00e5 fr\u00e5gan "%1%" f\u00e5r inte inneh\u00e5lla en del av fr\u00e5gans text.
Error_Multi_Username=Flera anv\u00e4ndare matchar angivet anv\u00e4ndarnamn, "%1%". Precisera din s\u00f6kning.
Error_CertificateError=Ett certifikatfel har p\u00e5tr\u00e4ffats: %1%.
Error_SyslogWriteError=Ett problem p\u00e5tr\u00e4ffades vid skrivning till syslog-servern. Fel: %1%
Error_TooManyThreads=Det maximala antalet tr\u00e5dar har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_SecurityViolation=En s\u00e4kerhets\u00f6vertr\u00e4delse har intr\u00e4ffat. F\u00f6rs\u00f6k igen senare.
Error_NoOtpConfiguration=Inget eng\u00e5ngsl\u00f6senord har konfigurerats.
Error_TrialViolation=Gr\u00e4nserna f\u00f6r provversion har \u00f6verskridits.
Error_AccountDisabled=Kontot \u00e4r inaktiverat.
Error_AccountExpired=Kontot har g\u00e5tt ut.
Error_WrongOtpToken=Felaktigt eng\u00e5ngsl\u00f6senord.
Error_AttrIntruder=Det maximala antalet s\u00f6kningsf\u00f6rs\u00f6k har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_AuditWrite=Det g\u00e5r inte att skriva granskningsposten.
Error_LdapIntruder=Det maximala antalet inloggningsf\u00f6rs\u00f6k f\u00f6r ditt anv\u00e4ndar-ID har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_NoLdapConnection=Ingen anslutning till den beg\u00e4rda katalogen \u00e4r tillg\u00e4nglig.
Error_OAuthError=Ett fel intr\u00e4ffade vid anv\u00e4ndning av autentiseringsprotokollet OAuth. F\u00f6rs\u00f6k igen senare.
Error_FieldRequired=%1% \u00e4r obligatoriskt
Error_FieldNotANumber=%1% m\u00e5ste vara ett tal
Error_FieldInvalidEmail=%1% \u00e4r inte en giltig e-postadress
Error_FieldTooShort=%1% \u00e4r f\u00f6r kort
Error_FieldTooLong=%1% \u00e4r f\u00f6r l\u00e5ngt
Error_FieldDuplicate=%1% anv\u00e4nds redan. Ange ett annat v\u00e4rde
Error_FieldBadConfirm=%1%-f\u00e4lten st\u00e4mmer inte \u00f6verens
Error_FieldRegexNoMatch=%1% \u00e4r inte korrekt format
Error_Orig_Admin_Only=Endast den ursprungliga administrat\u00f6ren kan verkst\u00e4lla den h\u00e4r egenskapen
Error_PasswordRequired=Det kr\u00e4vs ett l\u00f6senord f\u00f6r att det ska g\u00e5 att utf\u00f6ra den h\u00e4r \u00e5tg\u00e4rden
Error_ReportingError=Ett fel intr\u00e4ffade n\u00e4r rapporten skapades
Error_TokenDestIntruder=Det maximala antalet f\u00f6rs\u00f6k har \u00f6verskridits. F\u00f6rs\u00f6k igen senare.
Error_OtpRecoveryUsed=\u00c5terst\u00e4llningen har anv\u00e4nts tidigare och f\u00e5r inte anv\u00e4ndas igen.
Error_RedirectIllegal=Beg\u00e4rd URL f\u00f6r omdirigering till\u00e5ts inte.
Error_CryptError=Ett ov\u00e4ntat kryptografiskt fel har intr\u00e4ffat.
Error_SmsSendError=Det gick inte att skicka SMS: %1%
Error_LdapDataError=Ett LDAP-datafel har intr\u00e4ffat.
Error_MacroParseError=Makroanalysfel: %1%
Error_NoProfileAssigned=Ingen profil har tilldelats f\u00f6r denna operation.
Error_StartupError=Ett fel intr\u00e4ffade n\u00e4r programmet startades. Mer information finns i loggfilerna.
Error_EnvironmentError=Ett fel med programmilj\u00f6n hindrade programmet fr\u00e5n att starta.
Error_ApplicationNotRunning=Denna funktion \u00e4r inte tillg\u00e4nglig f\u00f6rr\u00e4n programmets konfiguration begr\u00e4nsats.
Error_EmailSendFailure=Fel n\u00e4r e-postobjekt skickades %1%, fel: %2%
Error_PasswordOnlyBad=L\u00f6senordet \u00e4r felaktigt. F\u00f6rs\u00f6k igen.
Error_RecoverySequenceIncomplete=Ett fel intr\u00e4ffade under sekvensen f\u00f6r gl\u00f6mt l\u00f6senord. F\u00f6rs\u00f6k igen.
Error_FileTypeIncorrect=Filtypen \u00e4r felaktig.
Error_FileTooLarge=Filen \u00e4r f\u00f6r stor.
Error_NodeServiceError=Ett fel intr\u00e4ffade med nodtj\u00e4nsten: %1%. Se loggfilerna f\u00f6r mer information.
Error_RemoteErrorValue=Fj\u00e4rrfel: %1%
Error_WordlistImportError=Ett fel intr\u00e4ffade n\u00e4r ordlistan skulle importeras: %1%
Error_PwNotifyServiceError=Ett fel intr\u00e4ffade n\u00e4r aviseringstj\u00e4nsten f\u00f6r l\u00f6senord k\u00f6rdes: %1%

Error_ConfigUploadSuccess=Filen har \u00f6verf\u00f6rts
Error_ConfigUploadFailure=Det gick inte att \u00f6verf\u00f6ra filen.
Error_ConfigSaveSuccess=Konfigurationen har sparats. Omstart av programmet har beg\u00e4rts. Programmet kanske inte \u00e4r tillg\u00e4ngligt under omstarten. Om beg\u00e4ran om omstart misslyckas kan du bli tvungen att starta om programservern manuellt.
Error_ConfigFormatError=Fel i konfigurationsformatet: %1%
Error_ConfigLdapFailure=Det g\u00e5r inte att ansluta till LDAP-katalogservern.
Error_ConfigLdapSuccess=Ansluten till LDAP-katalogservern

Error_HTTP_404=Det gick inte att hitta den sida du beg\u00e4rde.
