#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Password_MissingConfirm=Has\u0142o spe\u0142nia wymagania, wpisz has\u0142o potwierdzaj\u0105ce
Password_DoesNotMatch=Has\u0142a nie zgadzaj\u0105 si\u0119
Password_Missing=Brak has\u0142a
Password_PreviouslyUsed=Nowe has\u0142o by\u0142o wcze\u015bniej u\u017cywane
Password_BadPassword=Nowe has\u0142o nie spe\u0142nia wymaga\u0144 regu\u0142y
Password_TooLong=Nowe has\u0142o jest zbyt d\u0142ugie
Password_TooShort=Nowe has\u0142o jest zbyt kr\u00f3tkie
Password_NotEnoughNum=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co cyfr
Password_NotEnoughAlpha=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co liter
Password_NotEnoughUpper=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co du\u017cych liter
Password_NotEnoughLower=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co ma\u0142ych liter
Password_NotEnoughSpecial=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co symboli (nieb\u0119d\u0105cych liter\u0105 ani cyfr\u0105)
Password_NotEnoughUnique=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co unikatowych znak\u00f3w
Password_TooManyRepeat=Nowe has\u0142o ma zbyt du\u017co powtarzaj\u0105cych si\u0119 znak\u00f3w
Password_TooManySpecial=Nowe has\u0142o ma zbyt du\u017co znak\u00f3w specjalnych (nieb\u0119d\u0105cych liter\u0105 ani cyfr\u0105)
Password_TooManyAlpha=Nowe has\u0142o ma zbyt du\u017co liter
Password_TooManyNumeric=Nowe has\u0142o ma zbyt du\u017co cyfr
Password_TooManyLower=Nowe has\u0142o ma zbyt du\u017co ma\u0142ych liter
Password_TooManyUpper=Nowe has\u0142o ma zbyt du\u017co du\u017cych liter
Password_TooManyOldChars=Nowe has\u0142o ma zbyt du\u017co znak\u00f3w ze starego has\u0142a
Password_TooManyNonAlphaSpecial=Nowe has\u0142o ma zbyt du\u017co symboli (nieb\u0119d\u0105cych liter\u0105 ani cyfr\u0105)
Password_InvalidChar=Nowe has\u0142o zawiera nieprawid\u0142owy znak
Password_RequiredMissing=Nowe has\u0142o nie zawiera wymaganego znaku
Password_InWordlist=Nowe has\u0142o jest zbyt pospolite
Password_SameAsOld=Nowe has\u0142o jest takie samo jak bie\u017c\u0105ce has\u0142o
Password_SameAsAttr=Nowe has\u0142o jest zbyt oczywiste
Password_FirstIsNumeric=Pierwszy znak nie mo\u017ce by\u0107 cyfr\u0105
Password_LastIsNumeric=Ostatni znak nie mo\u017ce by\u0107 cyfr\u0105
Password_FirstIsSpecial=Pierwszy znak nie mo\u017ce by\u0107 symbolem (nieb\u0119d\u0105cym liter\u0105 ani cyfr\u0105)
Password_LastIsSpecial=Ostatni znak nie mo\u017ce by\u0107 symbolem (nieb\u0119d\u0105cym liter\u0105 ani cyfr\u0105)
Password_HistoryFull=Historia nowych hase\u0142 jest pe\u0142na
Password_MeetsRules=Nowe has\u0142o zosta\u0142o zaakceptowane, kliknij opcj\u0119 Zmie\u0144 has\u0142o
Password_TooSoon=Up\u0142yn\u0119\u0142o zbyt ma\u0142o czasu od ostatniej zmiany has\u0142a
Password_UsingDisallowedValue=W nowym ha\u015ble jest u\u017cywana warto\u015b\u0107, kt\u00f3ra nie jest dozwolona
Password_TooWeak=Has\u0142o jest zbyt s\u0142abe. Spr\u00f3buj doda\u0107 wi\u0119cej cyfr, symboli lub du\u017cych i ma\u0142ych liter.
Password_TooManyNonAlpha=Nowe has\u0142o ma zbyt du\u017co znak\u00f3w nieb\u0119d\u0105cych literami
Password_NotEnoughNonAlpha=Nowe has\u0142o nie ma wystarczaj\u0105co du\u017co znak\u00f3w nieb\u0119d\u0105cych literami
Password_UnknownValidation=Nowe has\u0142o nie spe\u0142nia wymaga\u0144. Spr\u00f3buj u\u017cy\u0107 innego has\u0142a.
Password_NewPasswordRequired=Do kontynuowania wymagane jest podanie nowego has\u0142a.
Password_Expired=Has\u0142o wygas\u0142o.
Password_CustomError=Nowe has\u0142o nie spe\u0142nia wymaga\u0144 regu\u0142y
Password_BadOldPassword=Stare has\u0142o jest niepoprawne
Password_NotEnoughGroups=Nowe has\u0142o nie zawiera wystarczaj\u0105co du\u017co r\u00f3\u017cnych typ\u00f3w znak\u00f3w
Password_TooManyConsecutive=Nowe has\u0142o ma zbyt du\u017co kolejnych znak\u00f3w (takich jak 123456... lub abcdef...)

Error_WrongResponse=Co najmniej jedna odpowied\u017a jest niepoprawna. Spr\u00f3buj ponownie.
Error_WrongPassword=Nieprawid\u0142owa nazwa u\u017cytkownika lub nieprawid\u0142owe has\u0142o. Spr\u00f3buj ponownie.
Error_Response_NoResponse=Nazwa u\u017cytkownika jest nieprawid\u0142owa lub nie kwalifikuje si\u0119 do u\u017cywania tej funkcji
Error_Response_TooShort=Odpowied\u017a na pytanie \u201e%1%\u201d jest zbyt kr\u00f3tka
Error_Response_Wordlist=Odpowied\u017a na pytanie \u201e%1%\u201d jest zbyt powszechnie stosowana
Error_Response_TooLong=Odpowied\u017a na pytanie \u201e%1%\u201d jest zbyt d\u0142uga
Error_Response_Duplicate=Odpowied\u017a na pytanie \u201e%1%\u201d nie mo\u017ce by\u0107 taka sama jak inna odpowied\u017a
Error_Challenge_Duplicate=Ka\u017cde pytanie musi by\u0107 unikatowe.
Error_Missing_Challenge_Text=Brakuj\u0105cy tekst dla pytania podanego przez u\u017cytkownika
Error_UserAuthenticated=U\u017cytkownik jest ju\u017c uwierzytelniony.
Error_MissingParameter=Brak wymaganego parametru.
Error_DirectoryUnavailable=Katalog niedost\u0119pny. Je\u015bli ten b\u0142\u0105d si\u0119 powtarza, skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_Internal=Wyst\u0105pi\u0142 b\u0142\u0105d. Je\u015bli ten b\u0142\u0105d si\u0119 powtarza, skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_ActivationValidationFailed=Co najmniej jedna warto\u015b\u0107 jest niepoprawna.
Error_CantMatchUser=Nie mo\u017cna znale\u017a\u0107 nazwy u\u017cytkownika. Spr\u00f3buj ponownie.
Error_ServiceNotAvailable=Us\u0142uga nie jest w\u0142\u0105czona.
Error_UserMisMatch=B\u0142\u0105d uwierzytelniania. Zamknij przegl\u0105dark\u0119.
Error_ActivateUserNoQueryMatch=To konto u\u017cytkownika nie kwalifikuje si\u0119 do aktywacji.
Error_AuthenticationRequired=Wymagane uwierzytelnienie.
Error_NoChallenges=Nie skonfigurowano \u017cadnych odzew\u00f3w.
Error_UserIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b logowania dla tego identyfikatora u\u017cytkownika. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_AddressIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b logowania. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_SessionIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b logowania dla tej sesji. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_BadSessionPassword=Nie mo\u017cna ustanowi\u0107 has\u0142a sesji.
Error_Unauthorized=Nie masz uprawnie\u0144 do wykonania \u017c\u0105danego dzia\u0142ania.
Error_BadSession=Nie mo\u017cna ustanowi\u0107 sesji za pomoc\u0105 tej przegl\u0105darki. Zamknij przegl\u0105dark\u0119 i spr\u00f3buj ponownie.
Error_MissingRequiredResponse=Wpisz wszystkie wymagane odpowiedzi.
Error_MissingRandomResponse=Wprowad\u017a dodatkow\u0105 odpowied\u017a losow\u0105.
Error_BadCaptchaResponse=Nieprawid\u0142owy kod weryfikacyjny. Spr\u00f3buj ponownie.
Error_CaptchaAPIError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas weryfikowania odpowiedzi CAPTCHA. Zamknij przegl\u0105dark\u0119 i spr\u00f3buj ponownie. Je\u015bli ten b\u0142\u0105d si\u0119 powtarza, skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_InvalidConfig=Konfiguracja jest nieprawid\u0142owa lub uszkodzona. Popraw b\u0142\u0105d lub usu\u0144 plik konfiguracyjny.
Error_InvalidFormID=Sesja przegl\u0105darki jest nieprawid\u0142owa lub wygas\u0142a. Spr\u00f3buj ponownie.
Error_TokenMissingContact=Brak dost\u0119pnych informacji kontaktowych dla tego konta. Skontaktuj si\u0119 z administratorem.
Error_TokenIncorrect=Nieprawid\u0142owy kod. Spr\u00f3buj ponownie.
Error_BadCurrentPassword=Bie\u017c\u0105ce has\u0142o jest niepoprawne. Spr\u00f3buj ponownie.
Error_Closing=Nie mo\u017cna uko\u0144czy\u0107 operacji, poniewa\u017c aplikacja jest zamykana.
Error_Missing_GUID=Nie mo\u017cna odnale\u017a\u0107 identyfikatora GUID dla u\u017cytkownika. Skontaktuj si\u0119 z administratorem.
Error_TokenExpired=Wprowadzony token wygas\u0142 i nie jest ju\u017c wa\u017cny. Spr\u00f3buj ponownie.
Error_SecureRequestRequired=Niezabezpieczone po\u0142\u0105czenia (HTTP) nie s\u0105 dozwolone w tym systemie. Spr\u00f3buj ponownie przy u\u017cyciu bezpiecznego po\u0142\u0105czenia (HTTPS).
Error_Writing_Responses=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania pyta\u0144 odpowiedzi. Skontaktuj si\u0119 z administratorem.
Error_Writing_Otp_Secret=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania klucza tajnego has\u0142a jednorazowego. Skontaktuj si\u0119 z administratorem.
Error_Unlock_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odblokowywania konta. Skontaktuj si\u0119 z administratorem.
Error_Update_Attrs_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania informacji profilu. Skontaktuj si\u0119 z administratorem.
Error_Activation_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktywowania konta. Skontaktuj si\u0119 z administratorem.
Error_NewUser_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia nowego konta u\u017cytkownika. Skontaktuj si\u0119 z administratorem.
Error_Activation=Nie mo\u017cna aktywowa\u0107 konta przy u\u017cyciu podanych informacji. Spr\u00f3buj ponownie.
Error_DB_Unavailable=Baza danych niedost\u0119pna. Je\u015bli ten b\u0142\u0105d si\u0119 powtarza, skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_LocalDB_Unavailable=Lokalna baza danych niedost\u0119pna. Skontaktuj si\u0119 z administratorem.
Error_App_Unavailable=Aplikacja jest niedost\u0119pna lub jest ponownie uruchamiana. Je\u015bli ten b\u0142\u0105d si\u0119 powtarza, skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_IncorrectRequestSequence=Odebrano \u017c\u0105danie strony poza kolejno\u015bci\u0105. Nie u\u017cywaj przycisku Wstecz w przegl\u0105darce. Spr\u00f3buj ponownie.
Error_UnreachableCloudService=Us\u0142uga zdalna by\u0142a nieosi\u0105galna.
Error_InvalidSecurityKey=Brak klucza zabezpiecze\u0144 lub jest on nieprawid\u0142owy.
Error_Clearing_Responses=Wyst\u0105pi\u0142 b\u0142\u0105d podczas czyszczenia pyta\u0144 odpowiedzi. Skontaktuj si\u0119 z administratorem.
Error_ServiceUnreachable=Wymagana us\u0142uga jest niedost\u0119pna. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_ChallengeInResponse=Odpowied\u017a na pytanie \u201e%1%\u201d nie mo\u017ce zawiera\u0107 fragmentu tekstu pytania.
Error_Multi_Username=Do podanej nazwy u\u017cytkownika \u201e%1%\u201d pasuje wielu u\u017cytkownik\u00f3w. U\u015bci\u015blij wyszukiwanie.
Error_CertificateError=Napotkano b\u0142\u0105d certyfikatu: %1%.
Error_SyslogWriteError=Napotkano problem z zapisem na serwerze Syslog. B\u0142\u0105d: %1%
Error_TooManyThreads=Przekroczono maksymalny limit liczby w\u0105tk\u00f3w, spr\u00f3buj ponownie p\u00f3\u017aniej
Error_SecurityViolation=Wyst\u0105pi\u0142o naruszenie zabezpiecze\u0144. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_NoOtpConfiguration=Nie skonfigurowano has\u0142a jednorazowego.
Error_TrialViolation=Przekroczono limity wersji pr\u00f3bnej.
Error_AccountDisabled=Konto jest wy\u0142\u0105czone.
Error_AccountExpired=Konto wygas\u0142o.
Error_WrongOtpToken=Niepoprawne has\u0142o jednorazowe.
Error_AttrIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b wyszukiwania. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_AuditWrite=Nie mo\u017cna zapisa\u0107 rekordu audytu.
Error_LdapIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b logowania dla tego identyfikatora u\u017cytkownika. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_NoLdapConnection=Po\u0142\u0105czenie z wymaganym katalogiem jest niedost\u0119pne.
Error_OAuthError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas u\u017cywania protoko\u0142u uwierzytelniania OAuth. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_FieldRequired=Pole %1% jest wymagane
Error_FieldNotANumber=Zawarto\u015b\u0107 pola %1% musi by\u0107 liczb\u0105
Error_FieldInvalidEmail=Zawarto\u015b\u0107 pola %1% nie jest prawid\u0142owym adresem e-mail
Error_FieldTooShort=Zawarto\u015b\u0107 pola %1% jest zbyt kr\u00f3tka
Error_FieldTooLong=Zawarto\u015b\u0107 pola %1% jest zbyt d\u0142uga
Error_FieldDuplicate=Zawarto\u015b\u0107 pola %1% jest ju\u017c u\u017cywana, u\u017cyj innej warto\u015bci
Error_FieldBadConfirm=Pola %1% nie zgadzaj\u0105 si\u0119
Error_FieldRegexNoMatch=Zawarto\u015b\u0107 pola %1% nie ma poprawnego formatu
Error_Orig_Admin_Only=T\u0119 operacj\u0119 mo\u017ce wykona\u0107 tylko oryginalny administrator
Error_PasswordRequired=Do wykonania tej operacji jest wymagane has\u0142o
Error_ReportingError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas generowania raportu
Error_TokenDestIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b. Spr\u00f3buj ponownie p\u00f3\u017aniej.
Error_OtpRecoveryUsed=Kod odzyskiwania m\u00f3g\u0142 zosta\u0107 wcze\u015bniej u\u017cyty i nie mo\u017cna u\u017cy\u0107 go ponownie.
Error_RedirectIllegal=\u017b\u0105dany adres URL przekierowania nie jest dozwolony.
Error_CryptError=Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d kryptografii.
Error_SmsSendError=Nie mo\u017cna wys\u0142a\u0107 wiadomo\u015bci SMS: %1%
Error_LdapDataError=Wyst\u0105pi\u0142 b\u0142\u0105d danych LDAP.
Error_MacroParseError=B\u0142\u0105d analizowania sk\u0142adni makra: %1%
Error_NoProfileAssigned=Brak profilu przypisanego do tej operacji.
Error_StartupError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas uruchamiania aplikacji. Aby uzyska\u0107 wi\u0119cej informacji, sprawd\u017a pliki dziennik\u00f3w.
Error_EnvironmentError=B\u0142\u0105d \u015brodowiska aplikacji uniemo\u017cliwi\u0142 uruchomienie aplikacji.
Error_ApplicationNotRunning=Ta funkcja jest niedost\u0119pna, dop\u00f3ki konfiguracja aplikacji jest ograniczona.
Error_EmailSendFailure=B\u0142\u0105d podczas wysy\u0142ania elementu poczty e-mail %1%, b\u0142\u0105d: %2%
Error_PasswordOnlyBad=Nieprawid\u0142owe has\u0142o. Spr\u00f3buj ponownie.
Error_RecoverySequenceIncomplete=Wyst\u0105pi\u0142 problem podczas sekwencji zapomnianego has\u0142a. Spr\u00f3buj ponownie.
Error_FileTypeIncorrect=Typ pliku nie jest poprawny.
Error_FileTooLarge=Plik jest zbyt du\u017cy.
Error_NodeServiceError=Wyst\u0105pi\u0142 b\u0142\u0105d w us\u0142udze w\u0119z\u0142a: %1%. Sprawd\u017a pliki dziennika, aby uzyska\u0107 wi\u0119cej informacji.
Error_RemoteErrorValue=B\u0142\u0105d zdalny: %1%
Error_WordlistImportError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas importowania listy s\u0142\u00f3w: %1%
Error_PwNotifyServiceError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas uruchamiania us\u0142ugi powiadamiania o ha\u015ble: %1%

Error_ConfigUploadSuccess=Plik zosta\u0142 pomy\u015blnie przekazany
Error_ConfigUploadFailure=Przekazanie pliku nie powiod\u0142o si\u0119
Error_ConfigSaveSuccess=Konfiguracja zosta\u0142a zapisana pomy\u015blnie. Za\u017c\u0105dano ponownego uruchomienia aplikacji. Aplikacja mo\u017ce by\u0107 niedost\u0119pna podczas ponownego uruchamiania. Je\u015bli \u017c\u0105danie ponownego uruchomienia nie powiedzie si\u0119, mo\u017ce zaj\u015b\u0107 konieczno\u015b\u0107 r\u0119cznego ponownego uruchomienia serwera aplikacji.
Error_ConfigFormatError=B\u0142\u0105d formatu konfiguracji: %1%
Error_ConfigLdapFailure=Nie mo\u017cna po\u0142\u0105czy\u0107 si\u0119 z serwerem katalogu LDAP.
Error_ConfigLdapSuccess=Pomy\u015blnie po\u0142\u0105czono si\u0119 z serwerem katalogu LDAP

Error_HTTP_404=Nie mo\u017cna odnale\u017a\u0107 \u017c\u0105danej strony.
