#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Password_MissingConfirm=A senha cumpre os requisitos. Digite a senha de confirma\u00e7\u00e3o
Password_DoesNotMatch=As senhas n\u00e3o correspondem
Password_Missing=Senha ausente
Password_PreviouslyUsed=A nova senha foi usada anteriormente
Password_BadPassword=A nova senha n\u00e3o cumpre os requisitos da regra
Password_TooLong=A nova senha \u00e9 muito longa
Password_TooShort=A nova senha \u00e9 muito curta
Password_NotEnoughNum=A nova senha n\u00e3o tem n\u00fameros suficientes
Password_NotEnoughAlpha=A nova senha n\u00e3o tem letras suficientes
Password_NotEnoughUpper=A nova senha n\u00e3o tem letras mai\u00fasculas suficientes
Password_NotEnoughLower=A nova senha n\u00e3o tem letras min\u00fasculas suficientes
Password_NotEnoughSpecial=A nova senha n\u00e3o tem caracteres de s\u00edmbolo (n\u00e3o alfanum\u00e9ricos) suficientes
Password_NotEnoughUnique=A nova senha n\u00e3o tem caracteres exclusivos suficientes
Password_TooManyRepeat=A nova senha tem muitos caracteres repetidos
Password_TooManySpecial=A nova senha tem muitos caracteres especiais (n\u00e3o alfanum\u00e9ricos)
Password_TooManyAlpha=A nova senha tem muitas letras
Password_TooManyNumeric=A nova senha tem muitos n\u00fameros
Password_TooManyLower=A nova senha tem muitas letras min\u00fasculas
Password_TooManyUpper=A nova senha tem muitas letras mai\u00fasculas
Password_TooManyOldChars=A nova senha cont\u00e9m muitos caracteres da sua senha antiga
Password_TooManyNonAlphaSpecial=A nova senha tem muitos caracteres de s\u00edmbolo (n\u00e3o alfanum\u00e9ricos)
Password_InvalidChar=A nova senha tem um caractere inv\u00e1lido
Password_RequiredMissing=A nova senha n\u00e3o tem um caractere obrigat\u00f3rio
Password_InWordlist=A nova senha \u00e9 muito comum
Password_SameAsOld=A nova senha \u00e9 igual \u00e0 senha atual
Password_SameAsAttr=A nova senha \u00e9 muito \u00f3bvia
Password_FirstIsNumeric=O primeiro caractere n\u00e3o pode ser num\u00e9rico
Password_LastIsNumeric=O \u00faltimo caractere n\u00e3o pode ser num\u00e9rico
Password_FirstIsSpecial=O primeiro caractere n\u00e3o pode ser um caractere de s\u00edmbolo (n\u00e3o alfanum\u00e9rico)
Password_LastIsSpecial=O \u00faltimo caractere n\u00e3o pode ser um caractere de s\u00edmbolo (n\u00e3o alfanum\u00e9rico)
Password_HistoryFull=O hist\u00f3rico da nova senha est\u00e1 cheio
Password_MeetsRules=Nova senha aceita, clique em Mudar Senha
Password_TooSoon=N\u00e3o se passou tempo suficiente desde a \u00faltima mudan\u00e7a de senha
Password_UsingDisallowedValue=A nova senha usa um valor proibido
Password_TooWeak=A senha \u00e9 muito fraca. Tente adicionar mais n\u00fameros, s\u00edmbolos ou letras mai\u00fasculas e min\u00fasculas.
Password_TooManyNonAlpha=A nova senha tem muitos caracteres n\u00e3o alfab\u00e9ticos
Password_NotEnoughNonAlpha=A nova senha n\u00e3o tem caracteres n\u00e3o alfab\u00e9ticos suficientes
Password_UnknownValidation=A nova senha n\u00e3o cumpre os requisitos. Tente usar uma senha diferente.
Password_NewPasswordRequired=\u00c9 preciso definir uma nova senha antes de continuar.
Password_Expired=A senha expirou.
Password_CustomError=A nova senha n\u00e3o cumpre os requisitos da regra
Password_BadOldPassword=A senha antiga est\u00e1 incorreta
Password_NotEnoughGroups=A nova senha n\u00e3o cont\u00e9m tipos diferentes de caracteres suficientes
Password_TooManyConsecutive=A nova senha tem muitos caracteres consecutivos (como 123456... ou abcdef...)

Error_WrongResponse=Uma ou mais respostas est\u00e3o incorretas. Tente novamente.
Error_WrongPassword=O nome de usu\u00e1rio ou a senha s\u00e3o inv\u00e1lidos. Tente novamente.
Error_Response_NoResponse=O nome de usu\u00e1rio \u00e9 inv\u00e1lido ou n\u00e3o pode usar esse recurso
Error_Response_TooShort=A resposta para a pergunta "%1%" \u00e9 muito curta
Error_Response_Wordlist=A resposta para a pergunta "%1%" \u00e9 muito usada
Error_Response_TooLong=A resposta para a pergunta "%1%" \u00e9 muito longa
Error_Response_Duplicate=A resposta para a pergunta "%1%" n\u00e3o pode igual a outra resposta
Error_Challenge_Duplicate=Cada pergunta deve ser exclusiva.
Error_Missing_Challenge_Text=N\u00e3o h\u00e1 texto para uma pergunta fornecida pelo usu\u00e1rio
Error_UserAuthenticated=Voc\u00ea j\u00e1 est\u00e1 autenticado.
Error_MissingParameter=Um par\u00e2metro obrigat\u00f3rio est\u00e1 ausente.
Error_DirectoryUnavailable=Diret\u00f3rio n\u00e3o dispon\u00edvel. Se esse erro se repetir, contate o suporte t\u00e9cnico.
Error_Internal=Ocorreu um erro. Se esse erro se repetir, contate o suporte t\u00e9cnico.
Error_ActivationValidationFailed=Um ou mais valores est\u00e3o incorretos.
Error_CantMatchUser=N\u00e3o \u00e9 poss\u00edvel localizar o nome de usu\u00e1rio. Tente novamente.
Error_ServiceNotAvailable=O servi\u00e7o n\u00e3o est\u00e1 habilitado.
Error_UserMisMatch=Erro de autentica\u00e7\u00e3o. Feche o browser.
Error_ActivateUserNoQueryMatch=Sua conta do usu\u00e1rio n\u00e3o \u00e9 eleg\u00edvel para ativa\u00e7\u00e3o.
Error_AuthenticationRequired=Autentica\u00e7\u00e3o necess\u00e1ria.
Error_NoChallenges=Nenhuma verifica\u00e7\u00e3o configurada.
Error_UserIntruder=O n\u00famero m\u00e1ximo de tentativas de login para o ID do usu\u00e1rio foi excedido. Tente novamente mais tarde.
Error_AddressIntruder=O n\u00famero m\u00e1ximo de tentativas de login foi excedido. Tente novamente mais tarde.
Error_SessionIntruder=O n\u00famero m\u00e1ximo de tentativas de login para esta sess\u00e3o foi excedido. Tente novamente mais tarde.
Error_BadSessionPassword=N\u00e3o \u00e9 poss\u00edvel estabelecer a senha da sess\u00e3o.
Error_Unauthorized=Voc\u00ea n\u00e3o tem permiss\u00e3o para realizar a a\u00e7\u00e3o solicitada.
Error_BadSession=N\u00e3o \u00e9 poss\u00edvel estabelecer uma sess\u00e3o com o browser. Feche o browser e tente novamente.
Error_MissingRequiredResponse=Digite todas as respostas necess\u00e1rias.
Error_MissingRandomResponse=Adicione uma resposta aleat\u00f3ria extra.
Error_BadCaptchaResponse=C\u00f3digo de verifica\u00e7\u00e3o incorreto, tente novamente.
Error_CaptchaAPIError=Erro ao validar a resposta CAPTCHA. Feche o browser e tente novamente. Se esse erro se repetir, contate o suporte t\u00e9cnico.
Error_InvalidConfig=A configura\u00e7\u00e3o \u00e9 inv\u00e1lida ou est\u00e1 corrompida. Corrija o erro ou remova o arquivo de configura\u00e7\u00e3o.
Error_InvalidFormID=A sess\u00e3o do browser \u00e9 inv\u00e1lida ou expirou. Tente novamente.
Error_TokenMissingContact=N\u00e3o h\u00e1 informa\u00e7\u00f5es de contato dispon\u00edveis para a sua conta. Contate o administrador.
Error_TokenIncorrect=C\u00f3digo incorreto, tente novamente.
Error_BadCurrentPassword=A senha atual est\u00e1 incorreta, tente novamente.
Error_Closing=A opera\u00e7\u00e3o n\u00e3o pode ser conclu\u00edda porque o aplicativo est\u00e1 sendo encerrado.
Error_Missing_GUID=N\u00e3o \u00e9 poss\u00edvel localizar um GUID para o usu\u00e1rio. Contate o administrador.
Error_TokenExpired=O token digitado expirou e n\u00e3o \u00e9 mais v\u00e1lido. Tente novamente.
Error_SecureRequestRequired=Conex\u00f5es n\u00e3o seguras (HTTP) n\u00e3o s\u00e3o permitidas para este sistema. Tente novamente usando uma conex\u00e3o segura (HTTPS).
Error_Writing_Responses=Erro ao gravar as perguntas da resposta. Contate o administrador.
Error_Writing_Otp_Secret=Erro ao gravar o segredo OTP. Contate o administrador.
Error_Unlock_Failure=Erro ao desbloquear a conta. Contate o administrador.
Error_Update_Attrs_Failure=Erro ao gravar as informa\u00e7\u00f5es do perfil. Contate o administrador.
Error_Activation_Failure=Erro ao ativar a conta. Contate o administrador.
Error_NewUser_Failure=Erro ao criar a nova conta do usu\u00e1rio. Contate o administrador.
Error_Activation=N\u00e3o \u00e9 poss\u00edvel ativar a conta usando as informa\u00e7\u00f5es fornecidas. Tente novamente.
Error_DB_Unavailable=Banco de dados n\u00e3o dispon\u00edvel. Se esse erro se repetir, contate o suporte t\u00e9cnico.
Error_LocalDB_Unavailable=LocalDB n\u00e3o dispon\u00edvel. Contate o administrador.
Error_App_Unavailable=O aplicativo n\u00e3o est\u00e1 dispon\u00edvel ou est\u00e1 reiniciando. Se esse erro se repetir, contate o suporte t\u00e9cnico.
Error_IncorrectRequestSequence=Foi recebida uma solicita\u00e7\u00e3o de p\u00e1gina fora de ordem. N\u00e3o use o bot\u00e3o Voltar do browser. Tente novamente.
Error_UnreachableCloudService=Um servi\u00e7o remoto estava inacess\u00edvel.
Error_InvalidSecurityKey=A Chave de Seguran\u00e7a est\u00e1 ausente ou \u00e9 inv\u00e1lida.
Error_Clearing_Responses=Erro ao limpar as perguntas da resposta. Contate o administrador.
Error_ServiceUnreachable=Um servi\u00e7o obrigat\u00f3rio n\u00e3o est\u00e1 dispon\u00edvel. Tente novamente mais tarde.
Error_ChallengeInResponse=A resposta para a pergunta "%1%" n\u00e3o pode conter parte do texto da pergunta.
Error_Multi_Username=V\u00e1rios usu\u00e1rios correspondem ao nome de usu\u00e1rio "%1%" fornecido. Refine sua pesquisa.
Error_CertificateError=Erro de certificado encontrado: %1%.
Error_SyslogWriteError=Problema ao gravar no servidor syslog encontrado, erro: %1%
Error_TooManyThreads=Limite m\u00e1ximo de contagem de threads excedido. Tente novamente mais tarde.
Error_SecurityViolation=Ocorreu uma viola\u00e7\u00e3o de seguran\u00e7a. Tente novamente mais tarde.
Error_NoOtpConfiguration=N\u00e3o h\u00e1 senha para um \u00fanico uso configurada.
Error_TrialViolation=Os limites da avalia\u00e7\u00e3o foram excedidos.
Error_AccountDisabled=A conta est\u00e1 desabilitada.
Error_AccountExpired=A conta expirou.
Error_WrongOtpToken=Senha para um \u00fanico uso incorreta.
Error_AttrIntruder=O n\u00famero m\u00e1ximo de tentativas de pesquisa foi excedido. Tente novamente mais tarde.
Error_AuditWrite=N\u00e3o \u00e9 poss\u00edvel gravar o registro de auditoria.
Error_LdapIntruder=O n\u00famero m\u00e1ximo de tentativas de login para o ID do usu\u00e1rio foi excedido. Tente novamente mais tarde.
Error_NoLdapConnection=N\u00e3o h\u00e1 uma conex\u00e3o dispon\u00edvel com o diret\u00f3rio necess\u00e1rio.
Error_OAuthError=Erro ao usar o protocolo de autentica\u00e7\u00e3o OAuth. Tente novamente mais tarde.
Error_FieldRequired=%1% \u00e9 obrigat\u00f3rio
Error_FieldNotANumber=%1% deve ser um n\u00famero
Error_FieldInvalidEmail=%1% n\u00e3o \u00e9 um endere\u00e7o de e-mail v\u00e1lido
Error_FieldTooShort=%1% \u00e9 muito curto
Error_FieldTooLong=%1% \u00e9 muito longo
Error_FieldDuplicate=%1% j\u00e1 est\u00e1 sendo usado; use um valor diferente
Error_FieldBadConfirm=%1% campos n\u00e3o correspondem
Error_FieldRegexNoMatch=%1% n\u00e3o \u00e9 o formato correto
Error_Orig_Admin_Only=Somente o administrador original pode executar esta propriedade
Error_PasswordRequired=\u00c9 necess\u00e1ria uma senha para executar esta opera\u00e7\u00e3o
Error_ReportingError=Erro na gera\u00e7\u00e3o do relat\u00f3rio
Error_TokenDestIntruder=O n\u00famero m\u00e1ximo de tentativas foi excedido. Tente novamente mais tarde.
Error_OtpRecoveryUsed=A recupera\u00e7\u00e3o pode ter sido utilizada anteriormente e n\u00e3o pode ser utilizada outra vez.
Error_RedirectIllegal=O URL de redirecionamento solicitado n\u00e3o \u00e9 permitido.
Error_CryptError=Ocorreu um erro de criptografia inesperado.
Error_SmsSendError=N\u00e3o \u00e9 poss\u00edvel enviar a mensagem SMS: %1%
Error_LdapDataError=Ocorreu um erro de dados do LDAP.
Error_MacroParseError=Erro de an\u00e1lise de macro: %1%
Error_NoProfileAssigned=Nenhum perfil foi atribu\u00eddo a esta opera\u00e7\u00e3o.
Error_StartupError=Erro ao iniciar o aplicativo. Consulte os arquivos de registro para obter informa\u00e7\u00f5es.
Error_EnvironmentError=O aplicativo n\u00e3o foi inicializado devido a um erro em seu ambiente.
Error_ApplicationNotRunning=Essa funcionalidade n\u00e3o estar\u00e1 dispon\u00edvel enquanto a configura\u00e7\u00e3o de aplicativo estiver restrita.
Error_EmailSendFailure=Erro ao enviar item de e-mail %1%, erro: %2%
Error_PasswordOnlyBad=Senha incorreta, tente novamente.
Error_RecoverySequenceIncomplete=Houve um problema durante a sequ\u00eancia de senha esquecida, tente novamente.
Error_FileTypeIncorrect=O tipo de arquivo n\u00e3o est\u00e1 correto.
Error_FileTooLarge=O arquivo \u00e9 grande demais.
Error_NodeServiceError=Ocorreu um erro no servi\u00e7o de n\u00f3: %1%. Verifique os arquivos de registro para obter mais informa\u00e7\u00f5es.
Error_RemoteErrorValue=Erro Remoto: %1%
Error_WordlistImportError=Erro ao importar a lista de palavras: %1%
Error_PwNotifyServiceError=Erro ao executar o servi\u00e7o de notifica\u00e7\u00e3o de senha: %1%

Error_ConfigUploadSuccess=\u00caxito no upload do arquivo
Error_ConfigUploadFailure=Falha no upload do arquivo.
Error_ConfigSaveSuccess=Configura\u00e7\u00e3o gravada com \u00eaxito. A reinicializa\u00e7\u00e3o do aplicativo foi solicitada. O aplicativo pode n\u00e3o estar dispon\u00edvel durante a reinicializa\u00e7\u00e3o. Se a solicita\u00e7\u00e3o de reinicializa\u00e7\u00e3o falhar, poder\u00e1 ser necess\u00e1rio reiniciar o servidor de aplicativos manualmente.
Error_ConfigFormatError=Erro no formato da configura\u00e7\u00e3o: %1%
Error_ConfigLdapFailure=N\u00e3o \u00e9 poss\u00edvel se conectar ao servidor do diret\u00f3rio LDAP.
Error_ConfigLdapSuccess=Conectado com o servidor do diret\u00f3rio LDAP com \u00eaxito

Error_HTTP_404=N\u00e3o foi poss\u00edvel localizar a p\u00e1gina solicitada.
