#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

Password_MissingConfirm=Passordet oppfyller krava, ver venleg og stadfest passordet
Password_DoesNotMatch=Passorda er ikkje like
Password_Missing=Passordet manglar
Password_PreviouslyUsed=Nytt passord har vorte brukt tidlegare
Password_BadPassword=Nytt passord oppfyller ikkje krava
# Password_BadOldPassword=
Password_TooLong=Nytt passord er for langt
Password_TooShort=Nytt passord er for kort
Password_NotEnoughNum=Nytt passord har ikkje nok tal
Password_NotEnoughAlpha=Nytt passord har ikkje nok bokstavar
Password_NotEnoughUpper=Nytt passord har ikkje nok store bokstavar
Password_NotEnoughLower=Nytt passord har ikkje nok sm\u00E5 bokstavar
Password_NotEnoughSpecial=Nytt passord har ikkje nok spesialteikn (som ikkje er bokstavar eller tal)
Password_NotEnoughUnique=Nytt passord har ikkje nok unike teikn
Password_TooManyRepeat=Nytt passord har for mange gjentekne teikn
Password_TooManySpecial=Nytt passord har for mange spesialteikn (som ikkje er bokstavar eller tal)
Password_TooManyAlpha=Nytt passord har for mange bokstavar
Password_TooManyNumeric=Nytt passord har for mange tal
Password_TooManyLower=Nytt passord har for mange sm\u00E5 bokstavar
Password_TooManyUpper=Nytt passord har for mange store bokstavar
Password_TooManyOldChars=Nytt passord inneheld for mange teikn fra det gamle passordet ditt
Password_TooManyNonAlphaSpecial=Nytt passord har for mange spesialteikn (som ikkje er bokstavar eller tal)
Password_InvalidChar=Nytt passord har eit ugyldig teikn
Password_RequiredMissing=Nytt passord manglar eit naudsynt teikn
Password_InWordlist=Nytt passord er for vanleg
Password_SameAsOld=Nytt passord er det same som det noverande passordet
Password_SameAsAttr=Nytt passord er for opplagt
Password_FirstIsNumeric=Det f\u00F8rste teiknet kan ikkje vera eit tal
Password_LastIsNumeric=Det siste teiknet kan ikkje vera eit tal
Password_FirstIsSpecial=Det f\u00F8rste teiknet m\u00E5 vera eit spesialteikn (som ikkje er bokstavar eller tal)
Password_LastIsSpecial=Den siste teiknet kan ikkje vera eit spesialteikn (som ikkje er bokstavar eller tal)
Password_HistoryFull=Historikken for nye passord er full
Password_MeetsRules=Nytt passord er godteke, ver venleg klikk Endre passord
Password_TooSoon=Det har ikkje g\u00E5tt nok tid sidan f\u00F8rre endring av passord
Password_UsingDisallowedValue=Nytt passord brukar ein verdi som ikkje er tillate
Password_TooWeak=Passordet er for svakt. Pr\u00F8v \u00E5 leggja til fleire tal, spesialteikn eller ei blanding av store og sm\u00E5 bokstavar.
Password_TooManyNonAlpha=Nytt passord har for mange teikn som ikkje er bokstavar
Password_NotEnoughNonAlpha=Nytt passord har for f\u00E5 teikn som ikkje er bokstavar
Password_UnknownValidation=Nytt passord oppfyller ikkje krava. Pr\u00F8v \u00E5 bruka eit anna passord.
Error_ActivateUserNoQueryMatch=Brukarkontoen din er ikkje kvalifisert for aktivering.
Error_Activation_Failure=Det oppstod ein feil under aktiveringen av kontoen din. Ver venleg og kontakt administratoren din.
Error_Activation=Kan ikkje aktivera kontoen din med den informasjonen du har oppgjeve. Ver venleg og pr\u00F8v igjen.
Error_ActivationValidationFailed=Ein eller fleire verdiar er ikkje korrekte.
Error_AddressIntruder=Maksimum p\u00E5loggingsfors\u00F8k for din IP-adresse har vorte overskriden. Pr\u00F8v igjen seinare.
Error_AuthenticationRequired=Autentisering er p\u00E5kravd.
Error_BadCaptchaResponse=Feil stadfestingskode, pr\u00F8v igjen.
Error_BadCurrentPassword=Noverande passord er feil, ver venleg og pr\u00F8v igjen.
Error_BadSession=Kan ikkje oppretta ei \u00F8kt med nettlesaren din. Ver venleg og lukk nettlesaren din og pr\u00F8v igjen.
Error_BadSessionPassword=Kan ikkje oppretta passord for denne \u00F8kta.
Error_CantMatchUser=Kan ikkje finna brukarnamnet. Ver venleg og pr\u00F8v igjen.
Error_CaptchaAPIError=Ein feil oppstod under godkjenning av "CAPTCHA"-svaret. Ver venleg og lukk nettlesaren din og pr\u00F8v igjen. Viss denne feilen oppst\u00E5r fleire gonger, kontakt brukarst\u00F8tta.
Error_Challenge_Duplicate=Kvart sp\u00F8rsm\u00E5l m\u00E5 vera unikt.
Error_Clearing_Responses=Det oppstod ein feil under fjerning av kontrollsp\u00F8rsm\u00E5la. Ver venleg og kontakt administratoren din.
Error_Closing=Operasjonen kan ikkje fullf\u00F8rast fordi applikasjonen held p\u00E5 \u00E5 sl\u00E5 seg av.
Error_DB_Unavailable=Databasen er utilgjengeleg. Viss denne feilen oppst\u00E5r gjentekne gonger, ver venleg og kontakt brukarst\u00F8tta.
Error_DirectoryUnavailable=Katalogen er utilgjengeleg. Viss denne feilen oppst\u00E5r fleire gonger, ver venleg kontakt brukarst\u00F8tta.
Error_IncorrectRequestSequence=Ein feilaktig sidef\u00F8respurnad er motteken. Ver venleg og ikkje bruk nettlesaren sin tilbakeknapp. Ver venleg og pr\u00F8v p\u00E5 nytt.
Error_InvalidConfig=Konfigurasjonen er ugyldig eller korrupt. Ver venleg og rett feilen, eller fjern konfigurasjonsfila.
Error_InvalidFormID=Nettlesarsesjonen er ugyldig eller har g\u00E5tt ut. Ver venleg og pr\u00F8v igjen.
Error_InvalidSecurityKey=Tryggleiksn\u00F8kkelen manglar eller er ugyldig.
Error_Missing_Challenge_Text=Det manglar tekst til eit sp\u00F8rsm\u00E5l som brukaren har angjeve
Error_Missing_GUID=Kan ikkje finne en GUID for brukaren. Ver venleg og kontakt administratoren din.
Error_MissingParameter=Eit obligatorisk parameter manglar.
Error_MissingRandomResponse=Ver venleg og legg til eit ekstra tilfeldig svar.
Error_MissingRequiredResponse=Ver venleg og skriv inn alle dei naudsynte svara.
Error_NewUser_Failure=Det oppstod ein feil under oppretting av den nye brukarkontoen din. Ver venleg og kontakt administratoren din.
Error_NoChallenges=Ingen kontrollsp\u00F8rsm\u00E5l har vorte konfigurert.
Error_App_Unavailable=Programmet er utilgjengeleg eller startar p\u00E5 nytt. Viss denne feilen oppst\u00E5r fleire gonger, ver venleg og kontakt brukarst\u00F8tta.
Error_LocalDB_Unavailable=LocalDB er utilgjengeleg. Ver venleg og kontakt administratoren din.
Error_Response_Duplicate=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" kan ikkje vera det same som eit anna svar
Error_Response_NoResponse=Brukarnamnet er ikkje gyldig eller er ikkje berettiga til \u00E5 bruka denne funksjonen
Error_Response_TooLong=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for langt
Error_Response_TooShort=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for kort
Error_Response_Wordlist=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for vanleg
Error_SecureRequestRequired=Usikra (HTTP) tilkoplingar er ikkje tillaten til dette systemet. Ver venleg og pr\u00F8v igjen med hjelp av ei sikker (HTTPS) tilkobling.
Error_ServiceNotAvailable=Tenesta er ikkje aktivert.
Error_SessionIntruder=Maksimum p\u00E5loggingsfors\u00F8k for denne \u00F8kta er overskriden. Pr\u00F8v igjen seinare.
Error_TokenExpired=Koden du har tasta inn er g\u00E5tt ut, og er ikkje lenger gyldig. Ver venleg og pr\u00F8v igjen.
Error_TokenIncorrect=Feil kode, ver venleg og pr\u00F8v igjen.
Error_TokenMissingContact=Det er ingen kontaktinformasjon tilgjengelig for brukarkontoen din. Ver venleg kontakt administratoren din.
Error_Unauthorized=Du har ikkje l\u00F8yve til \u00E5 utf\u00F8ra den spurde handlinga.
Error_Internal=Ukjent feil. Dersom denne feilen gjentek seg fleire gongar m\u00E5 du kontakte brukarst\u00F8tte.
Error_Unlock_Failure=Det oppstod ein feil under oppl\u00E5singen av brukarkontoen din. Ver venleg og kontakt administratoren din.
Error_UnreachableCloudService=Ei ekstern teneste var ikkje tilgjengeleg.
Error_Update_Attrs_Failure=Det oppstod ein feil under lagring av profilinformasjonen din. Ver venleg og kontakt administratoren din.
Error_UserAuthenticated=Du er allereie autentisert.
Error_UserIntruder=Maksimum p\u00E5loggingsfors\u00F8k for brukar-IDen din er overskriden. Pr\u00F8v igjen seinare.
Error_UserMisMatch=Autentiseringsfeil, ver venleg og lukk nettlesaren din.
Error_Writing_Responses=Ein feil oppstod under lagring av svara p\u00E5 kontrollsp\u00F8rsm\u00E5la dine. Ver venleg og kontakt administratoren din.
Error_WrongPassword=Brukarnamnet eller passordet er ikkje gyldig. Ver venleg og pr\u00F8v igjen.
Error_WrongResponse=Eit eller fleire svar er feil. Ver venleg og pr\u00F8v igjen.
Error_FieldRequired=%1% er p\u00E5kravd
Error_FieldNotANumber=%1% m\u00E5 vera eit tal
Error_FieldInvalidEmail=%1% er ikkje ei gyldig e-postadresse
Error_FieldTooShort=%1% er for kort
Error_FieldTooLong=%1% er for langt
Error_FieldDuplicate=%1% er allereie brukt, ver venleg og bruk ein anna verdi
Error_FieldBadConfirm=%1% felta samsvarar ikkje
Error_ConfigUploadSuccess=Fila vart lasta opp
Error_ConfigUploadFailure=Fila kunne ikkje lastast opp.
Error_ConfigSaveSuccess=Konfigurasjon lagra. Omstart av programmet har vorte f\u00F8respurt. Programmet kan vera utilgjengeleg under omstart. Viss omstart ikkje lukkast kan det hende du manuelt m\u00E5 starta om applikasjonstenaren.
Error_ConfigFormatError=Feil i konfigurasjonsformatet: %1%
Error_ConfigLdapFailure=Kunne ikkje koble til LDAP-katalogtenar.
Error_ConfigLdapSuccess=Vellukka tilkobling til LDAP-katalogtenar
Error_HTTP_404=Sida du bad om, vart ikkje funnen.
Error_RemoteErrorValue=Fjernfeil: %1%
Error_PasswordOnlyBad=Passordet er feil. Ver venleg og pr\u00F8v igjen.
Error_EmailSendFailure=Feil ved sending av e-post element %1%, feil: %2%
Error_ApplicationNotRunning=Denne funksjonaliteten er ikkje tilgjengeleg f\u00F8r programkonfigurasjonen er avgrensa.
Error_EnvironmentError=Ein feil med programmilj\u00F8et har forhindra programmet fr\u00E5 \u00E5 starta.
Error_StartupError=Det oppstod ein feil under starten av programmet. Sjekk loggfilene for informasjon.
Error_NoProfileAssigned=Ingen profil er tilordna til denne handlinga.
Error_MacroParseError=Tolkningsfeil for makro: %1%
Error_LdapDataError=Det har oppst\u00E5tt ein LDAP-datafeil.
Error_SmsSendError=Kunne ikkje senda sms-melding: %1%
Error_CryptError=Ein uventa krypteringsfeil har oppst\u00E5tt.
Error_RedirectIllegal=Den f\u00F8respurde omadresserings-url'en er ikkje tillaten.
Error_OtpRecoveryUsed=Gjenopprettinga kan ha vore brukt tidlegare og kan difor ikkje verta igjen brukt.
Error_TokenDestIntruder=Det maksimale mengd fors\u00F8k er overskride. Pr\u00F8v igjen seinare.
Error_ReportingError=Det oppstod ein feil under rapportgenerering
Error_PasswordRequired=Det vert kravt eit passord for \u00E5 utf\u00F8ra denne operasjonen
Error_Orig_Admin_Only=Berre den opphavlege administratoren kan utf\u00F8ra denne handlinga
Error_FieldRegexNoMatch=%1% er ikkje riktig format
Error_OAuthError=Ein feil ved bruk av OAuth-autentiseringsprotokollen har oppst\u00E5tt. Ver venleg og pr\u00F8v igjen seinare.
Error_NoLdapConnection=Ei tilkopling til den naudsynte katalogen er ikkje tilgjengeleg.
Error_LdapIntruder=Maksimum p\u00E5loggingsfors\u00F8k for brukar-IDen din er overskriden. Pr\u00F8v igjen seinare.
Error_AuditWrite=Kan ikkje skriva revisjonsoppf\u00F8ring.
Error_AttrIntruder=Den maksimale mengd s\u00F8kefors\u00F8k er overskriden. Pr\u00F8v igjen seinare.
Error_WrongOtpToken=Feil eingongspassord.
Error_AccountExpired=Kontoen er g\u00E5tt ut.
Error_AccountDisabled=Kontoen er deaktivert.
Error_TrialViolation=Grensene til pr\u00F8veversjonen er overskriden.
Error_NoOtpConfiguration=Det er ikkje konfigurert noko eingongspassord.
Error_SecurityViolation=Det har oppst\u00E5tt eit tryggleiksbrot. Ver venleg og pr\u00F8v igjen seinare.
Error_TooManyThreads=Det maksimale mengd tr\u00E5dar er overskriden, ver venleg og pr\u00F8v igjen seinare
Error_SyslogWriteError=Det har oppst\u00E5tt eit problem med \u00E5 skriva til syslog-serveren, feil: %1%
Error_CertificateError=Ein sertifikatfeil har oppst\u00E5tt: %1%.
Error_Multi_Username=Fleire brukarar samsvarer med det oppgjevne brukarnamnet "%1%". Ver venleg og avgrens s\u00F8ket ditt.
Error_ChallengeInResponse=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" kan ikkje innehalda ein del av sp\u00F8rsm\u00E5lsteksta.
Error_ServiceUnreachable=Ei naudsynt teneste er utilgjengeleg. Ver venleg og pr\u00F8v igjen seinare.
Error_Writing_Otp_Secret=Det oppstod ein feil under lagringa av OTP-l\u00F8yndomen. Ta kontakt med administratoren din.
Password_TooManyConsecutive=Nytt passord har for mange p\u00E5f\u00F8lgjande teikn (til d\u00F8mes 123456 ... eller abcdef ...)
Password_NotEnoughGroups=Nytt passord inneheld ikkje nok ulike typar teikn
Password_BadOldPassword=Det gamle passordet er ikkje riktig
Password_CustomError=Nytt passord oppfyller ikkje regelkrava
Password_Expired=Passordet er g\u00E5tt ut.
Password_NewPasswordRequired=Eit nytt passord vert kravt f\u00F8r du kan halda fram.
Error_PwNotifyServiceError=Det skjedde ein feil med tenesta for varsling av passord:%1%
Error_WordlistImportError=Det skjedde ein feil under importen av ordlista:%1%
Error_NodeServiceError=Det oppstod ein feil med nodetenesta:%1%. Kontroller loggfilene for meir informasjon.
Error_FileTooLarge=Fila er for stor.
Error_FileTypeIncorrect=Feil filtype.
Error_RecoverySequenceIncomplete=Det oppstod ein feil under gl\u00F8ymt passordsekvensen. Ver venleg og pr\u00F8v igjen.
