#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

Password_MissingConfirm=Passordet oppfyller kravene, vennligst bekreft passordet
Password_DoesNotMatch=Passordene samsvarer ikke
Password_Missing=Passord mangler
Password_PreviouslyUsed=Nytt passord har blitt brukt tidligere
Password_BadPassword=Nytt passord oppfyller ikke kravene
Password_TooLong=Nytt passord er for langt
Password_TooShort=Nytt passord er for kort
Password_NotEnoughNum=Nytt passord har ikke nok tall
Password_NotEnoughAlpha=Nytt passord har ikke nok bokstaver
Password_NotEnoughUpper=Nytt passord har ikke nok store bokstaver
Password_NotEnoughLower=Nytt passord har ikke nok sm\u00E5 bokstaver
Password_NotEnoughSpecial=Nytt passord har ikke nok spesialtegn (som ikke er bokstaver eller tall)
Password_NotEnoughUnique=Nytt passord har ikke nok unike tegn
Password_TooManyRepeat=Nytt passord har for mange gjentatte tegn
Password_TooManySpecial=Nytt passord har for mange spesialtegn (ikke er bokstaver eller tall)
Password_TooManyAlpha=Nytt passord har for mange bokstaver
Password_TooManyNumeric=Nytt passord har for mange tall
Password_TooManyLower=Nytt passord har for mange sm\u00E5 bokstaver
Password_TooManyUpper=Nytt passord har for mange store bokstaver
Password_TooManyOldChars=Nytt passord inneholder for mange tegn fra det gamle passordet
Password_TooManyNonAlphaSpecial=Nytt passord har for mange spesialtegn (ikke bokstaver eller tall)
Password_InvalidChar=Nytt passord har et ugyldig tegn
Password_RequiredMissing=Nytt passord mangler et n\u00F8dvendig tegn
Password_InWordlist=Nytt passord er for vanlig
Password_SameAsOld=Nytt passord er det samme som gjeldende passord
Password_SameAsAttr=Nytt passord er for \u00E5penbart
Password_FirstIsNumeric=Det f\u00F8rste tegnet kan ikke v\u00E6re et tall
Password_LastIsNumeric=Den siste tegnet kan ikke v\u00E6re et tall
Password_FirstIsSpecial=Det f\u00F8rste tegnet kan ikke v\u00E6re et spesialtegn (ikke bokstaver eller tall)
Password_LastIsSpecial=Den siste tegnet kan ikke v\u00E6re et spesialtegn (ikke bokstaver eller tall)
Password_HistoryFull=Passordhistorikken er full
Password_MeetsRules=Nytt passord godtatt, vennligst klikk endre passord
Password_TooSoon=Det har ikke g\u00E5tt nok tid siden forrige passordbytte
Password_UsingDisallowedValue=Nytt passord bruker en verdi som ikke er tillatt
Password_TooWeak=Passordet er for svakt. Pr\u00F8v \u00E5 legge til flere tall, spesialtegn eller en blanding av store og sm\u00E5 bokstaver.
Password_TooManyNonAlpha=Nytt passord har for mange tegn som ikke er bokstaver
Password_NotEnoughNonAlpha=Nytt passord har ikke nok tegn som ikke er bokstaver
Password_UnknownValidation=Nytt passord oppfyller ikke kravene. Pr\u00F8v \u00E5 bruke et annet passord.
Password_NewPasswordRequired=Et nytt passord kreves f\u00F8r du kan fortsette.
Password_Expired=Passordet er utl\u00F8pt.
Password_CustomError=Nytt passord oppfyller ikke kravene
Password_BadOldPassword=Det gamle passordet er feil
Password_NotEnoughGroups=Nytt passord inneholder ikke nok forskjellige typer tegn
Password_TooManyConsecutive=Nytt passord har for mange p\u00E5f\u00F8lgende tegn (for eksempel 123456... eller abcdef...)
Error_WrongResponse=Ett eller flere svar er ikke riktige.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_WrongPassword=Brukernavnet eller passordet er ikke gyldig.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_Response_NoResponse=Brukernavnet er enten ikke gyldig eller er ikke berettiget til \u00E5 bruke denne funksjonen
Error_Response_TooShort=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for kort
Error_Response_Wordlist=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for vanlig
Error_Response_TooLong=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" er for langt
Error_Response_Duplicate=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" kan ikke v\u00E6re det samme som et annet svar
Error_Challenge_Duplicate=Hvert sp\u00F8rsm\u00E5l m\u00E5 v\u00E6re unikt.
Error_Missing_Challenge_Text=Det mangler tekst til et sp\u00F8rsm\u00E5l som brukeren har angitt
Error_UserAuthenticated=Du er allerede autentisert.
Error_MissingParameter=Et n\u00F8dvendig parameter mangler.
Error_DirectoryUnavailable=Katalogen er ikke tilgjengelig.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Error_Internal=Det har oppst\u00E5tt en feil.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Error_ActivationValidationFailed=En eller flere verdier er ikke riktige.
Error_CantMatchUser=Finner ikke brukernavn.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_ServiceNotAvailable=Tjenesten er ikke aktivert.
Error_UserMisMatch=Autentiseringsfeil, lukk nettleseren.
Error_ActivateUserNoQueryMatch=Brukerkontoen din er ikke kvalifisert for aktivering.
Error_AuthenticationRequired=Autentisering kreves.
Error_NoChallenges=Ingen sp\u00F8rsm\u00E5l har blitt konfigurert.
Error_UserIntruder=Maksimalt antall innloggingsfors\u00F8k for din bruker-ID er overskredet.  Pr\u00F8v igjen senere.
Error_AddressIntruder=Maksimalt antall innloggingsfors\u00F8k er overskredet.  Pr\u00F8v igjen senere.
Error_SessionIntruder=Maksimalt antall p\u00E5loggingsfors\u00F8k for denne \u00F8kten er overskredet.  Pr\u00F8v igjen senere.
Error_BadSessionPassword=Kan ikke opprette \u00F8ktpassord.
Error_Unauthorized=Du har ikke tillatelse til \u00E5 utf\u00F8re den forespurte handlingen.
Error_BadSession=Kan ikke opprette en \u00F8kt med nettleseren.  Lukk nettleseren, og pr\u00F8v p\u00E5 nytt.
Error_MissingRequiredResponse=Vennligst skriv inn alle n\u00F8dvendige svar.
Error_MissingRandomResponse=Legg til et ekstra tilfeldig svar.
Error_BadCaptchaResponse=Feil bekreftelseskode, pr\u00F8v p\u00E5 nytt.
Error_CaptchaAPIError=Det oppstod en feil under validering av CAPTCHA-svar.  Lukk nettleseren, og pr\u00F8v p\u00E5 nytt.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Error_InvalidConfig=Konfigurasjonen er ugyldig eller skadet.  Rett opp feilen, eller fjern konfigurasjonsfilen.
Error_InvalidFormID=Nettleser\u00F8kten er ugyldig eller er utl\u00F8pt.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_TokenMissingContact=Det er ingen kontaktinformasjon tilgjengelig for kontoen din.  Kontakt systemansvarlig.
Error_TokenIncorrect=Feil kode, vennligst pr\u00F8v igjen.
Error_BadCurrentPassword=N\u00E5v\u00E6rende passord er feil, vennligst pr\u00F8v igjen.
Error_Closing=Operasjonen kan ikke fullf\u00F8res fordi programmet avsluttes.
Error_Missing_GUID=Finner ikke en GUID for brukeren.  Kontakt systemansvarlig.
Error_TokenExpired=Koden du har angitt, er utl\u00F8pt og er ikke lenger gyldig.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_SecureRequestRequired=Usikre (HTTP)-tilkoblinger er ikke tillatt for dette systemet.  Pr\u00F8v p\u00E5 nytt ved hjelp av en sikker (HTTPS)-tilkobling.
Error_Writing_Responses=Det oppstod en feil under lagring av svaret p\u00E5 ditt sp\u00F8rsm\u00E5l. Kontakt systemansvarlig.
Error_Writing_Otp_Secret=Det oppstod en feil under lagring av OTP-hemmeligheten.  Kontakt systemansvarlig.
Error_Unlock_Failure=Det oppstod en feil under oppl\u00E5sing av kontoen din.  Kontakt systemansvarlig.
Error_Update_Attrs_Failure=Det oppstod en feil under lagring av profilinformasjonen.  Kontakt systemansvarlig.
Error_Activation_Failure=Det oppstod en feil under aktivering av kontoen din.  Kontakt systemansvarlig.
Error_NewUser_Failure=Det oppstod en feil under oppretting av den nye brukerkontoen din.  Kontakt systemansvarlig.
Error_Activation=Kan ikke aktivere kontoen din ved hjelp av informasjonen du har oppgitt.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_DB_Unavailable=Databasen er ikke tilgjengelig.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Error_LocalDB_Unavailable=LocalDB er ikke tilgjengelig.  Kontakt systemansvarlig.
Error_App_Unavailable=Programmet er utilgjengelig eller starter p\u00E5 nytt.  Hvis denne feilen oppst\u00E5r gjentatte ganger, kan du kontakte brukerst\u00F8tten.
Error_IncorrectRequestSequence=En foresp\u00F8rsel om feil side er mottatt.  Vennligst ikke bruk nettleserens tilbake-knapp.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_UnreachableCloudService=En ekstern tjeneste var utilgjengelig.
Error_InvalidSecurityKey=Sikkerhetsn\u00F8kkelen mangler eller er ugyldig.
Error_Clearing_Responses=En feil oppstod under fjerning av svarene p\u00E5 dine sp\u00F8rsm\u00E5l. Kontakt systemansvarlig.
Error_ServiceUnreachable=En n\u00F8dvendig tjeneste er ikke tilgjengelig.  Vennligst fors\u00F8k p\u00E5 nytt senere.
Error_ChallengeInResponse=Svaret p\u00E5 sp\u00F8rsm\u00E5let "%1%" kan ikke inneholde deler av sp\u00F8rsm\u00E5lsteksten.
Error_Multi_Username=Flere brukere samsvarer med det oppgitte brukernavnet "%1%". Vennligst avgrens s\u00F8ket ditt.
Error_CertificateError=Det har oppst\u00E5tt en sertifikatfeil: %1%.
Error_SyslogWriteError=Det har oppst\u00E5tt et problem under skriving til syslog-serveren, feil: %1%
Error_TooManyThreads=Maksimal grense for antall tr\u00E5der er overskredet, vennligst pr\u00F8v igjen senere
Error_SecurityViolation=Det har oppst\u00E5tt et sikkerhetsbrudd.  Vennligst fors\u00F8k p\u00E5 nytt senere.
Error_NoOtpConfiguration=Ingen engangspassord er konfigurert.
Error_TrialViolation=Grensene til pr\u00F8veversjonen er overskredet.
Error_AccountDisabled=Kontoen er deaktivert.
Error_AccountExpired=Kontoen er utl\u00F8pt.
Error_WrongOtpToken=Feil engangspassord.
Error_AttrIntruder=Maksimalt antall s\u00F8kefors\u00F8k er overskredet.  Pr\u00F8v igjen senere.
Error_AuditWrite=Kan ikke skrive revisjonsoppf\u00F8ring.
Error_LdapIntruder=Maksimalt antall innloggingsfors\u00F8k for din bruker-ID er overskredet.  Pr\u00F8v igjen senere.
Error_NoLdapConnection=En tilkobling til den n\u00F8dvendige katalogen er ikke tilgjengelig.
Error_OAuthError=Det har oppst\u00E5tt en feil ved bruk av OAuth-autentiseringsprotokollen. Vennligst fors\u00F8k p\u00E5 nytt senere.
Error_FieldRequired=%1% er p\u00E5krevet
Error_FieldNotANumber=%1% m\u00E5 v\u00E6re et tall
Error_FieldInvalidEmail=%1% er ikke en gyldig e-postadresse
Error_FieldTooShort=%1% er for kort
Error_FieldTooLong=%1% er for langt
Error_FieldDuplicate=%1% er allerede brukt, vennligst bruk en annen verdi
Error_FieldBadConfirm=%1% felt samsvarer ikke
Error_FieldRegexNoMatch=%1% er ikke korrekt format
Error_Orig_Admin_Only=Bare den opprinnelige administratoren kan utf\u00F8re denne handlingen
Error_PasswordRequired=Et passord er n\u00F8dvendig for \u00E5 utf\u00F8re denne operasjonen
Error_ReportingError=Det oppstod en feil under rapportgenerering
Error_TokenDestIntruder=Maksimalt antall fors\u00F8k er overskredet.  Pr\u00F8v igjen senere.
Error_OtpRecoveryUsed=Gjenopprettingen kan ha blitt brukt tidligere og kan ikke brukes p\u00E5 nytt.
Error_RedirectIllegal=Den forespurte url-adressen for viderekobling er ikke tillatt.
Error_CryptError=Det har oppst\u00E5tt en uventet kryptografifeil.
Error_SmsSendError=Kan ikke sende sms-melding: %1%
Error_LdapDataError=Det har oppst\u00E5tt en feil med LDAP-data.
Error_MacroParseError=Tolkningsfeil for makro: %1%
Error_NoProfileAssigned=Ingen profil er tilordnet for denne operasjonen.
Error_StartupError=Det oppstod en feil under oppstart av programmet.  Se loggfilene for informasjon.
Error_EnvironmentError=En feil med programmilj\u00F8et har forhindret programmet fra \u00E5 starte.
Error_ApplicationNotRunning=Denne funksjonaliteten er ikke tilgjengelig f\u00F8r programkonfigurasjonen er begrenset.
Error_EmailSendFailure=Feil under sending av e-postelement %1%, feil: %2%
Error_PasswordOnlyBad=Feil passord.  Vennligst fors\u00F8k p\u00E5 nytt.
Error_RemoteErrorValue=Fjernfeil: %1%
Error_ConfigUploadSuccess=Filen ble lastet opp
Error_ConfigUploadFailure=Filen kunne ikke lastes opp.
Error_ConfigSaveSuccess=Konfigurasjonen er lagret. Omstart av programmet har blitt satt i gang. Programmet kan v\u00E6re utilgjengelig under omstart. Hvis omstart ikke lykkes kan det hende du m\u00E5 omstarte applikasjonstjeneren manuelt.
Error_ConfigFormatError=Feil i konfigurasjonsformatet: %1%
Error_ConfigLdapFailure=Kan ikke koble til LDAP-katalogtjener.
Error_ConfigLdapSuccess=Koblet til LDAP-katalogtjener
Error_HTTP_404=Finner ikke siden du ba om.
Error_PwNotifyServiceError=Det oppstod en feil under kj\u00F8ring av passordvarslingstjenesten: %1%
Error_WordlistImportError=Det oppstod en feil under import av ordlisten: %1%
Error_NodeServiceError=Det oppstod en feil med nodetjenesten %1%. Se loggfilene for mer informasjon.
Error_FileTooLarge=Filen er for stor.
Error_FileTypeIncorrect=Filtypen er ikke riktig.
Error_RecoverySequenceIncomplete=Det oppstod et problem under sekvensen med glemt passord. Vennligst pr\u00F8v igjen.
