#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Password_MissingConfirm=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059\u3002\u78ba\u8a8d\u7528\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Password_DoesNotMatch=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
Password_Missing=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Password_PreviouslyUsed=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4ee5\u524d\u306b\u4f7f\u7528\u3055\u308c\u305f\u3053\u3068\u304c\u3042\u308a\u307e\u3059
Password_BadPassword=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u898f\u5b9a\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093
Password_TooLong=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u9577\u3059\u304e\u307e\u3059
Password_TooShort=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u77ed\u3059\u304e\u307e\u3059
Password_NotEnoughNum=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6570\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u82f1\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5927\u6587\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5c0f\u6587\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8a18\u53f7(\u82f1\u6570\u5b57\u4ee5\u5916)\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUnique=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u56fa\u6709\u306e\u6587\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_TooManyRepeat=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7e70\u308a\u8fd4\u3057\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManySpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7279\u6b8a\u6587\u5b57(\u82f1\u6570\u5b57\u4ee5\u5916)\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u82f1\u5b57\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyNumeric=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6570\u5b57\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5c0f\u6587\u5b57\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5927\u6587\u5b57\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyOldChars=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u3089\u6d41\u7528\u3057\u305f\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyNonAlphaSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8a18\u53f7(\u82f1\u6570\u5b57\u4ee5\u5916)\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059
Password_InvalidChar=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
Password_RequiredMissing=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5fc5\u8981\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
Password_InWordlist=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4e00\u822c\u7684\u3059\u304e\u307e\u3059
Password_SameAsOld=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u540c\u3058\u3067\u3059
Password_SameAsAttr=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5358\u7d14\u3059\u304e\u307e\u3059
Password_FirstIsNumeric=\u6700\u521d\u306e\u6587\u5b57\u3092\u6570\u5b57\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
Password_LastIsNumeric=\u6700\u5f8c\u306e\u6587\u5b57\u3092\u6570\u5b57\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
Password_FirstIsSpecial=\u6700\u521d\u306e\u6587\u5b57\u3092\u8a18\u53f7(\u82f1\u6570\u5b57\u4ee5\u5916)\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
Password_LastIsSpecial=\u6700\u5f8c\u306e\u6587\u5b57\u3092\u8a18\u53f7(\u82f1\u6570\u5b57\u4ee5\u5916)\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
Password_HistoryFull=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u304c\u3044\u3063\u3071\u3044\u3067\u3059
Password_MeetsRules=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u627f\u8a8d\u3055\u308c\u307e\u3057\u305f\u3002\uff3b\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\uff3d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044
Password_TooSoon=\u524d\u56de\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u5909\u66f4\u304b\u3089\u5341\u5206\u306a\u6642\u9593\u304c\u7d4c\u904e\u3057\u3066\u3044\u307e\u305b\u3093
Password_UsingDisallowedValue=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u5024\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Password_TooWeak=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8106\u5f31\u3059\u304e\u307e\u3059\u3002\u6570\u5b57\u3001\u8a18\u53f7\u3001\u307e\u305f\u306f\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u306e\u7d44\u307f\u5408\u308f\u305b\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_TooManyNonAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u82f1\u5b57\u4ee5\u5916\u306e\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_NotEnoughNonAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u82f1\u5b57\u4ee5\u5916\u306e\u6587\u5b57\u306e\u6570\u304c\u8db3\u308a\u307e\u305b\u3093
Password_UnknownValidation=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u5225\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_NewPasswordRequired=\u7d9a\u884c\u3059\u308b\u305f\u3081\u306b\u306f\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002
Password_Expired=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002
Password_CustomError=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u898f\u5b9a\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093
Password_BadOldPassword=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059
Password_NotEnoughGroups=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u6587\u5b57\u306e\u7a2e\u985e\u304c\u8db3\u308a\u307e\u305b\u3093
Password_TooManyConsecutive=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u9023\u7d9a\u6587\u5b57(123456...\u307e\u305f\u306fabcdef...\u306a\u3069)\u304c\u591a\u3059\u304e\u307e\u3059

Error_WrongResponse=1\u3064\u4ee5\u4e0a\u306e\u56de\u7b54\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_WrongPassword=\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Response_NoResponse=\u30e6\u30fc\u30b6\u540d\u304c\u7121\u52b9\u304b\u3001\u3053\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u8cc7\u683c\u304c\u3042\u308a\u307e\u305b\u3093
Error_Response_TooShort=\u8cea\u554f\u300c%1%\u300d\u306b\u5bfe\u3059\u308b\u56de\u7b54\u304c\u77ed\u3059\u304e\u307e\u3059
Error_Response_Wordlist=\u8cea\u554f\u300c%1%\u300d\u306b\u5bfe\u3059\u308b\u56de\u7b54\u304c\u4e00\u822c\u7684\u3059\u304e\u307e\u3059
Error_Response_TooLong=\u8cea\u554f\u300c%1%\u300d\u306b\u5bfe\u3059\u308b\u56de\u7b54\u304c\u9577\u3059\u304e\u307e\u3059
Error_Response_Duplicate=\u8cea\u554f\u300c%1%\u300d\u306b\u5bfe\u3059\u308b\u56de\u7b54\u304c\u5225\u306e\u56de\u7b54\u3068\u540c\u3058\u3067\u3059\u3002\u9055\u3046\u3082\u306e\u306b\u3057\u3066\u304f\u3060\u3055\u3044
Error_Challenge_Duplicate=\u8cea\u554f\u306f\u305d\u308c\u305e\u308c\u7570\u306a\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Error_Missing_Challenge_Text=\u30e6\u30fc\u30b6\u6307\u5b9a\u306e\u8cea\u554f\u306e\u30c6\u30ad\u30b9\u30c8\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error_UserAuthenticated=\u3059\u3067\u306b\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Error_MissingParameter=\u5fc5\u9808\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_DirectoryUnavailable=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Internal=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_ActivationValidationFailed=1\u3064\u4ee5\u4e0a\u306e\u5024\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
Error_CantMatchUser=\u30e6\u30fc\u30b6\u540d\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_ServiceNotAvailable=\u30b5\u30fc\u30d3\u30b9\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002
Error_UserMisMatch=\u8a8d\u8a3c\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002
Error_ActivateUserNoQueryMatch=\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u6709\u52b9\u5316\u306e\u5bfe\u8c61\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002
Error_AuthenticationRequired=\u8a8d\u8a3c\u304c\u5fc5\u8981\u3067\u3059\u3002
Error_NoChallenges=\u79d8\u5bc6\u306e\u8cea\u554f\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_UserIntruder=\u3053\u306e\u30e6\u30fc\u30b6ID\u306e\u30ed\u30b0\u30a4\u30f3\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_AddressIntruder=\u30ed\u30b0\u30a4\u30f3\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_SessionIntruder=\u3053\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u30ed\u30b0\u30a4\u30f3\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadSessionPassword=\u30bb\u30c3\u30b7\u30e7\u30f3\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
Error_Unauthorized=\u8981\u6c42\u3057\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u5b9f\u884c\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_BadSession=\u30d6\u30e9\u30a6\u30b6\u3068\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_MissingRequiredResponse=\u5fc5\u8981\u306a\u56de\u7b54\u3092\u3059\u3079\u3066\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_MissingRandomResponse=\u5225\u306e\u30e9\u30f3\u30c0\u30e0\u56de\u7b54\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadCaptchaResponse=\u4e0d\u6b63\u306a\u691c\u8a3c\u30b3\u30fc\u30c9\u3067\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_CaptchaAPIError=CAPTCHA (\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u3068\u4eba\u9593\u3092\u533a\u5225\u3059\u308b\u5b8c\u5168\u306b\u81ea\u52d5\u5316\u3055\u308c\u305f\u516c\u958b\u30c1\u30e5\u30fc\u30ea\u30f3\u30b0\u30c6\u30b9\u30c8)\u56de\u7b54\u306e\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_InvalidConfig=\u74b0\u5883\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u7834\u640d\u3057\u3066\u3044\u307e\u3059\u3002\u30a8\u30e9\u30fc\u3092\u4fee\u6b63\u3059\u308b\u304b\u3001\u74b0\u5883\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_InvalidFormID=\u30d6\u30e9\u30a6\u30b6\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_TokenMissingContact=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u9023\u7d61\u5148\u60c5\u5831\u3092\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_TokenIncorrect=\u4e0d\u6b63\u306a\u30b3\u30fc\u30c9\u3067\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadCurrentPassword=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Closing=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u4e2d\u306e\u305f\u3081\u3001\u64cd\u4f5c\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3002
Error_Missing_GUID=\u30e6\u30fc\u30b6\u306eGUID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_TokenExpired=\u5165\u529b\u3057\u305f\u30c8\u30fc\u30af\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_SecureRequestRequired=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u3078\u306e\u975e\u30bb\u30ad\u30e5\u30a2(HTTP)\u63a5\u7d9a\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30bb\u30ad\u30e5\u30a2\u306a(HTTPS)\u63a5\u7d9a\u3092\u4f7f\u7528\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Writing_Responses=\u56de\u7b54\u3068\u8cea\u554f\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Writing_Otp_Secret=OTP\u30b7\u30fc\u30af\u30ec\u30c3\u30c8\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Unlock_Failure=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ed\u30c3\u30af\u89e3\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Update_Attrs_Failure=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Activation_Failure=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u6709\u52b9\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_NewUser_Failure=\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Activation=\u6307\u5b9a\u3055\u308c\u305f\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_DB_Unavailable=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_LocalDB_Unavailable=LocalDB\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_App_Unavailable=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u3067\u304d\u306a\u3044\u304b\u3001\u518d\u8d77\u52d5\u4e2d\u3067\u3059\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_IncorrectRequestSequence=\u7570\u5e38\u306a\u30da\u30fc\u30b8\u8981\u6c42\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f\u3002\u30d6\u30e9\u30a6\u30b6\u306e\uff3b\u623b\u308b\uff3d\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_UnreachableCloudService=\u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d3\u30b9\u306b\u5230\u9054\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
Error_InvalidSecurityKey=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30ad\u30fc\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u304b\u7121\u52b9\u3067\u3059\u3002
Error_Clearing_Responses=\u56de\u7b54\u3068\u8cea\u554f\u306e\u30af\u30ea\u30a2\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_ServiceUnreachable=\u8981\u6c42\u3055\u308c\u305f\u30b5\u30fc\u30d3\u30b9\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_ChallengeInResponse=\u8cea\u554f\u300c%1%\u300d\u306b\u5bfe\u3059\u308b\u56de\u7b54\u306b\u8cea\u554f\u6587\u306e\u4e00\u90e8\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Error_Multi_Username=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u540d\u300c%1%\u300d\u306b\u8907\u6570\u306e\u30e6\u30fc\u30b6\u304c\u4e00\u81f4\u3057\u307e\u3059\u3002\u691c\u7d22\u3092\u7d5e\u308a\u8fbc\u3093\u3067\u304f\u3060\u3055\u3044\u3002
Error_CertificateError=\u8a3c\u660e\u66f8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f(%1%)\u3002
Error_SyslogWriteError=Syslog\u30b5\u30fc\u30d0\u3078\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc: %1%
Error_TooManyThreads=\u6700\u5927\u30b9\u30ec\u30c3\u30c9\u30ab\u30a6\u30f3\u30c8\u306e\u4e0a\u9650\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_SecurityViolation=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u9055\u53cd\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_NoOtpConfiguration=\u4f7f\u3044\u6368\u3066\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_TrialViolation=\u8a66\u884c\u56de\u6570\u306e\u4e0a\u9650\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
Error_AccountDisabled=\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
Error_AccountExpired=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002
Error_WrongOtpToken=\u4e0d\u6b63\u306a\u4f7f\u3044\u6368\u3066\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u3059\u3002
Error_AttrIntruder=\u691c\u7d22\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_AuditWrite=\u76e3\u67fb\u8a18\u9332\u3092\u66f8\u304d\u8fbc\u3081\u307e\u305b\u3093\u3002
Error_LdapIntruder=\u3053\u306e\u30e6\u30fc\u30b6ID\u306e\u30ed\u30b0\u30a4\u30f3\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_NoLdapConnection=\u5fc5\u8981\u306a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002
Error_OAuthError=OAuth\u8a8d\u8a3c\u30d7\u30ed\u30c8\u30b3\u30eb\u306e\u4f7f\u7528\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_FieldRequired=%1% \u306f\u5fc5\u9808\u3067\u3059
Error_FieldNotANumber=%1% \u306f\u6570\u5b57\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Error_FieldInvalidEmail=%1% \u306f\u6709\u52b9\u306a\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error_FieldTooShort=%1% \u306f\u77ed\u3059\u304e\u307e\u3059\u3002
Error_FieldTooLong=%1% \u306f\u9577\u3059\u304e\u307e\u3059\u3002
Error_FieldDuplicate=%1% \u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u5024\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_FieldBadConfirm=%1% \u500b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
Error_FieldRegexNoMatch=%1% \u306f\u6b63\u3057\u3044\u5f62\u5f0f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error_Orig_Admin_Only=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u5b9f\u884c\u3067\u304d\u308b\u306e\u306f\u5143\u306e\u7ba1\u7406\u8005\u3060\u3051\u3067\u3059
Error_PasswordRequired=\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u306b\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059
Error_ReportingError=\u30ec\u30dd\u30fc\u30c8\u751f\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
Error_TokenDestIntruder=\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_OtpRecoveryUsed=\u56de\u5fa9\u306f\u4ee5\u524d\u306b\u4f7f\u7528\u3055\u308c\u305f\u53ef\u80fd\u6027\u304c\u3042\u308b\u305f\u3081\u3001\u518d\u5ea6\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Error_RedirectIllegal=\u8981\u6c42\u3055\u308c\u305f\u30ea\u30c0\u30a4\u30ec\u30af\u30c8URL\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_CryptError=\u4e88\u671f\u3057\u306a\u3044\u6697\u53f7\u5316\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
Error_SmsSendError=SMS\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093: %1%
Error_LdapDataError=LDAP\u30c7\u30fc\u30bf\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
Error_MacroParseError=\u30de\u30af\u30ed\u306e\u89e3\u6790\u30a8\u30e9\u30fc: %1%
Error_NoProfileAssigned=\u3053\u306e\u64cd\u4f5c\u306e\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_StartupError=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u958b\u59cb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u3057\u304f\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u3054\u78ba\u8a8d\u304f\u3060\u3055\u3044\u3002
Error_EnvironmentError=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u74b0\u5883\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002
Error_ApplicationNotRunning=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u304c\u5236\u9650\u3055\u308c\u308b\u307e\u3067\u3001\u3053\u306e\u6a5f\u80fd\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Error_EmailSendFailure=\u96fb\u5b50\u30e1\u30fc\u30eb\u9805\u76ee %1% \u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc: %2%
Error_PasswordOnlyBad=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_RecoverySequenceIncomplete=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u3067\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_FileTypeIncorrect=\u30d5\u30a1\u30a4\u30eb\u306e\u7a2e\u985e\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
Error_FileTooLarge=\u30d5\u30a1\u30a4\u30eb\u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
Error_NodeServiceError=\u30ce\u30fc\u30c9\u30b5\u30fc\u30d3\u30b9\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %1%\u3002\u8a73\u7d30\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_RemoteErrorValue=\u30ea\u30e2\u30fc\u30c8\u30a8\u30e9\u30fc: %1%
Error_WordlistImportError=\u30ef\u30fc\u30c9\u30ea\u30b9\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %1%
Error_PwNotifyServiceError=\u30d1\u30b9\u30ef\u30fc\u30c9\u901a\u77e5\u30b5\u30fc\u30d3\u30b9\u3092\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %1%

Error_ConfigUploadSuccess=\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u5e38\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f
Error_ConfigUploadFailure=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
Error_ConfigSaveSuccess=\u8a2d\u5b9a\u304c\u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u518d\u8d77\u52d5\u304c\u8981\u6c42\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u518d\u8d77\u52d5\u4e2d\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u518d\u8d77\u52d5\u8981\u6c42\u304c\u5931\u6557\u3057\u305f\u5834\u5408\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d0\u3092\u624b\u52d5\u3067\u518d\u8d77\u52d5\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Error_ConfigFormatError=\u8a2d\u5b9a\u5f62\u5f0f\u30a8\u30e9\u30fc:  %1%
Error_ConfigLdapFailure=LDAP\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002
Error_ConfigLdapSuccess=LDAP\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u6210\u529f\u3057\u307e\u3057\u305f

Error_HTTP_404=\u8981\u6c42\u3055\u308c\u305f\u30da\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
