#
# Password Management Servlets (PWM)
# http://www.pwm-project.org
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2020 The PWM Project
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#


Password_MissingConfirm=Le mot de passe r\u00e9pond aux exigences. Entrez le mot de passe de confirmation.
Password_DoesNotMatch=Les mots de passe ne correspondent pas
Password_Missing=Mot de passe manquant
Password_PreviouslyUsed=Le nouveau mot de passe a d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9 par le pass\u00e9
Password_BadPassword=Le nouveau mot de passe ne r\u00e9pond pas aux exigences de la r\u00e8gle
Password_TooLong=Le nouveau mot de passe est trop long
Password_TooShort=Le nouveau mot de passe est trop court
Password_NotEnoughNum=Le nouveau mot de passe ne comporte pas suffisamment de chiffres
Password_NotEnoughAlpha=Le nouveau mot de passe ne comporte pas suffisamment de lettres.
Password_NotEnoughUpper=Le nouveau mot de passe ne comporte pas suffisamment de lettres majuscules
Password_NotEnoughLower=Le nouveau mot de passe ne comporte pas suffisamment de lettres minuscules
Password_NotEnoughSpecial=Le nouveau mot de passe ne comporte pas suffisamment de symboles (non alphanum\u00e9riques)
Password_NotEnoughUnique=Le nouveau mot de passe ne comporte pas suffisamment de caract\u00e8res uniques
Password_TooManyRepeat=Le nouveau mot de passe comporte trop de caract\u00e8res r\u00e9p\u00e9t\u00e9s
Password_TooManySpecial=Le nouveau mot de passe comporte trop de caract\u00e8res sp\u00e9ciaux (non alphanum\u00e9riques).
Password_TooManyAlpha=Le nouveau mot de passe comporte trop de lettres
Password_TooManyNumeric=Le nouveau mot de passe comporte trop de chiffres
Password_TooManyLower=Le nouveau mot de passe comporte trop de lettres minuscules
Password_TooManyUpper=Le nouveau mot de passe comporte trop de lettres majuscules
Password_TooManyOldChars=Le nouveau mot de passe comporte trop de caract\u00e8res de votre ancien mot de passe
Password_TooManyNonAlphaSpecial=Le nouveau mot de passe comporte trop de symboles (non alphanum\u00e9riques)
Password_InvalidChar=Le nouveau mot de passe comporte un caract\u00e8re non valide
Password_RequiredMissing=Un caract\u00e8re obligatoire est manquant dans le nouveau mot de passe
Password_InWordlist=Le nouveau mot de passe est trop courant
Password_SameAsOld=Le nouveau mot de passe est identique au mot de passe actuel
Password_SameAsAttr=Le nouveau mot de passe est trop \u00e9vident
Password_FirstIsNumeric=Le premier caract\u00e8re ne doit pas \u00eatre num\u00e9rique
Password_LastIsNumeric=Le dernier caract\u00e8re ne doit pas \u00eatre num\u00e9rique
Password_FirstIsSpecial=Le premier caract\u00e8re ne doit pas \u00eatre un symbole (non alphanum\u00e9rique).
Password_LastIsSpecial=Le dernier caract\u00e8re ne doit pas \u00eatre un symbole (non alphanum\u00e9rique)
Password_HistoryFull=L'historique des nouveaux mots de passe a atteint la limite maximum
Password_MeetsRules=Le nouveau mot de passe est accept\u00e9. Cliquez sur \u00c9diter le mot de passe.
Password_TooSoon=Le temps \u00e9coul\u00e9 depuis le dernier changement de mot de passe est insuffisant
Password_UsingDisallowedValue=Le nouveau mot de passe utilise une valeur non autoris\u00e9e
Password_TooWeak=Le mot de passe est trop faible. Essayez d'ajouter d'autres chiffres ou symboles, ou encore une combinaison de minuscules et majuscules.
Password_TooManyNonAlpha=Le nouveau mot de passe comporte trop de caract\u00e8res non alphab\u00e9tiques
Password_NotEnoughNonAlpha=Le nouveau mot de passe ne comporte pas suffisamment de caract\u00e8res non alphab\u00e9tiques
Password_UnknownValidation=Le mot de passe ne r\u00e9pond pas aux exigences. Essayez d'utiliser un autre mot de passe.
Password_NewPasswordRequired=Vous devez indiquer un nouveau mot de passe pour pouvoir continuer.
Password_Expired=Le mot de passe est arriv\u00e9 \u00e0 expiration.
Password_CustomError=Le nouveau mot de passe ne r\u00e9pond pas aux exigences de la r\u00e8gle
Password_BadOldPassword=L'ancien mot de passe n'est pas correct
Password_NotEnoughGroups=Le nouveau mot de passe ne comporte pas suffisamment de types de caract\u00e8res diff\u00e9rents
Password_TooManyConsecutive=Le nouveau mot de passe comporte trop de caract\u00e8res cons\u00e9cutifs (tels que 123456... ou abcdef...)

Error_WrongResponse=Une ou plusieurs r\u00e9ponses sont incorrectes. Veuillez r\u00e9essayer.
Error_WrongPassword=Le nom d'utilisateur ou le mot de passe n'est pas valide. Veuillez r\u00e9essayer.
Error_Response_NoResponse=Le nom d'utilisateur n'est pas valide ou ne peut pas utiliser cette fonctionnalit\u00e9.
Error_Response_TooShort=La r\u00e9ponse \u00e0 la question "%1%" est trop courte
Error_Response_Wordlist=La r\u00e9ponse \u00e0 la question "%1%" est trop courante
Error_Response_TooLong=La r\u00e9ponse \u00e0 la question "%1%" est trop longue
Error_Response_Duplicate=La r\u00e9ponse \u00e0 la question "%1%" doit \u00eatre diff\u00e9rente des autres r\u00e9ponses
Error_Challenge_Duplicate=Chaque question doit \u00eatre unique.
Error_Missing_Challenge_Text=Texte manquant pour la question fournie par l'utilisateur
Error_UserAuthenticated=Vous \u00eates d\u00e9j\u00e0 authentifi\u00e9.
Error_MissingParameter=Un param\u00e8tre obligatoire est manquant.
Error_DirectoryUnavailable=Annuaire indisponible. Si cette erreur se reproduit, contactez votre service d'assistance.
Error_Internal=Une erreur s'est produite. Si elle se reproduit, contactez votre service d'assistance.
Error_ActivationValidationFailed=Une ou plusieurs valeurs sont incorrectes.
Error_CantMatchUser=Le nom d'utilisateur est introuvable. Veuillez r\u00e9essayer.
Error_ServiceNotAvailable=Le service n'est pas activ\u00e9.
Error_UserMisMatch=Erreur d'authentification; fermez votre navigateur.
Error_ActivateUserNoQueryMatch=Votre compte utilisateur ne peut pas \u00eatre activ\u00e9.
Error_AuthenticationRequired=Authentification requise.
Error_NoChallenges=Aucune question de v\u00e9rification d'identit\u00e9 n'a \u00e9t\u00e9 configur\u00e9e.
Error_UserIntruder=Le nombre maximal de tentatives de connexion pour votre identifiant utilisateur a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_AddressIntruder=Le nombre maximal de tentatives de connexion a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_SessionIntruder=Le nombre maximal de tentatives de connexion pour cette session a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_BadSessionPassword=Impossible d'\u00e9tablir un mot de passe de session.
Error_Unauthorized=Vous n'\u00eates pas autoris\u00e9 \u00e0 effectuer l'op\u00e9ration demand\u00e9e.
Error_BadSession=Impossible d'\u00e9tablir une session avec votre navigateur. Fermez votre navigateur, puis r\u00e9essayez.
Error_MissingRequiredResponse=Entrez toutes les r\u00e9ponses n\u00e9cessaires.
Error_MissingRandomResponse=Ajoutez une r\u00e9ponse al\u00e9atoire suppl\u00e9mentaire.
Error_BadCaptchaResponse=Code de v\u00e9rification incorrect; veuillez r\u00e9essayer.
Error_CaptchaAPIError=Une erreur s'est produite lors de la validation de la r\u00e9ponse CAPTCHA. Fermez votre navigateur et r\u00e9essayez. Si elle se reproduit, contactez votre service d'assistance.
Error_InvalidConfig=La configuration est incorrecte ou alt\u00e9r\u00e9e. Corrigez l'erreur ou supprimez le fichier de configuration.
Error_InvalidFormID=La session de votre navigateur n'est pas valide ou a expir\u00e9. Veuillez r\u00e9essayer.
Error_TokenMissingContact=Aucune information de contact n'est disponible pour votre compte. Contactez votre administrateur.
Error_TokenIncorrect=Code incorrect; veuillez r\u00e9essayer.
Error_BadCurrentPassword=Le mot de passe actuel est incorrect; veuillez r\u00e9essayer.
Error_Closing=L'op\u00e9ration ne peut pas \u00eatre effectu\u00e9e, car l'application est en cours de fermeture.
Error_Missing_GUID=Impossible de localiser de GUID pour l'utilisateur. Contactez votre administrateur.
Error_TokenExpired=Le jeton entr\u00e9 est arriv\u00e9 \u00e0 expiration et n'est plus valide. Veuillez r\u00e9essayer.
Error_SecureRequestRequired=Les connexions non s\u00e9curis\u00e9es (HTTP) ne sont pas autoris\u00e9es sur ce syst\u00e8me. R\u00e9essayez en utilisant une connexion s\u00e9curis\u00e9e (HTTPS).
Error_Writing_Responses=Une erreur s'est produite lors de l'enregistrement de vos r\u00e9ponses de v\u00e9rification d'identit\u00e9. Contactez votre administrateur.
Error_Writing_Otp_Secret=Une erreur s'est produite lors de l'enregistrement de votre code secret pour le mot de passe \u00e0 usage unique. Contactez votre administrateur.
Error_Unlock_Failure=Une erreur s'est produite lors du d\u00e9verrouillage de votre compte. Contactez votre administrateur.
Error_Update_Attrs_Failure=Une erreur s'est produite lors de l'enregistrement de vos renseignements de profil. Contactez votre administrateur.
Error_Activation_Failure=Une erreur s'est produite lors de l'activation de votre compte. Contactez votre administrateur.
Error_NewUser_Failure=Une erreur s'est produite lors de la cr\u00e9ation de votre nouveau compte utilisateur. Contactez votre administrateur.
Error_Activation=Impossible d'activer votre compte \u00e0 l'aide des renseignements que vous avez fournis. R\u00e9essayez.
Error_DB_Unavailable=Base de donn\u00e9es indisponible. Si cette erreur se reproduit, contactez votre service d'assistance.
Error_LocalDB_Unavailable=LocalDB est indisponible. Contactez votre administrateur.
Error_App_Unavailable=L'application est indisponible ou est en cours de red\u00e9marrage. Si cette erreur se reproduit, contactez votre service d'assistance.
Error_IncorrectRequestSequence=Une requ\u00eate de page inaccessible a \u00e9t\u00e9 re\u00e7ue. N'utilisez pas le bouton Retour de votre navigateur. Veuillez r\u00e9essayer.
Error_UnreachableCloudService=Un service distant \u00e9tait inaccessible.
Error_InvalidSecurityKey=La cl\u00e9 de s\u00e9curit\u00e9 est manquante ou non valide.
Error_Clearing_Responses=Une erreur s'est produite lors de l'effacement des questions de v\u00e9rification d'identit\u00e9. Contactez votre administrateur.
Error_ServiceUnreachable=Un service obligatoire est indisponible. R\u00e9essayez ult\u00e9rieurement.
Error_ChallengeInResponse=La r\u00e9ponse \u00e0 la question "%1%" ne peut pas contenir une partie du texte de la question.
Error_Multi_Username=Plusieurs utilisateurs correspondent au nom d'utilisateur "%1%" indiqu\u00e9. Pr\u00e9cisez votre recherche.
Error_CertificateError=Une erreur de certificat s'est produite : %1%.
Error_SyslogWriteError=Un probl\u00e8me d'\u00e9criture sur le serveur Syslog s'est produit. Erreur : %1%
Error_TooManyThreads=Le nombre maximal de fils a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement
Error_SecurityViolation=Une violation de s\u00e9curit\u00e9 s'est produite. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_NoOtpConfiguration=Aucun mot de passe \u00e0 usage unique n'est configur\u00e9.
Error_TrialViolation=Le nombre maximal d'essais a \u00e9t\u00e9 d\u00e9pass\u00e9.
Error_AccountDisabled=Le compte est d\u00e9sactiv\u00e9.
Error_AccountExpired=Le compte est arriv\u00e9 \u00e0 expiration.
Error_WrongOtpToken=Le mot de passe \u00e0 usage unique est incorrect.
Error_AttrIntruder=Le nombre maximal de tentatives de recherche a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_AuditWrite=Impossible d'\u00e9crire l'enregistrement d'audit.
Error_LdapIntruder=Le nombre maximal de tentatives de connexion pour votre identifiant utilisateur a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_NoLdapConnection=Aucune connexion \u00e0 l'annuaire requis n'est disponible.
Error_OAuthError=Une erreur s'est produite lors de l'utilisation du protocole d'authentification OAuth. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_FieldRequired=%1% est obligatoire
Error_FieldNotANumber=%1% doit \u00eatre un chiffre
Error_FieldInvalidEmail=%1% n'est pas une adresse \u00e9lectronique valide
Error_FieldTooShort=%1% est trop court
Error_FieldTooLong=%1% est trop long
Error_FieldDuplicate=%1% est d\u00e9j\u00e0 utilis\u00e9. Utilisez une autre valeur.
Error_FieldBadConfirm=%1% champs ne correspondent pas
Error_FieldRegexNoMatch=%1% n'est pas le format correct
Error_Orig_Admin_Only=Seul l'administrateur d'origine peut utiliser cette op\u00e9ration
Error_PasswordRequired=Vous devez indiquer un mot de passe pour effectuer cette op\u00e9ration
Error_ReportingError=Une erreur s'est produite lors de la cr\u00e9ation du rapport
Error_TokenDestIntruder=Le nombre maximal de tentatives a \u00e9t\u00e9 d\u00e9pass\u00e9. Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_OtpRecoveryUsed=La r\u00e9cup\u00e9ration a peut-\u00eatre d\u00e9j\u00e0 \u00e9t\u00e9 utilis\u00e9e et ne peut pas \u00eatre r\u00e9utilis\u00e9e.
Error_RedirectIllegal=L'URL de redirection demand\u00e9e n'est pas autoris\u00e9e.
Error_CryptError=Une erreur de cryptographie inattendue s'est produite.
Error_SmsSendError=Le message SMS n'a pas pu \u00eatre envoy\u00e9 : %1%
Error_LdapDataError=Une erreur de donn\u00e9es LDAP s'est produite.
Error_MacroParseError=Erreur d'analyse macro : %1%
Error_NoProfileAssigned=Aucun profil n'est assign\u00e9 \u00e0 cette op\u00e9ration.
Error_StartupError=Une erreur s'est produite au d\u00e9marrage de l'application. Consultez les fichiers journaux pour plus d'informations.
Error_EnvironmentError=Une erreur li\u00e9e \u00e0 l'environnement de l'application a emp\u00each\u00e9 le d\u00e9marrage de cette derni\u00e8re.
Error_ApplicationNotRunning=Cette fonctionnalit\u00e9 n'est pas disponible tant que la configuration de l'application est restreinte.
Error_EmailSendFailure=Une erreur s'est produite lors de l'envoi du courriel %1%. Erreur : %2%
Error_PasswordOnlyBad=Le mot de passe est incorrect. Veuillez r\u00e9essayer.
Error_RecoverySequenceIncomplete=Un probl\u00e8me s'est produit lors de l'oubli du mot de passe, veuillez r\u00e9essayer.
Error_FileTypeIncorrect=Le type de fichier n'est pas correct.
Error_FileTooLarge=Le fichier est trop volumineux.
Error_NodeServiceError=Une erreur s'est produite avec le service de n\u0153ud\u00a0: %1%.   Consultez les fichiers journaux pour plus d'informations.
Error_RemoteErrorValue=Erreur distante : %1%
Error_WordlistImportError=Une erreur s'est produite lors de l'importation de la liste de mots\u00a0: %1%
Error_PwNotifyServiceError=Une erreur s'est produite lors de l'ex\u00e9cution du service de notification de mot de passe\u00a0: %1%.

Error_ConfigUploadSuccess=Le fichier a \u00e9t\u00e9 t\u00e9l\u00e9vers\u00e9
Error_ConfigUploadFailure=Le fichier n'a pas pu \u00eatre t\u00e9l\u00e9vers\u00e9.
Error_ConfigSaveSuccess=Configuration enregistr\u00e9e. Le red\u00e9marrage de l'application est demand\u00e9. L'application risque d'\u00eatre indisponible pendant le red\u00e9marrage. Si la requ\u00eate de red\u00e9marrage \u00e9choue, vous devrez peut-\u00eatre red\u00e9marrer le serveur d'applications manuellement.
Error_ConfigFormatError=Erreur du format de configuration :  %1%
Error_ConfigLdapFailure=La connexion au serveur d'annuaires LDAP n'a pas pu \u00eatre \u00e9tablie.
Error_ConfigLdapSuccess=La connexion au serveur d'annuaires LDAP a \u00e9t\u00e9 \u00e9tablie.

Error_HTTP_404=La page demand\u00e9e est introuvable.
