#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Password_DoesNotMatch=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
Password_Missing=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Password_PreviouslyUsed=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4ee5\u524d\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Password_BadPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093
Password_BadOldPassword=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Password_TooLong=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9577\u3059\u304e\u307e\u3059
Password_TooShort=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u77ed\u3059\u304e\u307e\u3059
Password_NotEnoughNum=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6570\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5927\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUnique=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7279\u6709\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_TooManyRepeat=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7e70\u308a\u8fd4\u3057\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyNumeric=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6570\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5927\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyOldChars=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyNonAlphaSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_InvalidChar=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Password_RequiredMissing=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5fc5\u8981\u306a\u6587\u5b57\u304c\u898b\u5f53\u305f\u308a\u307e\u305b\u3093
Password_InWordlist=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5206\u304b\u308a\u3084\u3059\u3059\u304e\u307e\u3059
Password_SameAsOld=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u540c\u3058\u3067\u3059
Password_SameAsAttr=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5206\u304b\u308a\u3084\u3059\u3059\u304e\u307e\u3059
Password_FirstIsNumeric=\u6700\u521d\u306e\u6587\u5b57\u306f\u6570\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_LastIsNumeric=\u6700\u5f8c\u306e\u6587\u5b57\u306f\u6570\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_FirstIsSpecial=\u6700\u521d\u306e\u6587\u5b57\u306f\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_LastIsSpecial=\u6700\u5f8c\u306e\u6587\u5b57\u306f\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_HistoryFull=\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306b\u7a7a\u5bb9\u91cf\u304c\u3042\u308a\u307e\u305b\u3093
Password_MeetsRules=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059

Error_WrongAnswer=\u7b54\u3048\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Error_WrongPassword=\u30e6\u30fc\u30b6\u30fc\u540d\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059
Error_Hint_WrongUsername=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d2\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
Error_Hint_NoHint=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d2\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
Error_UserAuthenticated=\u65e2\u306b\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u304c\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u307e\u3059
Error_MissingParameter=\u5fc5\u8981\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error_DirectoryUnavailable=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
Error_Unknown=\u4e0d\u660e\u306e\u30a8\u30e9\u30fc\u3067\u3059
Error_NewUserValidationFailed=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u6570\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Error_CantMatchUser=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error_ServiceNotAvailable=\u30b5\u30fc\u30d3\u30b9\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093
Error_UserMisMatch=\u8a8d\u8a3c\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002
Error_ActivateUserNoQueryMatch=\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6709\u52b9\u5316\u306b\u4e0d\u9069\u683c\u3067\u3059
Error_AuthenticationRequired=\u8a8d\u8a3c\u304c\u5fc5\u8981\u3067\u3059
Error_NoChallenges=\u96e3\u984c\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error_UserIntruder=\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30fcID\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u307b\u3069\u307e\u305f\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_AddressIntruder=IP\u30a2\u30c9\u30ec\u30b9\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u307b\u3069\u307e\u305f\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_SessionIntruder=\u3053\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
Error_BadSessionPassword=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u7acb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
Error_FieldRequired=%field%\u304c\u5fc5\u8981\u3067\u3059
Error_FieldNotANumber=%field%\u306f\u6570\u5b57\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
Error_FieldInvalidEmail=%field%\u304c\u6709\u52b9\u306aE\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error_FieldTooShort=%field%\u304c\u77ed\u3059\u304e\u307e\u3059
Error_FieldTooLong=%field%\u304c\u9577\u3059\u304e\u307e\u3059
Error_FieldDuplicate=%field%\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Error_FieldBadConfirm=%field%\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
