#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=Activer
Button_Agree=D'accord
Button_Cancel=Annuler
Button_ChangePassword=Modifier le mot de passe
Button_ChangeResponses=Retour
Button_CheckCode=V\u00e9rifiez le code
Button_CloseWindow=Fermer la fen\u00eatre
Button_Confirm=confirmer
Button_ConfirmResponses=Confirmer des indices
Button_Continue=Continuer
Button_Create=Cr\u00e9er
Button_GoBack=Retour
Button_Hide=Masquer
Button_Hide_Responses=Masquer des indices
Button_Login=Connexion
Button_Logout=D\u00e9connexion
Button_More=Plus
Button_RecoverPassword=V\u00e9rifier les indices
Button_Reset=R\u00e9initialiser
Button_Search=Rechercher
Button_SetResponses=D\u00e9finir des indices
Button_Show=Afficher
Button_Show_Responses=Afficher des indeces
Button_UnlockPassword=D\u00e9bloquer le mot de passe
Button_Update=Actualiser
Button_Verify=Vérifiez
Display_ActivateUser=Pour confirmer votre identit\u00e9, veuillez fournir les informations suivantes. Vos informations seront utilis\u00e9es pour localiser et activer votre compte d\u2019utilisateur.<p/>Veillez \u00e0 compl\u00e9ter le processus ou votre compte ne sera pas activ\u00e9 correctement.
Display_AutoGeneratedPassword=Mots de passe g\u00e9n\u00e9r\u00e9s automatiquement
Display_CapsLockIsOn=Majuscule est verrouill\u00e9
Display_Captcha=Veuillez entrer le code de v\u00e9rification ci-dessous. Taper ce code permet de prot\u00e9ger votre compte contre les abus.
Display_ChangePassword=Veuillez modifier votre mot de passe. Veuillez pr\u00e9server la confidentialit\u00e9 de votre nouveau mot de passe.  Apr\u00e8s avoir entr\u00e9 votre nouveau mot de passe, cliquez sur le bouton Modifier le mot de passe.  Si vous devez prendre note de votre mot de passe, conservez-le dans un endroit s\u00fbr.  Votre nouveau mot de passe doit r\u00e9pondre aux exigences suivantes :
Display_CheckingData=V\u00e9rification des donn\u00e9es ....
Display_CheckingPassword=V\u00e9rification du mot de passe...
Display_CheckingResponses=V\u00e9rification des r\u00e9ponses ...
Display_CommunicationError=Impossible de communiquer avec le serveur. Continuez lorsque vous \u00eates pr\u00eat.
Display_ConfirmResponses=Soyez s\u00fbr que vos r\u00e9ponses et les questions sont correctes. V\u00e9rifiez l'orthographe et la ponctuation. Dans le cas o\u00f9 vous oubliez votre mot de passe, vous devrez donner les r\u00e9ponses exactes aux questions ci-dessous.
Display_Day=jour
Display_Days=jours
Display_ErrorBody=Une erreur s\u2019est produite. Veuillez fermer votre navigateur.  Si cette erreur persiste, veuillez contacter votre service d\u2019assistance.
Display_ExpirationDate=Date d'expiration du compte (maximum %1% jours)
Display_FooterInfoText=
Display_ForgottenPassword=Si vous avez oubliu00e9 votre mot de passe, suivez les invites pour ru00e9initialiser votre mot de passe.
Display_ForgottenUsername=Veuillez entrer les informations suivantes. Ces informations seront utilis\u00e9es pour rechercher votre nom d'utilisateur oubli\u00e9.
Display_GuestRegistration=Pour enregistrer un nouveau compte invit\u00e9, veuillez  entrer les informations suivantes.
Display_GuestUpdate=Pour mettre \u00e0 jour un compte d'invit\u00e9, veuillez v\u00e9rifier et modifier les informations suivantes.
Display_Helpdesk=Veuillez entrer les donn\u00e9es de recherche pour l'utilisateur et cliquer sur le bouton de recherche.
Display_Hour=heure
Display_Hours=heures
Display_IdleTimeout=D\u00e9lai d'inactivit\u00e9 :
Display_IdleWarningMessage=Votre session va expirer. Veuillez cliquer n'importe o\u00f9 sur cette page pour reprendre.
Display_IdleWarningTitle=D\u00e9lai d'inactivit\u00e9
Display_LeaveDirtyPasswordPage=Si vous quittez cette page, votre mot de passe ne sera pas chang\u00e9.
Display_Login=
Display_Logout=<b>Vous \u00eates d\u00e9sormais d\u00e9connect\u00e9.</b><p/>Vous devez fermer la fen\u00eatre de votre navigateur avant de pouvoir vous reconnecter.
Display_Minute=minute
Display_Minutes=minutes
Display_NewUser=Complu00e9tez ce formulaire pour cru00e9er un nouveau compte du2019utilisateur. Apru00e8s avoir complu00e9tu00e9 ce formulaire, vous pouvez cru00e9er un nouveau mot de passe et terminer ainsi la configuration de votre compte.
Display_PasswordExpired=Votre mot de passe a expir\u00e9.  Vous devez cr\u00e9er un nouveau mot de passe maintenant.
Display_PasswordGeneration=Les mots de passe suivants ont \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9s al\u00e9atoirement pour vous. Ces mots de passe sont bas\u00e9es sur r\u00e9el mots pour les rendre plus faciles \u00e0 m\u00e9moriser, mais ont \u00e9t\u00e9 modifi\u00e9es pour les rendre difficile \u00e0 deviner.
Display_PasswordNoExpire=Votre mot de passe n'expire jamais.
Display_PasswordPrompt=Veuillez entrer votre nouveau mot de passe
Display_PasswordStrengthHigh=Force: <b> forte </ b>
Display_PasswordStrengthLow=Force: <b> faible </ b>
Display_PasswordStrengthMedium=Force:  <b> Bonne</ b>
Display_PasswordWarn=<b> Votre mot de passe va bient\u00f4t expirer </ b>. Veuillez changer votre mot de passe rapidement pour \u00e9viter des probl\u00e8mes d'acc\u00e8s \u00e0 ce service. <br/> Votre mot de passe expirera le %1%.
Display_PeopleSearch=Veuillez entrer votre requ\u00eate de recherche ci-dessous. Vous pouvez rechercher une personne sur le nom, l'adresse e-mail ou le num\u00e9ro de t\u00e9l\u00e9phone.
Display_PleaseWait=Veuillez patienter\u2026
Display_PleaseWaitNewUser=Votre nouveau compte est configur\u00e9. Ce processus peut prendre plusieurs minutes, soyez patient.
Display_PleaseWaitPassword=Votre mot de passe est en cours de mise \u00e0 jour. Ce processus peut prendre plusieurs minutes. Merci de votre patience.
Display_RecoverChoiceReset=D\u00e9finir un nouveau mot de passe. Si vous avez oubli\u00e9 votre mot de passe et que vous souhaitez en d\u00e9finir un nouveau, cliquez ici. Votre compte sera \u00e9galement d\u00e9bloqu\u00e9 lorsque vous d\u00e9finissez un nouveau mot de passe.
Display_RecoverChoiceUnlock=D\u00e9bloquer votre compte. Si vous vous souvenez de votre mot de passe, vous pouvez d\u00e9bloquer votre compte en s\u00e9lectionnant cette option. Votre mot de passe ne sera pas chang\u00e9.
Display_RecoverEnterCode=Pour v\u00e9rifier votre identit\u00e9, un code de s\u00e9curit\u00e9 a \u00e9t\u00e9 envoy\u00e9 \u00e0 votre adresse e-mail. Veuillez entrer le code de s\u00e9curit\u00e9 ici.
Display_RecoverEnterCode=Pour v\u00e9rifier votre identit\u00e9, un code de s\u00e9curit\u00e9 a \u00e9t\u00e9 envoy\u00e9 \u00e0 votre numero mobile. Veuillez entrer le code de s\u00e9curit\u00e9 ici.
Display_RecoverPassword=Veuillez r\u00e9pondre aux questions suivantes. Si vous r\u00e9pondez correctement \u00e0 ces questions, vous pourrez r\u00e9initialiser votre mot de passe.
Display_RecoverPasswordChoices=Votre compte a \u00e9t\u00e9 bloqu\u00e9 en raison d'un exc\u00e8s de tentatives de connexions infructueuses. Vous pouvez continuer en d\u00e9verrouillant votre compte ou en changeant votre mot de passe
Display_RecoverRandomResponses=Vous devez r\u00e9pondre aux questions suivantes pour pouvoir continuer.
Display_RecoverRequiredResponses=Ces questions sont requises par votre administrateur.
Display_ResponsesPrompt=Veuillez entrer vos r\u00e9ponses de s\u00e9curit\u00e9
Display_Second=seconde
Display_Seconds=secondes
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=Au cas o\u00f9 vous oublieriez votre mot de passe, vous pouvez le r\u00e9cup\u00e9rer en r\u00e9pondant \u00e0 une question que vous seul connaissez.<p/>Veuillez s\u00e9lectionner vos questions et les r\u00e9ponses qui peuvent \u00eatre utilis\u00e9es pour v\u00e9rifier votre identit\u00e9 en cas d\u2019oubli du mot de passe.
Display_Shortcuts=S\u00e9lectionnez l'un des liens suivants pour continuer.
Display_ShowPasswordGuide=Mot de passe Guide
Display_StrengthMeter=Force du mot de passe
Display_UpdateProfile=Mettez \u00e0 jour les donn\u00e9es suivantes :
Display_UpdateProfileConfirm=Veuillez v\u00e9rifier les informations suivantes que vous avez entr\u00e9es et confirmer.
Display_UserEventHistory=Cette page affiche l\u2019historique des \u00e9v\u00e9nements li\u00e9s \u00e0 votre mot de passe. Seules les op\u00e9rations r\u00e9alis\u00e9es avec PWM sont affich\u00e9es ici. Toutes les heures affich\u00e9es appartiennent au fuseau horaire %1%.
Field_AccountEnabled=Compte activ\u00e9
Field_Code=code
Field_Confirm_Prefix=confirmer
Field_ConfirmPassword=Confirmer le mot de passe
Field_CurrentPassword=Mot de passe actuelle
Field_LastLoginTime=Date de derni\u00e8re connexion
Field_LastLoginTimeDelta=D\u00e9lai depuis la derni\u00e8re connexion
Field_Location=Emplacement
Field_NewPassword=Nouveau mot de passe
Field_OldPassword=Ancien mot de passe
Field_Option_Select=Selectez une question
Field_Password=Mot de passe
Field_PasswordExpirationTime=Expiration du mot de passe
Field_PasswordExpired=Mot de passe expir\u00e9
Field_PasswordLocked=Mot de passe bloqu\u00e9 (tentatives invalides)
Field_PasswordPreExpired=Mot de passe pr\u00e9-expir\u00e9
Field_PasswordSetTime=Changement du mot de passe requis
Field_PasswordViolatesPolicy=Mot de passe non valide
Field_PasswordWithinWarningPeriod=dans la p\u00e9riode d'avertissement
Field_ResponsesNeeded=R\u00e9ponses obligatoires
Field_ResponsesStored=R\u00e9ponses enregistr\u00e9es
Field_ResponsesTimestamp=Information d'enregistrement des r\u00e9ponses
Field_User_Supplied_Question=Question
Field_UserDN=Identifiant DN
Field_UserGUID=Identifiant GUID
Field_Username=Nom d\u2019utilisateur
Long_Title_ActivateUser=Activer un compte pr\u00e9-configur\u00e9 et \u00e9tablir un nouveau mot de passe.
Long_Title_Admin=Les fonctions administratives
Long_Title_ChangePassword=Changez votre mot de passe actuel.
Long_Title_ForgottenPassword=R\u00e9cup\u00e9rer R\u00e9tablir l'acc\u00e8s \u00e0 votre compte si vous avez oubli\u00e9 votre mot de passe.
Long_Title_ForgottenUsername=Retrouvez votre nom d'utilisateur oubli\u00e9.
Long_Title_GuestRegistration=Enregistrer un nouveau compte utilisateur invit\u00e9
Long_Title_GuestUpdate=Modifier un nouveau compte utilisateur invit\u00e9
Long_Title_Helpdesk=Outils de helpdesk d'assistance
Long_Title_Logout=D\u00e9connexion de l'application Mot de Passe Self-Service.
Long_Title_Main_Menu=Menu principal de Mot de Passe Self-Service. De l\u00e0, vous pouvez changer votre mot de passe actuel, r\u00e9initialiser un mot de passe oubli\u00e9, ou effectuer d'autres actions li\u00e9es aux mots de passe.
Long_Title_NewUser=Cr\u00e9er un nouveau compte utilisateur.
Long_Title_PeopleSearch=Rechercher les coordonn\u00e9es de vos coll\u00e8gues
Long_Title_SetupResponses=Entrez vos r\u00e9ponses pour mot de passe oubli\u00e9. Ces questions secr\u00e8tes vous permettront de r\u00e9cup\u00e9rer votre mot de passe si vous l'avez oubli\u00e9.
Long_Title_Shortcuts=Raccourcis personnalis\u00e9s.
Long_Title_UpdateProfile=Mettez \u00e0 jour vos donn\u00e9es de profil utilisateur.
Long_Title_UserEventHistory=Historique des \u00e9v\u00e9nements li\u00e9s aux mots de passe. Voir quand vous avez chang\u00e9 votre mot de passe dans le pass\u00e9.
Long_Title_UserInformation=Informations sur votre mot de passe et les politiques de mot de passe.
Title_ActivateUser=Activer l\u2019utilisateur
Title_Admin=administration
Title_Application=Mot de Passe Self-Service
Title_Captcha=v\u00e9rification
Title_ChangePassword=Modifier le mot de passe
Title_ConfirmResponses=Confirmer les r\u00e9ponses Mot de passe
Title_Error=Erreur
Title_ForgottenPassword=Mot de passe oubli\u00e9
Title_ForgottenUsername=Nom d'utilisateur oubli\u00e9
Title_GuestRegistration=Inscrivez-vous Utilisateur invit\u00e9
Title_GuestUpdate=Mettre \u00e0 jour l'utilisateur Invit\u00e9
Title_Helpdesk=Assistance
Title_Login=Veuillez vous connecter
Title_Logout=D\u00e9connexion
Title_MainPage=Page principale
Title_NewUser=Enregistrement de nouvel utilisateur
Title_PasswordGuide=Guide du mot de passe
Title_PasswordStrength=Force du mot de passe
Title_PasswordWarning=Attention Mot de passe
Title_PeopleSearch=Recherche de personnes
Title_PleaseWait=Veuillez patienter
Title_RandomPasswords=Les mMots de passe al\u00e9atoires
Title_RecoverPassword=Mot de passe oubli\u00e9
Title_RecoverRandomResponses=Questions al\u00e9atoires
Title_RecoverRequiredResponses=Questions requises
Title_SetupRandomResponses=Questions al\u00e9atoires
Title_SetupRequiredResponses=Questions requises
Title_SetupResponses=Configurer des indices de mot de passe
Title_Shortcuts=Raccourcis
Title_Success=R\u00e9ussite
Title_TitleBar=@User:ID@ Mot de passe Self-Service
Title_UpdateProfile=Mettre \u00e0 jour les attributs
Title_UpdateProfileConfirm=Confirmer des donn\u00e9es de profil
Title_UserEventHistory=Historique des \u00e9v\u00e9nements d\u2019utilisateur
Title_UserInformation=Informations sur le compte
Tooltip_PasswordStrength=La mesure de la force du mot de passe montre combien il est facile de deviner votre mot de passe.  Essayer d'agir sur les points ci-dessous:<ul><li>Augmenter le nombre de caract\u00e8res </li><li> Ne r\u00e9p\u00e9tez pas les m\u00eames caract\u00e8res </li><li> Utiliser majuscules et minuscules </li><li> Ajouter des chiffres </li><li> Ajouter des symboles </li></ul>
Value_False=FALSE
Value_True=TRUE
Display_TypingWait=En attente de saisie à remplir ....
