#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=\u6709\u52b9\u5316
Button_Agree=\u540c\u610f\u3059\u308b
Button_Cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
Button_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4
Button_ChangeResponses=\u623b\u308b
Button_CheckCode=\u30b3\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Button_CloseWindow=\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b
Button_Confirm=\u78ba\u8a8d\u3059\u308b
Button_ConfirmResponses=\u5fdc\u7b54\u3092\u78ba\u8a8d\u3059\u308b
Button_Continue=\u7d9a\u884c\u3059\u308b
Button_Create=\u4f5c\u6210
Button_GoBack=\u623b\u308b
Button_Hide=\u975e\u8868\u793a
Button_Hide_Responses=\u5fdc\u7b54\u3092\u96a0\u3059
Button_Login=\u30ed\u30b0\u30a4\u30f3
Button_Logout=\u30ed\u30b0\u30a2\u30a6\u30c8
Button_More=\u3088\u308a\u591a\u304f\u306e
Button_RecoverPassword=\u30d2\u30f3\u30c8\u306e\u78ba\u8a8d
Button_Reset=\u30af\u30ea\u30a2
Button_Search=\u691c\u7d22
Button_SetHints=\u30d2\u30f3\u30c8\u306e\u8a2d\u5b9a
Button_SetResponses=\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u4fdd\u5b58\u3059\u308b
Button_Show=\u8868\u793a
Button_Show_Responses=\u5fdc\u7b54\u3092\u8868\u793a\u3059\u308b
Button_UnlockPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b
Button_Update=\u66f4\u65b0
Button_Verify=\u78ba\u8a8d\u3059\u308b
Display_ActivateUser=\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u3001\u6b21\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3042\u306a\u305f\u306e\u60c5\u5831\u306f\u3001\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u898b\u3064\u3051\u3066\u6709\u52b9\u306b\u3059\u308b\u306e\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002<p/>\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u3057\u304f\u6709\u52b9\u5316\u3055\u308c\u307e\u305b\u3093\u3002
Display_AutoGeneratedPassword=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u81ea\u52d5\u751f\u6210
Display_AutoGeneratedPasswords=\u3053\u308c\u3089\u306e\u81ea\u52d5\u4f5c\u6210\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059\u3002\u81ea\u5206\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3057\u3066\u4f7f\u7528\u3057\u305f\u3044\u5834\u5408\u306f\u3001\u3044\u305a\u308c\u304b\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u7d9a\u884c\u3059\u308b\u524d\u306b\u3001\u5fc5\u305a\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a18\u61b6\u3059\u308b\u304b\u30b3\u30d4\u30fc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_CapsLockIsOn=CAPS LOCK\u304c\u30aa\u30f3\u306b\u306a\u3063\u3066\u3044\u308b
Display_Captcha=\u6b21\u306e\u78ba\u8a8d\u30b3\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u3053\u306e\u30b3\u30fc\u30c9\u3067\u5165\u529b\u3059\u308b\u3068\u3001\u60aa\u7528\u304b\u3089\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4fdd\u8b77\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Display_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4ed6\u4eba\u306b\u77e5\u3089\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u305f\u3089\u3001\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u66f8\u304d\u7559\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u5fc5\u305a\u5b89\u5168\u306a\u5834\u6240\u306b\u4fdd\u7ba1\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6b21\u306e\u6761\u4ef6\u3092\u6e80\u305f\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff1a
Display_CheckingData=\u30c7\u30fc\u30bf\u306e\u30c1\u30a7\u30c3\u30af....
Display_CheckingPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\u2026
Display_CheckingResponses=\u56de\u7b54\u3092\u78ba\u8a8d\u3059\u308b....
Display_CommunicationError=\u30b5\u30fc\u30d0\u30fc\u3068\u901a\u4fe1\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u6e96\u5099\u304c\u3067\u304d\u305f\u3089\u7d9a\u884c\u3057\u307e\u3059\u3002
Display_ConfirmResponses=\u3042\u306a\u305f\u306e\u7b54\u3048\u3068\u8cea\u554f\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30b9\u30da\u30eb\u3068\u53e5\u8aad\u70b9\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u8cea\u554f\u306b\u5bfe\u3059\u308b\u6b63\u78ba\u306a\u7b54\u3048\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_Day=\u65e5
Display_Days=\u65e5
Display_ErrorBody=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002\u540c\u3058\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Display_ExpirationDate=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u6709\u52b9\u671f\u9650\uff08\u6700\u5927%1%\u65e5\uff09
Display_FooterInfoText=
Display_ForgottenPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001\u30d7\u30ed\u30f3\u30d7\u30c8\u306b\u5f93\u3063\u3066\u304f\u3060\u3055\u3044\u3002\u4ee5\u524d\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30d2\u30f3\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002<p/>\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_ForgottenUsername=\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u60c5\u5831\u306f\u3001\u5fd8\u308c\u305f\u30e6\u30fc\u30b6\u540d\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
Display_GuestRegistration=\u65b0\u3057\u3044\u30b2\u30b9\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u767b\u9332\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_GuestUpdate=\u30b2\u30b9\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u66f4\u65b0\u3059\u308b\u306b\u306f\u3001\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3001\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_Helpdesk=\u30e6\u30fc\u30b6\u30fc\u306e\u691c\u7d22\u30c7\u30fc\u30bf\u3092\u5165\u529b\u3057\u3001\u691c\u7d22\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_Hour=\u6642
Display_Hours=\u6642
Display_IdleTimeout=\u30a2\u30a4\u30c9\u30eb\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\uff1a
Display_IdleWarningMessage=\u30d6\u30e9\u30a6\u30b6\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002  \u518d\u958b\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30da\u30fc\u30b8\u4e0a\u306e\u4efb\u610f\u306e\u5834\u6240\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_IdleWarningTitle=\u30a2\u30a4\u30c9\u30eb\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
Display_LeaveDirtyPasswordPage=\u3053\u306e\u30da\u30fc\u30b8\u304b\u3089\u79fb\u52d5\u3059\u308b\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093\u3002
Display_Login=\u554f\u984c\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u73fe\u5730\u306e\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Display_Logout=<b>\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002</b><p/>\u518d\u3073\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u524d\u306b\u3001\u30d6\u30e9\u30a6\u30b6\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_Minute=\u5206
Display_Minutes=\u5206
Display_NewUser=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u306b\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d5\u30a9\u30fc\u30e0\u8a18\u5165\u5f8c\u306b\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3067\u304d\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8a2d\u5b9a\u304c\u5b8c\u4e86\u3057\u307e\u3059\u3002<p/>\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u65b0\u3057\u3044\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f7f\u7528\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
Display_PasswordChangedTo=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4ee5\u4e0b\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\uff1a
Display_PasswordExpired=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002\u4eca\u3059\u3050\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_PasswordGeneration=\u6b21\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u30e9\u30f3\u30c0\u30e0\u306b\u751f\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u305d\u308c\u3089\u3092\u601d\u3044\u51fa\u3059\u3053\u3068\u3092\u3088\u308a\u7c21\u5358\u306b\u3059\u308b\u305f\u3081\u306b\u5b9f\u969b\u306e\u5358\u8a9e\u306b\u57fa\u3065\u3044\u3066\u3044\u307e\u3059\u304c\u3001\u305d\u308c\u3089\u3092\u63a8\u6e2c\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u306a\u3044\u3088\u3046\u306b\u4fee\u6b63\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Display_PasswordNoExpire=\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u671f\u9650\u5207\u308c\u306b\u306a\u308a\u307e\u305b\u3093\u3002
Display_PasswordPrompt=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Display_PasswordStrengthHigh=\u5f37\u5ea6\uff1a<b>\u5f37\u56fa</b>
Display_PasswordStrengthLow=\u5f37\u5ea6\uff1a<b>\u8ca7\u5f31</b>
Display_PasswordStrengthMedium=\u5f37\u5ea6\uff1a<b>\u826f\u3044</b>
Display_PasswordWarn=<b>\u3042\u306a\u305f\u306e\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3059\u3050\u306b\u671f\u9650\u5207\u308c\u306b\u306a\u308a\u307e\u3059\u3002</b>\u3053\u306e\u30b5\u30fc\u30d3\u30b9\u306b\u5bfe\u3059\u308b\u554f\u984c\u3092\u56de\u907f\u3059\u308b\u305f\u3081\u306b\u3001\u3059\u3050\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br/<br/>\u3092\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f%1%\u306b\u671f\u9650\u5207\u308c\u306b\u306a\u308a\u307e\u3059\u3002
Display_PeopleSearch=\u4e0b\u8a18\u306e\u691c\u7d22\u30af\u30a8\u30ea\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u540d\u524d\u30fb\u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u30fb\u96fb\u8a71\u756a\u53f7\u304b\u3089\u4eba\u7269\u3092\u691c\u7d22\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Display_PleaseWait=\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
Display_PleaseWaitNewUser=\u65b0\u3057\u3044\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002 \u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306f\u6570\u5206\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
Display_PleaseWaitPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u3044\u307e\u3059\u3002 \u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306f\u6570\u5206\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
Display_RecoverChoiceReset=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002 \u3042\u306a\u305f\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u3001\u53c8\u306f\u65b0\u3057\u304f\u8a2d\u5b9a\u3057\u305f\u3044\u5834\u5408\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u30a2\u30ab\u30a6\u30f3\u30c8\u30ed\u30c3\u30af\u3082\u89e3\u9664\u3055\u308c\u307e\u3059\u3002
Display_RecoverChoiceUnlock=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3057\u307e\u3059\u3002\u3042\u306a\u305f\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u899a\u3048\u3066\u3044\u308b\u306a\u3089\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093\u3002
Display_RecoverEnterCode=\u3042\u306a\u305f\u306e\u8eab\u5143\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30fc\u30c9\u304c\u3042\u306a\u305f\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002 \u305d\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30fc\u30c9\u3092\u3053\u3053\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_RecoverPassword=\u6b21\u306e\u8cea\u554f\u306b\u7b54\u3048\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u3089\u306e\u8cea\u554f\u306b\u6b63\u3057\u304f\u7b54\u3048\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Display_RecoverPasswordChoices=\u3042\u306a\u305f\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u904e\u5ea6\u306b\u4e0d\u6b63\u30ed\u30b0\u30a4\u30f3\u3055\u308c\u3088\u3046\u3068\u3057\u305f\u305f\u3081\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30a2\u30ab\u30a6\u30f3\u30c8\u30ed\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b\u304b\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u7d99\u7d9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Display_RecoverRandomHints=\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u8cea\u554f\u306b\u7b54\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_RecoverRandomResponses=\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u8cea\u554f\u306b\u7b54\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_RecoverRequiredHints=\u3053\u308c\u3089\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u8981\u6c42\u3055\u308c\u308b\u8cea\u554f\u3067\u3059\u3002
Display_RecoverRequiredResponses=\u3053\u308c\u3089\u306e\u8cea\u554f\u306f\u3001\u7ba1\u7406\u8005\u304c\u5fc5\u8981\u3068\u3057\u3066\u3044\u307e\u3059\u3002
Display_ResponsesPrompt=\u3042\u306a\u305f\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30ec\u30b9\u30dd\u30f3\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Display_Second=\u79d2
Display_Seconds=\u79d2
Display_SetupHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u3066\u3057\u307e\u3063\u305f\u5834\u5408\u306f\u3001\u3042\u306a\u305f\u3060\u3051\u304c\u77e5\u3063\u3066\u3044\u308b\u8cea\u554f\u306b\u7b54\u3048\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u518d\u78ba\u8a8d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<p/>\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306b\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u8cea\u554f\u3068\u7b54\u3048\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\u3002 <b>\u4ee5\u4e0b\u306e\u8cea\u554f\u306b\u3064\u3044\u3066\u5165\u529b\u3057\u305f\u56de\u7b54\u306f\u3001\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3057\u307e\u3059\u3002</b>
Display_SetupRandomHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001\u3053\u308c\u3089\u306e\u8cea\u554f\u306e%1%\u4ee5\u4e0a\u306b\u7b54\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_SetupRandomResponses=
Display_SetupRequiredHints=\u3053\u308c\u3089\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u8981\u6c42\u3055\u308c\u308b\u8cea\u554f\u3067\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u8cea\u554f\u3059\u3079\u3066\u306b\u7b54\u3048\u3066\u304b\u3089\u3067\u306a\u3044\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
Display_SetupRequiredResponses=
Display_SetupResponses=<p>\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u3042\u306a\u305f\u3060\u3051\u304c\u77e5\u3063\u3066\u3044\u308b\u8cea\u554f\u306b\u7b54\u3048\u308b\u3053\u3068\u3067\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u56de\u5fa9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002</ p> <p>\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306b\u3001\u3042\u306a\u305f\u306e\u8eab\u5143\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u8cea\u554f\u3068\u56de\u7b54\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u3089\u306e\u56de\u7b54\u306f\u3042\u306a\u305f\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u306e\u3067\u3001\u5fc5\u305a\u4ed6\u4eba\u304c\u7c21\u5358\u306b\u63a8\u6e2c\u3082\u3057\u304f\u306f\u63a2\u3057\u51fa\u3059\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u7b54\u3048\u3092\u63d0\u4f9b\u3057\u3066\u304f\u3060\u3055\u3044\u3002</p>
Display_Shortcuts=\u7d99\u7d9a\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u30ea\u30f3\u30af\u3092\u9078\u629e\u3057\u307e\u3059\u3002
Display_ShowPasswordGuide=\u30d1\u30b9\u30ef\u30fc\u30c9\u30ac\u30a4\u30c9
Display_StrengthMeter=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5f37\u5ea6
Display_UpdateAttributes=\u6b21\u306e\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Display_UpdateProfile=\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Display_UpdateProfileConfirm=\u3042\u306a\u305f\u304c\u5165\u529b\u3057\u305f\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u78ba\u8a8d\u3057\u3066\u627f\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_UserEventHistory=\u3053\u306e\u30da\u30fc\u30b8\u306b\u306f\u3001\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a4\u30d9\u30f3\u30c8\u5c65\u6b74\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3053\u3053\u306b\u8868\u793a\u3055\u308c\u308b\u306e\u306f\u3001PWM\u3067\u5b9f\u884c\u3055\u308c\u305f\u6d3b\u52d5\u3060\u3051\u3067\u3059\u3002\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u6642\u9593\u306f\u3059\u3079\u3066\u3001%1%\u6642\u9593\u5e2f\u306e\u3082\u306e\u3067\u3059\u3002
Field_AccountEnabled=\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u6709\u52b9\u3067\u3059
Field_Code=\u30b3\u30fc\u30c9
Field_Confirm_Prefix=\u627f\u8a8d\u3059\u308b
Field_ConfirmPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u78ba\u8a8d
Field_CurrentPassword=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9
Field_LastLoginTime=\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u9593
Field_LastLoginTimeDelta=\u6700\u7d42\u30ed\u30b0\u30a4\u30f3\u6642\u9593\u304b\u3089\u306e\u7d4c\u904e
Field_Location=\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3
Field_NewPassword=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9
Field_OldPassword=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9
Field_Option_Select=\u8cea\u554f\u3092\u9078\u629e\u3057\u307e\u3059
Field_Password=\u30d1\u30b9\u30ef\u30fc\u30c9
Field_PasswordExpirationTime=\u30d1\u30b9\u30ef\u30fc\u30c9\u6e80\u4e86\u6642\u9593
Field_PasswordExpired=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5931\u52b9\u3057\u307e\u3057\u305f
Field_PasswordLocked=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u30ed\u30c3\u30af\u3055\u308c\u307e\u3057\u305f(\u4fb5\u5165\u8005\u691c\u77e5\u306b\u3088\u308b\uff09
Field_PasswordPreExpired=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3042\u3089\u304b\u3058\u3081\u5931\u52b9\u3057\u307e\u3057\u305f
Field_PasswordSetTime=\u30d1\u30b9\u30ef\u30fc\u30c9\u8a2d\u5b9a\u6642\u9593
Field_PasswordViolatesPolicy=\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u9055\u53cd\u3067\u3059
Field_PasswordWithinWarningPeriod=\u8b66\u544a\u671f\u9593\u5185\u306b
Field_ResponsesNeeded=\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u66f4\u65b0\u304c\u5fc5\u8981\u3067\u3059
Field_ResponsesStored=\u683c\u7d0d\u3055\u308c\u305f\u30ec\u30b9\u30dd\u30f3\u30b9
Field_ResponsesTimestamp=\u683c\u7d0d\u3055\u308c\u305f\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u30bf\u30a4\u30e0\u30b9\u30bf\u30f3\u30d7
Field_User_Supplied_Question=\u8cea\u554f
Field_UserDN=\u30e6\u30fc\u30b6DN
Field_UserGUID=\u30e6\u30fc\u30b6GUID
Field_Username=\u30e6\u30fc\u30b6\u540d
Long_Title_ActivateUser=\u4e8b\u524d\u306b\u69cb\u6210\u3055\u308c\u305f\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u3066\u3001\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Long_Title_Admin=\u7ba1\u7406\u6a5f\u80fd
Long_Title_ChangePassword=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u307e\u3059
Long_Title_ForgottenPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u56de\u5fa9\u3057\u307e\u3059\u3002
Long_Title_ForgottenUsername=\u3042\u306a\u305f\u304c\u5fd8\u308c\u305f\u30e6\u30fc\u30b6\u540d\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
Long_Title_GuestRegistration=\u65b0\u3057\u3044\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u767b\u9332\u3057\u307e\u3059\u3002
Long_Title_GuestUpdate=\u65b0\u3057\u3044\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
Long_Title_Helpdesk=\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u30c4\u30fc\u30eb
Long_Title_Logout=\u30d1\u30b9\u30ef\u30fc\u30c9\u30bb\u30eb\u30d5\u30b5\u30fc\u30d3\u30b9\u00b7\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3059\u3002
Long_Title_Main_Menu=\u30d1\u30b9\u30ef\u30fc\u30c9\u30bb\u30eb\u30d5\u30b5\u30fc\u30d3\u30b9\u306e\u30e1\u30a4\u30f3\u30e1\u30cb\u30e5\u30fc\u3002\u3053\u3053\u304b\u3089\u3042\u306a\u305f\u306e\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3084\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30ea\u30bb\u30c3\u30c8\u3001\u307e\u305f\u306f\u4ed6\u306b\u95a2\u9023\u3059\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002
Long_Title_NewUser=\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
Long_Title_PeopleSearch=\u3042\u306a\u305f\u306e\u540c\u50da\u306e\u9023\u7d61\u5148\u60c5\u5831\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
Long_Title_SetupResponses=\u3042\u306a\u305f\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306e\u56de\u7b54\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u3042\u306a\u305f\u304c\u305d\u308c\u3092\u5fd8\u308c\u3066\u3057\u307e\u3063\u305f\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u79d8\u5bc6\u306e\u8cea\u554f\u3067\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u56de\u5fa9\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Long_Title_Shortcuts=\u500b\u4eba\u7528\u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8\u3002
Long_Title_UpdateProfile=\u30e6\u30fc\u30b6\u30fc\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
Long_Title_UserEventHistory=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a4\u30d9\u30f3\u30c8\u5c65\u6b74\u3002  \u3044\u3064\u904e\u53bb\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u305f\u306e\u304b\u3092\u78ba\u8a8d\u3067\u304d\u307e\u3059\u3002
Long_Title_UserInformation=\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u30dd\u30ea\u30b7\u30fc\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059\u3002
Title_ActivateUser=\u30e6\u30fc\u30b6\u30fc\u306e\u6709\u52b9\u5316
Title_Admin=\u7ba1\u7406
Title_Application=\u30d1\u30b9\u30ef\u30fc\u30c9\u30bb\u30eb\u30d5\u30b5\u30fc\u30d3\u30b9
Title_AutoGeneratedPasswords=\u81ea\u52d5\u4f5c\u6210\u30d1\u30b9\u30ef\u30fc\u30c9
Title_Captcha=\u691c\u8a3c
Title_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4
Title_ConfirmResponses=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u56de\u7b54\u3092\u78ba\u8a8d\u3059\u308b
Title_Error=\u30a8\u30e9\u30fc
Title_ForgottenPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408
Title_ForgottenUsername=\u5fd8\u308c\u3089\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u540d
Title_GuestRegistration=\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u3092\u767b\u9332\u3057\u307e\u3059
Title_GuestUpdate=\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u3092\u66f4\u65b0\u3059\u308b
Title_Helpdesk=\u30d8\u30eb\u30d7\u30c7\u30b9\u30af
Title_Login=\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
Title_Logout=\u30ed\u30b0\u30a2\u30a6\u30c8
Title_MainPage=\u30e1\u30a4\u30f3\u30e1\u30cb\u30e5\u30fc
Title_NewUser=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u767b\u9332
Title_PasswordGuide=\u30d1\u30b9\u30ef\u30fc\u30c9\u30ac\u30a4\u30c9
Title_PasswordStrength=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5f37\u5ea6
Title_PasswordWarning=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u8b66\u544a
Title_PeopleSearch=\u4eba\u306e\u691c\u7d22
Title_PleaseWait=\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
Title_RandomPasswords=\u30e9\u30f3\u30c0\u30e0\u306a\u30d1\u30b9\u30ef\u30fc\u30c9
Title_RecoverPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408
Title_RecoverRandomHints=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_RecoverRandomResponses=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_RecoverRequiredHints=\u5fc5\u9808\u306e\u8cea\u554f
Title_RecoverRequiredResponses=\u5fc5\u9808\u306e\u8cea\u554f
Title_SetupHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d2\u30f3\u30c8\u306e\u8a2d\u5b9a
Title_SetupRandomHints=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_SetupRandomResponses=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_SetupRequiredHints=\u5fc5\u9808\u306e\u8cea\u554f
Title_SetupRequiredResponses=\u5fc5\u9808\u306e\u8cea\u554f
Title_SetupResponses=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u56de\u7b54\u306e\u8a2d\u5b9a
Title_Shortcuts=\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8
Title_Success=\u7d42\u4e86
Title_TitleBar=@User:ID@ \u30d1\u30b9\u30ef\u30fc\u30c9\u30bb\u30eb\u30d5\u30b5\u30fc\u30d3\u30b9
Title_UpdateAttributes=\u5c5e\u6027\u306e\u66f4\u65b0
Title_UpdateProfile=\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3092\u66f4\u65b0
Title_UpdateProfileConfirm=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u30c7\u30fc\u30bf\u3092\u78ba\u8a8d\u3059\u308b
Title_UserEventHistory=\u30e6\u30fc\u30b6\u30fc\u306e\u30a4\u30d9\u30f3\u30c8\u5c65\u6b74
Title_UserInformation=\u30a2\u30ab\u30a6\u30f3\u30c8\u60c5\u5831
Tooltip_PasswordStrength=\u30d1\u30b9\u30ef\u30fc\u30c9\u5f37\u5ea6\u30e1\u30fc\u30bf\u30fc\u306f\u3001\u3042\u306a\u305f\u306e  \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u63a8\u6e2c\u3059\u308b\u3053\u3068\u304c\u3069\u308c\u304f\u3089\u3044\u5bb9\u6613\u304b\u3092\u793a\u3057\u307e\u3059\u3002\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u3088\u308a\u5f37\u304f\u3059\u308b\u305f\u3081\u306b\u4e0b\u8a18\u3092\u8a66\u307f\u3066\u304f\u3060\u3055\u3044\u3002<ul><li>\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u3088\u308a\u9577\u304f\u3059\u308b</li><li>\u6587\u5b57\u53c8\u306f\u6570\u5b57\u3092\u7e70\u308a\u8fd4\u3055\u306a\u3044</li><li>\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u306e\u4e21\u65b9\u3092\u4f7f\u7528\u3059\u308b</li><li>\u6570\u5b57\u3092\u8ffd\u52a0\u3059\u308b</li><li>\u8a18\u53f7\u3092\u8ffd\u52a0\u3059\u308b</li></ul>
Value_False=\u8aa4\u308a
Value_True=\u771f\u5b9f
