#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=Activar
Button_Agree=Estoy de acuerdo
Button_Cancel=Cancelar
Button_ChangePassword=Cambiar clave
Button_ChangeResponses=Vuelva atr\u00e1s
Button_CheckCode=Compruebe C\u00f3digo
Button_CloseWindow=Cerrar ventana
Button_Confirm=Confirmar
Button_ConfirmResponses=Confirme las respuestas
Button_Continue=Continuar
Button_Create=Crear
Button_GoBack=Vuelva atr\u00e1s
Button_Hide=Ocultar
Button_Hide_Responses=Ocultar respuestas
Button_Login=Conectar
Button_Logout=Desconexi\u00f3n
Button_More=M\u00e1s informaci\u00f3n
Button_RecoverPassword=Revisar pistas
Button_Reset=Limpiar
Button_Search=Buscar
Button_SetResponses=Establecer pistas
Button_Show=Mostrar
Button_Show_Responses=Mostrar respuestas
Button_UnlockPassword=Desbloquear Contrase\u00f1a
Button_Update=Actualizar
Button_Verify=Verificar
Display_ActivateUser=Para confirmar su identidad, ingrese la siguiente informaci\u00f3n. Su informaci\u00f3n se utilizar\u00e1 para ubicar y activar su cuenta de usuario.<p/>Aseg\u00farese de completar el proceso; si no, su cuenta no se activar\u00e1 correctamente.
Display_AutoGeneratedPassword=Clave autogenerada
Display_CapsLockIsOn=Bloq May\u00fas Activado
Display_Captcha=Por favor, introduzca abajo el c\u00f3digo de verificaci\u00f3n. Al escribir  este c\u00f3digo ayuda a proteger su cuenta contra los abusos.
Display_ChangePassword=Cambie su clave. Mantenga un registro seguro de su nueva clave. Despu\u00e9s de ingresar la nueva clave, haga clic en el bot\u00f3n Cambiar clave. Si tiene que escribirla, aseg\u00farese de mantenerla en un lugar seguro. Su nueva clave debe cumplir estos requerimientos:
Display_CheckingData=Verificando datos\u2026
Display_CheckingPassword=Comprobando clave\u2026
Display_CheckingResponses=Verificando las respuestas\u2026
Display_CommunicationError=No se puede comunicar con el servidor. Continuar cuando est\u00e9 listo.
Display_ConfirmResponses=Aseg\u00farese de que sus preguntas y respuestas son correctas.  Revise la ortograf\u00eda y la puntuaci\u00f3n.  En el caso de que olvide su contrase\u00f1a, usted tendr\u00e1 que escribir las respuestas exactas a las preguntas de abajo.
Display_Day=d\u00eda
Display_Days=d\u00edas
Display_ErrorBody=Se produjo un error. Cierre su navegador. Si el error se repite, contactese con el servicio de soporte.
Display_ExpirationDate=Fecha de vencimiento de la cuenta (m\u00e1ximo %1% d\u00edas)
Display_FooterInfoText=
Display_ForgottenPassword=Si ha olvidado su clave, siga las indicaciones para reestablecer su clave.
Display_ForgottenUsername=Por favor escriba la siguiente informaci\u00f3n. Esta informaci\u00f3n ser\u00e1 usada  para localizar  su nombre de usuario olvidado.
Display_GuestRegistration=Para registrar una cuenta de invitado nuevo, por favor introduzca la siguiente informaci\u00f3n.
Display_GuestUpdate=Para actualizar una cuenta de invitado, por favor revise y modifique la siguiente informaci\u00f3n.
Display_Helpdesk=Por favor, introduzca los datos de b\u00fasqueda del usuario y haga click en el bot\u00f3n buscar.
Display_Hour=hora
Display_Hours=horas
Display_IdleTimeout=Intervalo de inactividad:
Display_IdleWarningMessage=Su sesi\u00f3n de navegador est\u00e1 en estado de inactividad. Por favor, haga click en cualquier lugar de la p\u00e1gina para reanudar la sesi\u00f3n.
Display_IdleWarningTitle=Tiempo de espera de inactividad
Display_LeaveDirtyPasswordPage=Si sale de est\u00e1 p\u00e1gina, su contrase\u00f1a no ser\u00e1 cambiada.
Display_Login=
Display_Logout=<b>Usted se ha desconectado.</b><p/>Debe cerrar la ventana de su navegador antes de volver a conectarse.
Display_Minute=minuto
Display_Minutes=minutos
Display_NewUser=Complete este formulario para crear una nueva cuenta de usuario. Despuu00e9s de completar este formulario, puede establecer una nueva clave y la creaciu00f3n de su cuenta estaru00e1 completa.
Display_PasswordExpired=Su clave ha caducado. Debe establecer una clave nueva ahora.
Display_PasswordGeneration=Los siguientes contrase\u00f1as han sido generadas aleatoriamente para usted.  Estas contrase\u00f1as cumplen con la directiva.
Display_PasswordNoExpire=Su contrase\u00f1a no caduca.
Display_PasswordPrompt=Por favor escriba su nueva contrase\u00f1a
Display_PasswordStrengthHigh=Seguridad: <b> fuerte </ b>
Display_PasswordStrengthLow=Seguridad: <b> d\u00e9bil </ b>
Display_PasswordStrengthMedium=Seguridad: <b> aceptable </ b>
Display_PasswordWarn=<b> Su contrase\u00f1a caducar\u00e1 pronto </ b>. Por favor, cambie su contrase\u00f1a lo antes posible para evitar problemas al acceder a este servicio. <br/> <br/> Su contrase\u00f1a caducar\u00e1 en %1%.
Display_PeopleSearch=Por favor escriba a continuaci\u00f3n su consulta de b\u00fasqueda.  Usted puede buscar a una persona bas\u00e1ndose en el nombre, direcci\u00f3n de correo electr\u00f3nico o n\u00famero de tel\u00e9fono.
Display_PleaseWait=Por favor espere\u2026
Display_PleaseWaitNewUser=Su nueva cuenta se est\u00e1 configurando.  Este proceso puede tardar varios minutos, por favor, tenga paciencia.
Display_PleaseWaitPassword=Se est\u00e1 actualizando su clave. Este proceso puede tomar varos minutos; tenga paciencia.
Display_RecoverChoiceReset=Establecer una nueva contrase\u00f1a. Si ha olvidado su contrase\u00f1a y desea establecer una nueva, haga clic aqu\u00ed.  Su cuenta tambi\u00e9n ser\u00e1 desbloqueada al establecer una nueva contrase\u00f1a.
Display_RecoverChoiceUnlock=Desbloquear su cuenta. Si usted recuerda su contrase\u00f1a, puede desbloquear su cuenta seleccionando esta opci\u00f3n.  Su contrase\u00f1a no ser\u00e1 cambiada.
Display_RecoverEnterCode=Para verificar su identidad, se ha enviado a su direcci\u00f3n de correo electr\u00f3nico un c\u00f3digo de seguridad .  Por favor, introduzca aqu\u00ed el c\u00f3digo de seguridad.
Display_RecoverPassword=Por favor responda las siguientes preguntas. Si lo hace de manera correcta, podr\u00e1 reestablecer su clave.
Display_RecoverPasswordChoices=Su cuenta ha sido bloqueada debido a un exceso de intentos de acceso incorrectos. Usted puede continuar desbloqueando su cuenta o cambiando la contrase\u00f1a.
Display_RecoverRandomResponses=Debe responder las siguientes preguntas para continuar.
Display_RecoverRequiredResponses=Estas preguntas son requeridas por su administrador.
Display_ResponsesPrompt=Por favor escriba sus respuestas de seguridad
Display_Second=segundo
Display_Seconds=segundos
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=En caso de que olvide su clave, puede recuperarla respondiendo a las preguntas que s\u00f3lo usted conoce.<p/>Elija sus preguntas y respuestas que podr\u00e1n utilizarse para verificar su identidad en caso de que olvide su clave.
Display_Shortcuts=Seleccione cualquiera de los siguientes enlaces para continuar.
Display_ShowPasswordGuide=Gu\u00eda de la contrase\u00f1a
Display_StrengthMeter=Seguridad de la contrase\u00f1a
Display_UpdateProfile=Por favor actualice la siguiente informaci\u00f3n:
Display_UpdateProfileConfirm=Por favor revise la siguiente informaci\u00f3n que ha introducido y conf\u00edrmela.
Display_UserEventHistory=Esta p\u00e1gina muestra el historial de eventos de su clave. Aqu\u00ed s\u00f3lo se muestran las acciones realizadas con PWM. Todas las horas se\u00f1aladas corresponden a la zona horaria %1%.
Field_AccountEnabled=Cuenta activada
Field_Code=C\u00f3digo
Field_Confirm_Prefix=Confirmar
Field_ConfirmPassword=Confirmar clave
Field_CurrentPassword=Contrase\u00f1a actual
Field_LastLoginTime=Tiempo del \u00faltimo acceso
Field_LastLoginTimeDelta=Tiempo del \u00faltimo acceso Delta
Field_Location=Ubicaci\u00f3n
Field_NewPassword=Clave nueva
Field_OldPassword=Clave antigua
Field_Option_Select=Seleccione una pregunta
Field_Password=Clave
Field_PasswordExpirationTime=Tiempo de expiraci\u00f3n de la contrase\u00f1a
Field_PasswordExpired=Contrase\u00f1a expirada
Field_PasswordLocked=Contrase\u00f1a bloqueada (Detecci\u00f3n de intrusos)
Field_PasswordPreExpired=Contrase\u00f1a pre-expirada
Field_PasswordSetTime=Tiempo de establecimiento de contrase\u00f1a
Field_PasswordViolatesPolicy=Viola la pol\u00edtica de contrase\u00f1as
Field_PasswordWithinWarningPeriod=Dentro del per\u00edodo de advertencia
Field_ResponsesNeeded=Es necesario actualizar las respuestas
Field_ResponsesStored=Respuestas almacenadas
Field_ResponsesTimestamp=Timestamp de las respuestas almacenadas
Field_User_Supplied_Question=Pregunta
Field_UserDN=Usuario DN
Field_UserGUID=Usuario GUID
Field_Username=Nombre de usuario
Long_Title_ActivateUser=Activar una cuenta preconfigurada y establecer una nueva contrase\u00f1a.
Long_Title_Admin=Funciones administrativas
Long_Title_ChangePassword=Cambie su contrase\u00f1a actual.
Long_Title_ForgottenPassword=Recuperar el acceso a su cuenta si ha olvidado su contrase\u00f1a.
Long_Title_ForgottenUsername=Encontrar su nombre de usuario olvidado.
Long_Title_GuestRegistration=Registrar una nueva cuenta de usuario invitado.
Long_Title_GuestUpdate=Actualizar una nueva cuenta de invitado
Long_Title_Helpdesk=Herramientas de soporte
Long_Title_Logout=Salir de la aplicaci\u00f3n de Autoservicio de contrase\u00f1a
Long_Title_Main_Menu=Men\u00fa principal de Autoservicio de contrase\u00f1a. Desde aqu\u00ed puede cambiar su actual contrase\u00f1a, restablecer una contrase\u00f1a olvidada o realizar otras actividades relacionadas con la contrase\u00f1a.
Long_Title_NewUser=Crear una nueva cuenta de usuario.
Long_Title_PeopleSearch=Buscar informaci\u00f3n de contacto de sus colegas.
Long_Title_SetupResponses=Establezca las respuesta para contrase\u00f1a olvidada. Estas preguntas secretas le permitir\u00e1n recuperar su contrase\u00f1a si la ha olvidado.
Long_Title_Shortcuts=Atajos personalizados
Long_Title_UpdateProfile=Actualice sus datos de perfil de usuario.
Long_Title_UserEventHistory=Historial de evento de la contrase\u00f1a. Compruebe cu\u00e1ndo cambi\u00f3 su contrase\u00f1a en el pasado.
Long_Title_UserInformation=Informaci\u00f3n acerca de su contrase\u00f1a y las directivas de contrase\u00f1as.
Title_ActivateUser=Activar usuario
Title_Admin=Administrador
Title_Application=Autoservicio de contrase\u00f1a
Title_Captcha=Verificaci\u00f3n
Title_ChangePassword=Cambiar clave
Title_ConfirmResponses=Confirmar las respuestas de contrase\u00f1a
Title_Error=Error
Title_ForgottenPassword=Olvid\u00f3 su clave
Title_ForgottenUsername=Nombre de usuario olvidado
Title_GuestRegistration=Registrar usuario Invitado
Title_GuestUpdate=Actualizaci\u00f3n de usuario invitado
Title_Helpdesk=Soporte
Title_Login=Por favor con\u00e9ctese
Title_Logout=Desconexi\u00f3n
Title_MainPage=Men\u00fa Principal
Title_NewUser=Registro nuevo usuario
Title_PasswordGuide=Gu\u00eda de la contrase\u00f1a
Title_PasswordStrength=Seguridad de la contrase\u00f1a
Title_PasswordWarning=Alerta de contrase\u00f1a
Title_PeopleSearch=B\u00fasqueda de Personas
Title_PleaseWait=Por favor espere
Title_RandomPasswords=Contrase\u00f1as aleatorias.
Title_RecoverPassword=Su clave es
Title_RecoverRandomResponses=Preguntas al azar
Title_RecoverRequiredResponses=Preguntas obligatorias
Title_SetupRandomResponses=Preguntas al azar
Title_SetupRequiredResponses=Preguntas obligatorias
Title_SetupResponses=Establecer pistas de clave
Title_Shortcuts=Atajos
Title_Success=Ejecutado
Title_TitleBar=@User:ID@ Autoservicio de Contrase\u00f1a
Title_UpdateProfile=Actualizar perfil
Title_UpdateProfileConfirm=Confirme los datos del perfil
Title_UserEventHistory=Historial de eventos de usuario
Title_UserInformation=Informaci\u00f3n de la cuenta
Tooltip_PasswordStrength=El medidor de seguridad de contrase\u00f1as indica lo f\u00e1cil que resulta adivinar su contrase\u00f1a.  Haga lo siguiente para que su contrase\u00f1a sea m\u00e1s segura:<ul><li>Contrase\u00f1a m\u00e1s larga</li><li>No repitir letras o n\u00fameros</li><li>Mezclar may\u00fasculas y min\u00fasculas</li><li>A\u00f1adir m\u00e1s n\u00fameros</li><li>A\u00f1adir m\u00e1s simbolos o caracteres</li></ul>
Value_False=FALSE
Value_True=TRUE
Display_TypingWait=Esperando a escribir para completar ....
