#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=Aktivieren
Button_Agree=Ich stimme zu
Button_Cancel=Abbrechen
Button_ChangePassword=Kennwort \u00e4ndern
Button_ChangeResponses=Zur\u00fcck
Button_CheckCode=Kode kontrollieren
Button_CloseWindow=Fenster schlie\u00dfen
Button_Confirm=best\u00e4tigen
Button_ConfirmResponses=Best\u00e4tigen Sie die Antworten
Button_Continue=Weiter
Button_Create=Erzeugen
Button_GoBack=Zur\u00fcck
Button_Hide=Ausblenden
Button_Hide_Responses=Hinweise ausblenden
Button_Login=Anmelden
Button_Logout=Abmeldung
Button_More=Mehr
Button_RecoverPassword=Hinweis pr\u00fcfen
Button_Reset=L\u00f6schen
Button_Search=Suchen
Button_SetResponses=Hinweise eingeben
Button_Show=Einblenden
Button_Show_Responses=Hinweise einblenden
Button_UnlockPassword=Kennwort aufsperren
Button_Update=Aktualisieren
Button_Verify=\u00dcberpr\u00fcfen
Display_ActivateUser=Bitte geben Sie die folgenden Informationen an, um Ihre Identit\u00e4t zu best\u00e4tigen. Diese Informationen werden dazu benutzt, Ihr Benutzerkonto zu identifizieren und zu aktivieren.<p/>F\u00fchren Sie den Vorgang bitte zuende, sonst kann Ihr Konto eventuell nicht ordnungsgem\u00e4\u00df aktiviert werden.
Display_AutoGeneratedPassword=Automatisch generierte Passw\u00f6rter
Display_CapsLockIsOn=CAPS LOCK ist eingeschaltet
Display_Captcha=Bitte geben Sie den Best\u00e4tigungscode unten ein. Die Eingabe hilft, Ihr Konto vor Missbrauch zu sch\u00fctzen.
Display_ChangePassword=Geben Sie bitte ein neues Kennwort ein und klicken Sie auf die Schaltfl\u00e4che 'Kennwort \u00e4ndern'. Falls Sie nicht umhinkommen das neue Kennwort aufzuschreiben, verwahren Sie es an einem sicheren Ort.<br>
Display_CheckingData=\u00dcberpr\u00fcfen der Daten ....
Display_CheckingPassword=Kennwortpr\u00fcfung\u2026
Display_CheckingResponses=Hinweise werden gepr\u00fcft….
Display_CommunicationError=Kann nicht mit Server kommunizieren. Fortsetzung, wenn fertig
Display_ConfirmResponses=Achten Sie darauf, dass Ihre Fragen und Antworten richtig sind. \u00dcberpr\u00fcfen Sie die Schreibweise und Zeichensetzung. F\u00fcr den Fall, dass Sie Ihr Kennwort vergessen, m\u00fcssen Sie die exakten Antworten auf die Fragen unten eingeben.
Display_Day=Tag
Display_Days=Tage
Display_ErrorBody=Es ist ein Fehler aufgetreten. Bitte schlie\u00dfen Sie Ihren Browser. Sollte dieser Fehler h\u00e4ufiger auftreten, benachrichtigen Sie bitte den Help-Desk.
Display_ExpirationDate=Konto Verfallsdatum (maximal %1% Tagen)
Display_ForgottenPassword=Sollten Sie Ihr Kennwort vergessen haben, folgen Sie den Anweisungen, um Ihr Kennwort wiederzuerlangen.
Display_ForgottenUsername=Bitte geben Sie die folgenden Informationen ein. Diese Informationen werden verwendet, um Ihren vergessenen Benutzernamen zu finden.
Display_GuestRegistration=Um einen neuen Gast-Account zu registrieren, geben Sie bitte die folgenden Informationen.
Display_GuestUpdate=Um einen Gast-Account zu aktualisieren, \u00fcberpr\u00fcfen und \u00e4ndern Sie bitte die folgenden Informationen.
Display_Helpdesk=Bitte geben Sie einen Suchbegriff f\u00fcr den Benutzer ein und klicken Sie auf den Suchknopf.
Display_Hour=Stunde
Display_Hours=Stunden
Display_IdleTimeout=Automatische Abmeldung in
Display_IdleWarningMessage=Ihr Browser Sitzung wird bald wegen Zeit\u00fcberschreitung geschlossen. Bitte klicken Sie irgendwo auf dieser Seite, um sie zu verl\u00e4ngern.
Display_IdleWarningTitle=Idle Timeout
Display_LeaveDirtyPasswordPage=Wenn Sie diese Seite verlassen, wird das Kennwort nicht ge\u00e4ndert.
Display_Login=
Display_Logout=<b>Sie sind jetzt abgemeldet.</b><p/>Sie m\u00fcssen das Browserfenster schlie\u00dfen, bevor Sie sich erneut anmelden k\u00f6nnen.
Display_Minute=Minute
Display_Minutes=Minuten
Display_NewUser=Fu00fcllen Sie dieses Formular aus, um ein neues Benutzerkonto zu eru00f6ffnen. Danach ku00f6nnen Sie ein neues Kennwort festlegen.
Display_PasswordExpired=Ihr Kennwort ist abgelaufen. Sie m\u00fcssen jetzt ein neues Kennwort einrichten
Display_PasswordGeneration=Die folgenden Passw\u00f6rter wurden nach dem Zufallsprinzip f\u00fcr Sie generiert. Diese Passw\u00f6rter basieren auf echten \ W\u00f6rtern, die aber modifiziert wurden um ein m\u00f6gliches erraten zu erschweren.
Display_PasswordNoExpire=Ihr Kennwort l\u00e4uft nicht ab.
Display_PasswordPrompt=Bitte geben Sie Ihr neues Kennwort ein
Display_PasswordStrengthHigh=St\u00e4rke: <b> Stark </ b>
Display_PasswordStrengthLow=St\u00e4rke: <b> Schwach </ b>
Display_PasswordStrengthMedium=St\u00e4rke:  <b> Gut</ b>
Display_PasswordWarn=<b> Ihr Kennwort l\u00e4uft bald ab </ b>. Bitte \u00e4ndern Sie Ihr Kennwort bald, um Probleme beim Zugriff auf diesen Service zu vermeiden. <br/> Ihr Kennwort wird am %1% ablaufen.
Display_PeopleSearch=Bitte geben Sie Ihre Suchanfrage unten ein. Sie k\u00f6nnen nach einer Person suchen basierend auf Namen, Emailadresse oder Telefonnummer.
Display_PleaseWait=Bitte warten \u2026
Display_PleaseWaitNewUser=Ihr neues Konto wird erstellt. Dieser Vorgang kann einige Minuten dauern, bitte haben Sie Geduld.
Display_PleaseWaitPassword=Ihr Kennwort wird aktualisiert. Dieser Vorgang kann mehrere Minuten dauern. Bitte haben Sie etwas Geduld.
Display_RecoverChoiceReset=Setzen Sie ein neues Kennwort. Wenn Sie Ihr Kennwort vergessen haben und ein neues setzen wollen, klicken Sie hier. Ihr Konto wird auch entsperrt, wenn Sie ein neues Kennwort festgelegt haben.
Display_RecoverChoiceUnlock=Entsperren Sie Ihr Konto. Wenn Sie Ihr Kennwort noch wisssen, k\u00f6nnen Sie Ihr Konto entsperren, indem Sie diese Option ausw\u00e4hlen. Ihr Kennwort wird nicht ge\u00e4ndert.
Display_RecoverEnterCode=Um Ihre Identit\u00e4t zu \u00fcberpr\u00fcfen, wurde ein Sicherheitscode an Ihre E-Mail-Adresse gesendet. Bitte geben Sie den Sicherheitscode hier ein.
Display_RecoverEnterCodeSMS=Um Ihre Identit\u00e4t zu \u00fcberpr\u00fcfen, wurde ein Sicherheitscode an Ihre Handynummer gesendet. Bitte geben Sie den Sicherheitscode aus dem Nachricht hier ein.
Display_RecoverPassword=Bitte beantworten Sie folgende Fragen. Wenn Sie die Fragen richtig beantworten, k\u00f6nnen Sie Ihr Kennwort wiedererlangen.
Display_RecoverPasswordChoices=Ihr Konto wurde aufgrund zu vieler fehlerhafter Login-Versuche gesperrt. Sie k\u00f6nnen durch das Entsperren Ihres Kontos oder durch \u00c4ndern des Kennworts weitermachen
Display_RecoverRandomResponses=Sie m\u00fcssen die folgenden Fragen beantworten, um fortfahren zu k\u00f6nnen.
Display_RecoverRequiredResponses=Die Beantwortung dieser Fragen wird von Ihrem Administrator verlangt. Sollten Sie einmal Ihr Kennwort vergessen haben, m\u00fcssen Sie all diese Fragen beantworten, damit Sie Ihr Kennwort wiedererlangen.
Display_ResponsesPrompt=Bitte geben Sie Ihre Sicherheit Antworten ein
Display_SelectionIndicator=W\u00e4hlen Sie bitte ein Element aus der Liste
Display_Second=Sekunde
Display_Seconds=Sekunden
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=Sollten Sie Ihr Kennwort vergessen haben, k\u00f6nnen Sie es wiedererlangen, indem Sie auf Fragen antworten, die nur Ihnen bekannt sind.<p/>Bitte w\u00e4hlen Sie ihre Fragen und Antworten aus, die zu diesem Zwecke benutzt werden k\u00f6nnen, falls Sie einmal Ihr Kennwort vergessen haben sollten.
Display_Shortcuts=W\u00e4hlen Sie einen der folgenden Links, um fortzufahren.
Display_ShowPasswordGuide=Kennwort-F\u00fchrer
Display_StrengthMeter=Kennwort St\u00e4rke
Display_UpdateProfile=Bitte aktualisieren Sie folgende Angaben:
Display_UpdateProfileConfirm=Bitte \u00fcberpr\u00fcfen und best\u00e4tigen Sie die folgenden von Ihnen eingegebenen Informationen
Display_UserEventHistory=Diese Seite zeigt Ihnen Ihre Kennwort-Vorg\u00e4nge. Es werden nur die Vorg\u00e4nge mit PWM angezeigt. Alle angegebenen Zeiten entsprechen der Zeitzone %1%.
Field_AccountEnabled=Konto freigegeben
Field_Code=Kode
Field_Confirm_Prefix=Best\u00e4tigen
Field_ConfirmPassword=Kennwort best\u00e4tigen
Field_CurrentPassword=Heutiges Kennwort
Field_LastLoginTime=Letzte Anmeldezeit
Field_LastLoginTimeDelta=Letzte Anmeldezeit Differenz
Field_Location=Standort
Field_NewPassword=Neues Kennwort
Field_OldPassword=Altes Kennwort
Field_Option_Select=Wahl eine Frage
Field_Password=Kennwort
Field_PasswordExpirationTime=Kennwort Ablaufdatum
Field_PasswordExpired=Kennwort ist abgelaufen
Field_PasswordLocked=Kennwort gesperrt ( Eindringling erkannt )
Field_PasswordPreExpired=Kennwort Vor-Abgelaufen
Field_PasswordSetTime=Kennwort Eingabezeit
Field_PasswordViolatesPolicy=Verst\u00f6\u00dft gegen die Kennwort Richtlinien
Field_PasswordWithinWarningPeriod=Innerhalb des Warnungsintervall
Field_ResponsesNeeded=Aktualisierung der Antworten ist notwendig
Field_ResponsesStored=Antworten gespeichert
Field_ResponsesTimestamp=Gespeicherter Zeitstempel der Antworten
Field_User_Supplied_Question=Frage
Field_Username=Benutzername
Long_Title_ActivateUser=Aktivieren Sie ein vorkonfiguriertes Konto und richten Sie ein neues Kennwort ein.
Long_Title_Admin=Administrative Funktionen
Long_Title_ChangePassword=\u00c4ndern Sie Ihr aktuelles Kennwort.
Long_Title_ForgottenPassword=Wieder Zugang zu Ihrem Konto erhalten, wenn Sie Ihr Kennwort vergessen haben.
Long_Title_ForgottenUsername=Finden Sie Ihren vergessenen Benutzernamen.
Long_Title_GuestRegistration=Registrieren Sie ein neues Gast-Benutzerkonto.
Long_Title_GuestUpdate=Aktualisieren Sie ein neues Gast-Benutzerkonto.
Long_Title_Helpdesk=Helpdesk-Tools
Long_Title_Logout=Abmelden aus der Password Self Service-Anwendung.
Long_Title_Main_Menu=Password Self-Service-Hauptmen\u00fc. Von hier aus k\u00f6nnen Sie das aktuelle Kennwort \u00e4ndern, ein vergessenes Kennwort zur\u00fccksetzen, oder andere verwandte Kennwort Aktivit\u00e4ten ausf\u00fchren.
Long_Title_NewUser=Erstellen eines neuen Benutzerkontos.
Long_Title_PeopleSearch=Suchen nach Kontaktinformationen Ihrer Kollegen.
Long_Title_SetupResponses=Richten Sie Antworten f\u00fcr Ihr vergessenes Kennwort ein. Diese geheimen Fragen helfen Ihnen, Ihr Kennwort wiederherzustellen, wenn Sie es vergessen.
Long_Title_Shortcuts=Personalisierte Schnelltasten.
Long_Title_UpdateProfile=Aktualisieren Sie Ihre Benutzerprofil Daten.
Long_Title_UserEventHistory=Historie der Kennwort Ereignisse. Sehen Sie, wann Sie Ihr Kennwort in der Vergangenheit ge\u00e4ndert haben.
Long_Title_UserInformation=Informationen zu Ihrem Kennwort und Kennwort-Richtlinien.
Title_ActivateUser=Benutzer aktivieren
Title_Admin=Administration
Title_Application=Kennwortselbstbedienung
Title_Captcha=\u00dcberpr\u00fcfung
Title_ChangePassword=Kennwort \u00e4ndern
Title_ConfirmResponses=Hinweise best\u00e4tigen
Title_Error=Fehler
Title_ForgottenPassword=Kennwort vergessen
Title_ForgottenUsername=Benutzername vergessen
Title_GuestRegistration=Gastbenutzer registrieren
Title_GuestUpdate=Gastbenutzer bearbeiten
Title_Helpdesk=Helpdesk
Title_Login=Bitte melden Sie sich an
Title_Logout=Abmeldung
Title_MainPage=Hauptseite
Title_NewUser=Neuanmeldung
Title_PasswordGuide=Kennwortleiter
Title_PasswordPolicy=Kennwortrichtlinie
Title_PasswordStrength=Kennwortst\u00e4rke
Title_PasswordWarning=Kennwortwarnung
Title_PeopleSearch=Personensuche
Title_PleaseWait=Bitte warten
Title_RandomPasswords=Willk\u00fcrliche Kennworte
Title_RecoverPassword=Kennwort vergessen
Title_RecoverRandomResponses=Freie Fragen
Title_RecoverRequiredResponses=Notwendige Fragen
Title_SecurityResponses=Sicherheitsfragen
Title_SetupRandomResponses=Freie Fragen
Title_SetupRequiredResponses=Notwendige Fragen
Title_SetupResponses=Kennworthinweise eingeben
Title_Shortcuts=Abk\u00fcrzungen
Title_Success=Erfolg
Title_TitleBar=@User\:ID@ Password Self Service
Title_UpdateProfile=Daten bearbeiten
Title_UpdateProfileConfirm=Best\u00e4tigen Sie Profil Daten
Title_UserEventHistory=Benutzerereignisse
Title_UserInformation=Benutzerausk\u00fcnfte
Tooltip_PasswordStrength=Das Kennwort-Meter zeigt, wie einfach es ist, Ihr Kennwort zu erraten. Bitte versuchen Sie folgendes um Ihr Kennwort sicherer zu machen:<ul><li>verwenden Sie mehr Zeichen</li><li>wiederholen Sie keine Buchstaben oder Zahlen</li><li>mischen Sie Gro\u00df- und Kleinbuchstaben</li><li>verwenden Sie mehr Zahlen</li><li>verwenden Sie mehr Sonderzeichen</li></ul>
Display_TypingWait=Warten auf die Eingabe zu vervollständigen ....
