#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2015 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=\u555f\u52d5
Button_Agree=\u6211\u540c\u610f
Button_Cancel=\u53d6\u6d88
Button_ChangePassword=\u8b8a\u66f4\u5bc6\u78bc
Button_ChangeResponses=\u8fd4\u56de
Button_CheckCode=\u6aa2\u67e5\u9a57\u8b49\u78bc
Button_ClearOtpReEnroll=\u91cd\u65b0\u8a3b\u518a\u884c\u52d5\u88dd\u7f6e
Button_HelpdeskClearOtpSecret=\u6e05\u9664 OTP \u6a5f\u5bc6
Button_ClearResponses=\u6e05\u9664\u7b54\u6848
Button_CloseWindow=\u95dc\u9589\u8996\u7a97
Button_Confirm=\u78ba\u8a8d
Button_ConfirmResponses=\u78ba\u8a8d\u5b89\u5168\u6027\u7b54\u6848
Button_Continue=\u7e7c\u7e8c
Button_Create=\u5efa\u7acb
Button_Delete=\u522a\u9664
Button_Email=\u96fb\u5b50\u90f5\u4ef6
Button_GoBack=\u8fd4\u56de
Button_Hide=\u96b1\u85cf
Button_Hide_Responses=\u96b1\u85cf\u56de\u61c9
Button_Home=\u9996\u9801
Button_Login=\u767b\u5165
Button_Logout=\u767b\u51fa
Button_More=\u66f4\u591a
Button_OrgChart=\u7d44\u7e54\u5716\u8868
Button_RecoverPassword=\u6aa2\u67e5\u7b54\u6848
Button_Reset=\u6e05\u9664
Button_Search=\u641c\u5c0b
Button_SetResponses=\u5132\u5b58\u7b54\u6848
Button_Show=\u986f\u793a
Button_Show_Responses=\u986f\u793a\u56de\u61c9
Button_Skip=\u8df3\u904e
Button_SMS=\u7c21\u8a0a
Button_Unlock=\u89e3\u9664\u9396\u5b9a
Button_UnlockPassword=\u89e3\u9664\u9396\u5b9a\u5bc6\u78bc
Button_Update=\u66f4\u65b0
Button_Verify=\u78ba\u8a8d
Button_OK=\u78ba\u5b9a
Display_ActivateUser=\u82e5\u8981\u78ba\u8a8d\u60a8\u7684\u8eab\u5206\uff0c\u8acb\u8f38\u5165\u4e0b\u5217\u8cc7\u8a0a\u3002\u7cfb\u7d71\u5c07\u4f7f\u7528\u60a8\u7684\u8cc7\u8a0a\u627e\u51fa\u4e26\u555f\u52d5\u60a8\u7684\u4f7f\u7528\u8005\u5e33\u6236\u3002<p/>\u8acb\u52d9\u5fc5\u5b8c\u6210\u7a0b\u5e8f\uff0c\u5426\u5247\u5c07\u7121\u6cd5\u6b63\u78ba\u555f\u52d5\u60a8\u7684\u5e33\u6236\u3002
Display_AutoGeneratedPassword=\u81ea\u52d5\u7522\u751f\u65b0\u5bc6\u78bc
Display_CapsLockIsOn=CAPS LOCK \u958b\u555f
Display_Captcha=\u8acb\u5b8c\u6210\u9a57\u8b49\u7a0b\u5e8f\u3002\u6b64\u7a0b\u5e8f\u6709\u52a9\u65bc\u4fdd\u8b77\u60a8\u7684\u5e33\u6236\u514d\u53d7\u4ed6\u4eba\u6feb\u7528\u3002
Display_CaptchaInputWords=\u8f38\u5165\u4e0a\u65b9\u986f\u793a\u7684\u6587\u5b57
Display_CaptchaInputNumbers=\u8f38\u5165\u60a8\u807d\u5230\u7684\u6578\u5b57
Display_CaptchaGetAudio=\u53d6\u5f97\u97f3\u8a0a CAPTCHA
Display_CaptchaGetImage=\u53d6\u5f97\u5f71\u50cf CAPTCHA
Display_CaptchaHelp=\u8aaa\u660e
Display_CaptchaRefresh=\u91cd\u65b0\u6574\u7406
Display_ChangePassword=\u8acb\u8b8a\u66f4\u60a8\u7684\u5bc6\u78bc\u3002\u8acb\u4fdd\u6301\u65b0\u5bc6\u78bc\u7684\u5b89\u5168\u6027\u3002\u8f38\u5165\u60a8\u7684\u65b0\u5bc6\u78bc\u5f8c\uff0c\u8acb\u6309\u4e00\u4e0b\u300c\u8b8a\u66f4\u5bc6\u78bc\u300d\u6309\u9215\u3002\u5982\u679c\u60a8\u5fc5\u9808\u5beb\u4e0b\u65b0\u5bc6\u78bc\uff0c\u8acb\u52d9\u5fc5\u653e\u5728\u5b89\u5168\u7684\u4f4d\u7f6e\u3002\u60a8\u7684\u65b0\u5bc6\u78bc\u5fc5\u9808\u7b26\u5408\u4e0b\u5217\u8981\u6c42\uff1a
Display_ChangePasswordForm=\u8acb\u8f38\u5165\u4e0b\u5217\u8cc7\u6599\u3002\u7cfb\u7d71\u5fc5\u9808\u5148\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u60a8\u624d\u80fd\u8b8a\u66f4\u5bc6\u78bc\u3002
Display_CheckingData=\u6b63\u5728\u6aa2\u67e5\u8cc7\u6599...
Display_CheckingPassword=\u6b63\u5728\u6aa2\u67e5\u5bc6\u78bc...
Display_CheckingResponses=\u6b63\u5728\u6aa2\u67e5\u7b54\u6848...
Display_CommunicationError=\u7121\u6cd5\u8207\u4f3a\u670d\u5668\u901a\u8a0a\u3002\u6e96\u5099\u5c31\u7dd2\u6642\u5373\u53ef\u7e7c\u7e8c\u3002
Display_ConfirmResponses=\u8acb\u78ba\u5b9a\u60a8\u7684\u7b54\u6848\u548c\u554f\u984c\u662f\u5426\u6b63\u78ba\u3002\u8acb\u6aa2\u67e5\u62fc\u5b57\u548c\u6a19\u9ede\u7b26\u865f\u3002\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u60a8\u5fc5\u9808\u63d0\u4f9b\u9019\u4e9b\u5b89\u5168\u6027\u554f\u984c\u7684\u7b54\u6848\u624d\u80fd\u5b58\u53d6\u5e33\u6236\u3002
Display_Day=\u5929
Display_Days=\u5929
Display_ErrorBody=\u767c\u751f\u932f\u8aa4\u3002\u8acb\u95dc\u9589\u60a8\u7684\u700f\u89bd\u5668\uff0c\u4e26\u7a0d\u5f8c\u518d\u8a66\u4e00\u6b21\u3002\u5982\u679c\u6b64\u932f\u8aa4\u91cd\u8907\u767c\u751f\uff0c\u8acb\u806f\u7d61\u60a8\u7684\u670d\u52d9\u53f0\u3002
Display_ExpirationDate=\u5e33\u6236\u904e\u671f\u65e5 (\u6700\u591a %1% \u5929)
Display_FooterInfoText=
Display_ForgottenPassword=\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u8acb\u4f9d\u7167\u63d0\u793a\u91cd\u8a2d\u5bc6\u78bc\u3002
Display_ForgottenUsername=\u8acb\u8f38\u5165\u4e0b\u5217\u8cc7\u8a0a\u3002\u7cfb\u7d71\u5c07\u4f7f\u7528\u6b64\u8cc7\u8a0a\u67e5\u95b1\u60a8\u5fd8\u8a18\u7684\u4f7f\u7528\u8005\u540d\u7a31\u3002
Display_GuestRegistration=\u82e5\u8981\u8a3b\u518a\u65b0\u7684\u8a2a\u5ba2\u5e33\u6236\uff0c\u8acb\u8f38\u5165\u4e0b\u5217\u8cc7\u8a0a\u3002
Display_GuestUpdate=\u82e5\u8981\u66f4\u65b0\u8a2a\u5ba2\u5e33\u6236\uff0c\u8acb\u6aa2\u67e5\u4e26\u4fee\u6539\u4e0b\u5217\u8cc7\u8a0a\u3002
Display_Helpdesk=\u8acb\u8f38\u5165\u4f7f\u7528\u8005\u7684\u641c\u5c0b\u8cc7\u6599\u3002
Display_Hour=\u5c0f\u6642
Display_Hours=\u5c0f\u6642
Display_IdleTimeout=\u9592\u7f6e\u903e\u6642\uff1a
Display_IdleWarningMessage=\u60a8\u7684\u700f\u89bd\u5668\u5de5\u4f5c\u968e\u6bb5\u5373\u5c07\u903e\u6642\u3002\u8acb\u6309\u4e00\u4e0b\u6b64\u9801\u9762\u4e0a\u7684\u4efb\u4f55\u4f4d\u7f6e\u4ee5\u7e7c\u7e8c\u3002
Display_IdleWarningTitle=\u9592\u7f6e\u903e\u6642
Display_JavascriptRequired=\u9700\u8981 Javascript \u624d\u53ef\u6aa2\u8996\u6b64\u9801\u9762\u3002
Display_LeaveDirtyPasswordPage=\u5982\u679c\u60a8\u96e2\u958b\u6b64\u9801\u9762\uff0c\u7cfb\u7d71\u5c07\u4e0d\u6703\u8b8a\u66f4\u5bc6\u78bc\u3002
Display_Login=
Display_LoginPasswordOnly=\u8acb\u5728\u4e0b\u65b9\u8f38\u5165\u60a8\u7684\u5bc6\u78bc\u3002\u9700\u8981\u60a8\u76ee\u524d\u7684\u5bc6\u78bc\u624d\u80fd\u5b58\u53d6\u6b64\u61c9\u7528\u7a0b\u5f0f\u3002
Display_Logout=<b>\u60a8\u73fe\u5728\u5df2\u767b\u51fa\u3002</b><p/>\u8acb\u5148\u95dc\u9589\u6240\u6709\u7db2\u969b\u7db2\u8def\u700f\u89bd\u5668\u8996\u7a97\uff0c\u518d\u5617\u8a66\u767b\u5165\u3002
Display_Minute=\u5206\u9418
Display_Minutes=\u5206\u9418
Display_NAAF_PASSWORD=\u8acb\u63d0\u4f9b NAAF \u9a57\u8b49\u5bc6\u78bc\u3002
Display_NAAF_LDAP_PASSWORD=\u8acb\u63d0\u4f9b LDAP \u9a57\u8b49\u5bc6\u78bc\u3002
Display_NAAF_SECURITY_QUESTIONS=\u8acb\u56de\u7b54\u5b89\u5168\u6027\u554f\u984c\u3002
Display_NAAF_EMAIL_OTP=\u5df2\u50b3\u9001\u5305\u542b\u4e00\u6b21\u6027\u5bc6\u78bc\u7684\u96fb\u5b50\u90f5\u4ef6\u3002
Display_NAAF_SMS_OTP=\u5df2\u50b3\u9001\u5305\u542b\u4e00\u6b21\u6027\u5bc6\u78bc\u7684\u7c21\u8a0a\u3002
Display_NAAF_SMARTPHONE=\u667a\u6167\u578b\u624b\u6a5f\u9a57\u8b49\u7a0b\u5e8f\u5df2\u958b\u59cb\u3002\u8acb\u5728\u5b8c\u6210\u5f8c\u7e7c\u7e8c\u3002
Display_NAAF_RADIUS=\u8acb\u63d0\u4f9b RADIUS \u9a57\u8b49\u5bc6\u78bc\u3002
Display_NAAF_TOTP=\u8acb\u8f38\u5165 TOTP \u503c\u3002
Display_NAAF_HOTP=\u8acb\u8f38\u5165 HOTP \u503c\u3002
Display_NAAF_VOICE=\u8a9e\u97f3\u9a57\u8b49\u7a0b\u5e8f\u5df2\u958b\u59cb\u3002\u8acb\u5728\u5b8c\u6210\u5f8c\u7e7c\u7e8c\u3002
Display_NewUser=\u82e5\u8981\u8a3b\u518a\u65b0\u5e33\u6236\uff0c\u8acb\u5b8c\u6210\u4e0b\u5217\u8868\u55ae\u3002
Display_NewUserProfile=\u82e5\u8981\u8a3b\u518a\u65b0\u5e33\u6236\uff0c\u8acb\u9078\u53d6\u8a2d\u5b9a\u6a94\u3002
Display_PasswordExpired=\u60a8\u7684\u5bc6\u78bc\u5df2\u904e\u671f\u3002\u60a8\u5fc5\u9808\u7acb\u5373\u8a2d\u5b9a\u65b0\u5bc6\u78bc\u3002
Display_PasswordGeneration=\u5df2\u70ba\u60a8\u96a8\u6a5f\u7522\u751f\u4e0b\u5217\u5bc6\u78bc\u3002\u70ba\u65b9\u4fbf\u60a8\u8a18\u61b6\uff0c\u7cfb\u7d71\u4ee5\u5be6\u969b\u7684\u6587\u5b57\u70ba\u57fa\u790e\u7522\u751f\u9019\u4e9b\u5bc6\u78bc\uff0c\u4e26\u7a0d\u52a0\u4fee\u6539\u63d0\u9ad8\u731c\u6e2c\u96e3\u5ea6\u3002
Display_PasswordNoExpire=\u60a8\u7684\u5bc6\u78bc\u4e0d\u6703\u904e\u671f\u3002
Display_PasswordPrompt=\u8acb\u8f38\u5165\u60a8\u7684\u65b0\u5bc6\u78bc
Display_PasswordStrengthHigh=\u6548\u529b\uff1a<b>\u5f37</b>
Display_PasswordStrengthLow=\u6548\u529b\uff1a<b>\u5f31</b>
Display_PasswordStrengthMedium=\u6548\u529b\uff1a<b>\u4f73</b>
Display_PasswordReplicationStatus=\u5bc6\u78bc\u8907\u88fd (\u9032\u5ea6 %1%)
Display_PasswordWarn=<b>\u60a8\u7684\u5bc6\u78bc\u5373\u5c07\u904e\u671f</b>\u3002\u8acb\u7acb\u5373\u8b8a\u66f4\u5bc6\u78bc\uff0c\u4ee5\u907f\u514d\u5728\u5b58\u53d6\u6b64\u670d\u52d9\u6642\u767c\u751f\u554f\u984c\u3002<br/><br/>\u60a8\u7684\u5bc6\u78bc\u5c07\u65bc %1% \u904e\u671f\u3002
Display_PeopleSearch=\u8acb\u5728\u4e0b\u65b9\u8f38\u5165\u60a8\u7684\u641c\u5c0b\u67e5\u8a62\u3002\u60a8\u53ef\u4ee5\u6839\u64da\u540d\u7a31\u3001\u96fb\u5b50\u90f5\u4ef6\u5730\u5740\u6216\u96fb\u8a71\u865f\u78bc\u641c\u5c0b\u4eba\u54e1\u3002
Display_PleaseWait=\u6b63\u5728\u8f09\u5165...
Display_PleaseWaitNewUser=\u6b63\u5728\u8a2d\u5b9a\u60a8\u7684\u65b0\u5e33\u6236\u3002\u6b64\u7a0b\u5e8f\u53ef\u80fd\u9700\u8981\u6578\u5206\u9418\u7684\u6642\u9593\uff0c\u8acb\u8010\u5fc3\u7b49\u5019\u3002
Display_PleaseWaitPassword=\u6b63\u5728\u8b8a\u66f4\u60a8\u7684\u5bc6\u78bc\u3002\u6b64\u7a0b\u5e8f\u53ef\u80fd\u9700\u8981\u6578\u5206\u9418\u7684\u6642\u9593\uff0c\u8acb\u8010\u5fc3\u7b49\u5019\u3002
Display_Random=\u96a8\u6a5f
Display_RecoverVerificationChoice=\u8acb\u9078\u53d6\u4e0b\u5217\u65b9\u5f0f\u4e4b\u4e00\u4ee5\u9a57\u8b49\u60a8\u7684\u8eab\u5206\u3002
Display_RecoverTokenSendChoices=\u70ba\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u6211\u5011\u5c07\u50b3\u9001\u5b89\u5168\u6027\u4ee3\u78bc\u7d66\u60a8\u3002\u8acb\u9078\u64c7\u60a8\u60f3\u7528\u4f86\u63a5\u6536\u5b89\u5168\u6027\u4ee3\u78bc\u7684\u65b9\u5f0f\u3002
Display_RecoverTokenSendChoiceEmail=\u50b3\u9001\u4ee3\u78bc\u81f3\u60a8\u8a3b\u518a\u7684\u96fb\u5b50\u90f5\u4ef6\u5730\u5740\u3002
Display_RecoverTokenSendChoiceSMS=\u4f7f\u7528\u7c21\u8a0a (SMS) \u50b3\u9001\u5e36\u78bc\u81f3\u60a8\u7684\u624b\u6a5f\u3002
Display_RecoverChoiceReset=\u8a2d\u5b9a\u65b0\u5bc6\u78bc\u3002\u5982\u679c\u60a8\u5df2\u5fd8\u8a18\u5bc6\u78bc\u4e14\u60f3\u8981\u8a2d\u5b9a\u65b0\u5bc6\u78bc\uff0c\u8acb\u6309\u4e00\u4e0b\u9019\u88e1\u3002\u8a2d\u5b9a\u65b0\u5bc6\u78bc\u6642\uff0c\u7cfb\u7d71\u4e5f\u6703\u89e3\u9664\u9396\u5b9a\u60a8\u7684\u5e33\u6236\u3002
Display_RecoverChoiceUnlock=\u89e3\u9664\u9396\u5b9a\u60a8\u7684\u5e33\u6236\u3002\u5982\u679c\u60a8\u8a18\u5f97\u5bc6\u78bc\uff0c\u5247\u53ef\u4ee5\u9078\u53d6\u6b64\u9078\u9805\u4ee5\u89e3\u9664\u9396\u5b9a\u60a8\u7684\u5e33\u6236\u3002\u7cfb\u7d71\u4e0d\u6703\u8b8a\u66f4\u60a8\u7684\u5bc6\u78bc\u3002
Display_RecoverEnterCode=\u70ba\u4e86\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u7cfb\u7d71\u5df2\u5c07\u5b89\u5168\u6027\u4ee3\u78bc\u50b3\u9001\u7d66\u60a8\u3002\u8acb\u6309\u4e00\u4e0b\u96fb\u5b50\u90f5\u4ef6\u4e2d\u7684\u9023\u7d50\uff0c\u6216\u5c07\u5b89\u5168\u6027\u4ee3\u78bc\u8907\u88fd\u4e26\u8cbc\u81f3\u9019\u88e1\u3002
Display_RecoverEnterCodeSMS=\u70ba\u4e86\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u7cfb\u7d71\u5df2\u900f\u904e\u7c21\u8a0a\u5c07\u5b89\u5168\u6027\u4ee3\u78bc\u50b3\u9001\u7d66\u60a8\u3002\u8acb\u5728\u9019\u88e1\u8f38\u5165\u8a72\u5b89\u5168\u6027\u4ee3\u78bc\u3002
Display_RecoverPassword=\u8acb\u56de\u7b54\u4e0b\u5217\u554f\u984c\u3002\u5982\u679c\u60a8\u53ef\u4ee5\u6b63\u78ba\u56de\u7b54\u9019\u4e9b\u554f\u984c\uff0c\u5c31\u53ef\u4ee5\u91cd\u8a2d\u5bc6\u78bc\u3002
Display_RecoverPasswordChoices=\u7531\u65bc\u4e0d\u6b63\u78ba\u7684\u767b\u5165\u5617\u8a66\u6b21\u6578\u592a\u591a\uff0c\u56e0\u6b64\u5df2\u9396\u5b9a\u60a8\u7684\u5e33\u6236\u3002\u60a8\u5fc5\u9808\u5148\u89e3\u9664\u9396\u5b9a\u60a8\u7684\u5e33\u6236\u6216\u8b8a\u66f4\u60a8\u7684\u5bc6\u78bc\u624d\u80fd\u7e7c\u7e8c\u3002
Display_RecoverRandomResponses=\u60a8\u5fc5\u9808\u5148\u56de\u7b54\u4e0b\u5217\u554f\u984c\u624d\u80fd\u7e7c\u7e8c\u3002
Display_RecoverRequiredResponses=\u7ba1\u7406\u54e1\u8981\u6c42\u60a8\u56de\u7b54\u9019\u4e9b\u554f\u984c\u3002
Display_RecoverOTP=\u82e5\u8981\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u8acb\u4f7f\u7528\u60a8\u7684\u884c\u52d5\u88dd\u7f6e\u7522\u751f\u5b89\u5168\u6027\u4ee3\u78bc\u3002
Display_RecoverOTPIdentified=\u82e5\u8981\u9a57\u8b49\u60a8\u7684\u8eab\u5206\uff0c\u8acb\u4f7f\u7528\u60a8\u7684\u884c\u52d5\u88dd\u7f6e\u7522\u751f\u5b89\u5168\u6027\u4ee3\u78bc\u3002\u60a8\u7684\u884c\u52d5\u88dd\u7f6e\u8a3b\u518a ID \u662f <b>%1%</b>\u3002
Display_ResponsesPrompt=\u8acb\u8f38\u5165\u60a8\u7684\u5b89\u5168\u6027\u7b54\u6848
Display_SelectionIndicator=\u8acb\u9078\u53d6\u6e05\u55ae\u4e2d\u7684\u554f\u984c\u9805\u76ee
Display_SearchCompleted=\u5df2\u5b8c\u6210\u641c\u5c0b\u3002
Display_SearchResultsExceeded=\u641c\u5c0b\u7d50\u679c\u8d85\u904e\u641c\u5c0b\u5927\u5c0f\u4e0a\u9650\u3002
Display_SetRandomPasswordPrompt=\u8981\u70ba\u6b64\u4f7f\u7528\u8005\u8a2d\u5b9a\u65b0\u7684\u96a8\u6a5f\u5bc6\u78bc\u55ce\uff1f
Display_SearchResultsNone=\u6c92\u6709\u7d50\u679c\u3002
Display_Second=\u79d2
Display_Seconds=\u79d2
Display_SetupHelpdeskResponses=<p>\u60a8\u7684\u7ba1\u7406\u54e1\u8981\u6c42\u60a8\u63d0\u4f9b\u4e0b\u5217\u7b54\u6848\u3002\u60a8\u806f\u7d61\u670d\u52d9\u53f0\u4ee5\u5c0b\u6c42\u5354\u52a9\u6642\uff0c\u7cfb\u7d71\u53ef\u4ee5\u4f7f\u7528\u9019\u4e9b\u7b54\u6848\u9a57\u8b49\u60a8\u7684\u8eab\u5206\u3002</p>
Display_SetupRandomResponses=
Display_SetupRequiredResponses=
Display_SetupResponses=<p>\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u60a8\u5fc5\u9808\u56de\u7b54\u5b89\u5168\u6027\u554f\u984c\u624d\u80fd\u5b58\u53d6\u5e33\u6236\u3002</p><p>\u8acb\u9078\u64c7\u5728\u60a8\u5fd8\u8a18\u5bc6\u78bc\u6642\uff0c\u7cfb\u7d71\u53ef\u7528\u65bc\u9a57\u8b49\u60a8\u8eab\u5206\u7684\u554f\u984c\u548c\u7b54\u6848\u3002\u7531\u65bc\u9019\u4e9b\u554f\u984c\u7684\u7b54\u6848\u53ef\u7528\u65bc\u5b58\u53d6\u60a8\u7684\u5e33\u6236\uff0c\u8acb\u52d9\u5fc5\u63d0\u4f9b\u5176\u4ed6\u4eba\u96e3\u4ee5\u731c\u6e2c\u6216\u767c\u73fe\u7684\u7b54\u6848\u3002</p>
Display_SetupOtpSecret=\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u60a8\u53ef\u4ee5\u4f7f\u7528\u60a8\u7684\u884c\u52d5\u88dd\u7f6e\u5b58\u53d6\u5e33\u6236\u3002\u8acb\u6839\u64da\u60a8\u7684\u88dd\u7f6e\u985e\u578b\uff0c\u4f9d\u7167\u4ee5\u4e0b\u6307\u793a\u9032\u884c\u3002
Display_SetupOtp_Android_Title=Android
Display_SetupOtp_Android_Steps=<b>\u5b89\u88dd\u9069\u7528\u65bc Android \u7684 Google Authenticator \u61c9\u7528\u7a0b\u5f0f\u3002</b><ol><li>\u5728\u60a8\u7684\u624b\u6a5f\u4e0a\uff0c\u79fb\u81f3 Google Play Store\u3002</li><li>\u641c\u5c0b <b>Google Authenticator</b>\u3002<br/>(<a target="playstore" href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2">\u5f9e Google Play Store \u4e0b\u8f09</a>)</li><li>\u4e0b\u8f09\u4e26\u5b89\u88dd\u61c9\u7528\u7a0b\u5f0f\u3002</li></ol><b>\u7136\u5f8c\u958b\u555f\u4e26\u8a2d\u5b9a Google Authenticator\u3002</b><ol><li>\u5728 Google Authenticator \u4e2d\uff0c\u89f8\u63a7\u300c\u529f\u80fd\u8868\u300d\uff0c\u4e26\u9078\u53d6\u300c\u8a2d\u5b9a\u5e33\u6236\u300d\u3002</li><li>\u9078\u53d6\u300c\u6383\u63cf\u689d\u78bc\u300d\u3002</li><li>\u4f7f\u7528\u624b\u6a5f\u7684\u76f8\u6a5f\u6383\u63cf\u6b64\u689d\u78bc\u3002</li><li>\u6383\u63cf\u689d\u78bc\u5f8c\uff0c\u8acb\u6309\u4e00\u4e0b\u300c\u7e7c\u7e8c\u300d\u6309\u9215\u3002</li></ol>
Display_SetupOtp_iPhone_Title=iPhone
Display_SetupOtp_iPhone_Steps=<b>\u5728\u60a8\u7684 iPhone \u4e0a\uff0c\u9ede\u9078\u300cApp Store\u300d\u5716\u793a\u3002</b><ol><li>\u5728\u60a8\u7684\u624b\u6a5f\u4e0a\uff0c\u79fb\u81f3 App Store\u3002</li><li>\u641c\u5c0b <b>Google Authenticator</b>\u3002<br/>(<a target="itunesstore" href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">\u5f9e App Store \u4e0b\u8f09</a>)</li><li>\u9ede\u9078\u61c9\u7528\u7a0b\u5f0f\uff0c\u7136\u5f8c\u9ede\u9078\u300c\u514d\u8cbb\u300d\u4ee5\u4e0b\u8f09\u4e26\u5b89\u88dd\u8a72\u61c9\u7528\u7a0b\u5f0f\u3002</li></ol><b>\u7136\u5f8c\u958b\u555f\u4e26\u8a2d\u5b9a Google Authenticator\u3002</b><ol><li>\u5728 Google Authenticator \u4e2d\uff0c\u9ede\u9078\u300c+\u300d\uff0c\u7136\u5f8c\u9ede\u9078\u300c\u6383\u63cf\u689d\u78bc\u300d\u3002</li><li>\u4f7f\u7528\u624b\u6a5f\u7684\u76f8\u6a5f\u6383\u63cf\u6b64\u689d\u78bc\u3002</li><li>\u6383\u63cf\u689d\u78bc\u5f8c\uff0c\u8acb\u6309\u4e00\u4e0b\u300c\u7e7c\u7e8c\u300d\u6309\u9215\u3002</li></ol>
Display_SetupOtp_Other_Title=\u5176\u4ed6
Display_SetupOtp_Other_Steps=<b>\u5c0b\u627e\u76f8\u5bb9\u7684\u96d9\u56e0\u7d20\u61c9\u7528\u7a0b\u5f0f\u3002</b><ul><li>\u5617\u8a66\u5728\u88dd\u7f6e\u7684\u61c9\u7528\u7a0b\u5f0f\u5546\u5e97\u4e2d\u641c\u5c0b <b>Google Authenticator</b>\u3002<br/>\u8a31\u591a\u88dd\u7f6e\u90fd\u5177\u6709\u76f8\u5bb9\u7684\u61c9\u7528\u7a0b\u5f0f\u3002</li><li>\u5617\u8a66\u5c0b\u627e\u652f\u63f4<b>\u300cTOTP \u5b89\u5168\u6027\u8a18\u865f\u300d</b>\u6216\u300cRFC6238\u300d\u7684\u61c9\u7528\u7a0b\u5f0f</li><li>\u4e0b\u8f09\u4e26\u5b89\u88dd\u61c9\u7528\u7a0b\u5f0f\u3002</li></ul><b>\u7136\u5f8c\u958b\u555f\u4e26\u8a2d\u5b9a\u61c9\u7528\u7a0b\u5f0f\u3002</b><ol><li>\u6839\u64da\u61c9\u7528\u7a0b\u5f0f\u6307\u793a\uff0c\u5728\u4e0b\u65b9\u8f38\u5165\u8cc7\u6599\u6216\u6383\u63cf\u4ee3\u78bc\u3002</li><li>\u8a2d\u5b9a\u61c9\u7528\u7a0b\u5f0f\u5f8c\uff0c\u8acb\u6309\u4e00\u4e0b\u300c\u7e7c\u7e8c\u300d\u6309\u9215\u3002</li></ol>
Display_WarnExistingOtpSecretTime=\u60a8\u5df2\u65bc <span class="timestamp">%1%</span> \u8a3b\u518a\u88dd\u7f6e\u3002\u60a8\u53ef\u4ee5\u5728\u4e0b\u65b9\u8f38\u5165\u7522\u751f\u7684\u4ee3\u78bc\uff0c\u4ee5\u6e2c\u8a66\u76ee\u524d\u7684\u88dd\u7f6e\u3002\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u5247\u53ef\u4ee5\u91cd\u65b0\u8a2d\u5b9a\u76ee\u524d\u7684\u88dd\u7f6e\u3002
Display_WarnExistingOtpSecret=\u60a8\u5df2\u8a3b\u518a\u88dd\u7f6e\u3002\u60a8\u53ef\u4ee5\u5728\u4e0b\u65b9\u8f38\u5165\u7522\u751f\u7684\u4ee3\u78bc\uff0c\u4ee5\u6e2c\u8a66\u76ee\u524d\u7684\u88dd\u7f6e\u3002\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u5247\u53ef\u4ee5\u91cd\u65b0\u8a2d\u5b9a\u76ee\u524d\u7684\u88dd\u7f6e\u3002
Display_WarnExistingResponseTime=\u60a8\u5df2\u65bc <span class="timestamp">%1%</span> \u8a2d\u5b9a\u6311\u6230/\u56de\u61c9\u7b54\u6848\u3002\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u5247\u53ef\u4ee5\u91cd\u65b0\u56de\u7b54\u554f\u984c\u3002
Display_WarnExistingResponse=\u60a8\u5df2\u8a2d\u5b9a\u6311\u6230/\u56de\u61c9\u7b54\u6848\u3002\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u5247\u53ef\u4ee5\u91cd\u65b0\u56de\u7b54\u554f\u984c\u3002
Display_PleaseVerifyOtp=\u8acb\u70ba\u60a8\u7684\u88dd\u7f6e\u8f38\u5165 6 \u4f4d\u6578\u9a57\u8b49\u78bc\u3002\u5982\u679c\u672a\u5c07\u88dd\u7f6e\u8a2d\u70ba\u70ba\u60a8\u63d0\u4f9b\u9a57\u8b49\u78bc\uff0c\u8acb\u8fd4\u56de\u4e0a\u4e00\u9801\u4e26\u8a2d\u5b9a\u60a8\u7684\u88dd\u7f6e\u3002
Display_OtpRecoveryInfo=\u6bcf\u500b\u56de\u8986\u4ee3\u78bc\u50c5\u80fd\u5728\u60a8\u7121\u6cd5\u5b58\u53d6\u624b\u6a5f\u6642\u4f7f\u7528\u4e00\u6b21\u3002\u8acb\u52d9\u5fc5<a class="pwm-link-print">\u5217\u5370\u6b64\u9801\u9762</a>\u6216\u8a18\u4e0b\u9019\u4e9b\u4ee3\u78bc\u4e26\u5b58\u653e\u65bc\u5b89\u5168\u4f4d\u7f6e\u3002
Display_OtpClearWarning=\u60a8\u78ba\u5b9a\u8981\u7e7c\u7e8c\u55ce\uff1f\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u7cfb\u7d71\u4fbf\u6703\u6e05\u9664\u73fe\u6709\u8a3b\u518a\uff0c\u4e14\u60a8\u5fc5\u9808\u91cd\u65b0\u8a2d\u5b9a\u88dd\u7f6e\u3002
Display_ResponsesClearWarning=\u60a8\u78ba\u5b9a\u8981\u7e7c\u7e8c\u55ce\uff1f\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u7cfb\u7d71\u4fbf\u6703\u6e05\u9664\u73fe\u6709\u7b54\u6848\uff0c\u4e14\u60a8\u5fc5\u9808\u91cd\u65b0\u56de\u7b54\u5b89\u5168\u6027\u554f\u984c\u3002
Display_Shortcuts=\u9078\u53d6\u4e0b\u5217\u5176\u4e2d\u4e00\u500b\u9023\u7d50\u4ee5\u7e7c\u7e8c\u3002
Display_ShowPasswordGuide=\u5bc6\u78bc\u6307\u5357
Display_StrengthMeter=\u5bc6\u78bc\u6548\u529b
Display_UpdateProfile=\u8acb\u66f4\u65b0\u4e0b\u5217\u8cc7\u8a0a\uff1a
Display_UpdateProfileConfirm=\u8acb\u6aa2\u95b1\u4e26\u78ba\u8a8d\u4e0b\u5217\u60a8\u5df2\u8f38\u5165\u7684\u8cc7\u8a0a\u3002
Display_UserEventHistory=\u6b64\u9801\u9762\u6703\u986f\u793a\u60a8\u7684\u5bc6\u78bc\u4e8b\u4ef6\u6b77\u7a0b\u3002\u53ea\u6709\u900f\u904e\u6b64\u61c9\u7528\u7a0b\u5f0f\u57f7\u884c\u7684\u52d5\u4f5c\u624d\u6703\u986f\u793a\u5728\u9019\u88e1\u3002\u6240\u6709\u5217\u51fa\u7684\u6642\u9593\u90fd\u4f4d\u65bc %1% \u6642\u5340\u3002
Display_TypingWait=\u6b63\u5728\u7b49\u5019\u8f38\u5165\u5b8c\u6210...
Field_AccountEnabled=\u5df2\u555f\u7528\u5e33\u6236
Field_AccountExpired=\u5e33\u6236\u5df2\u904e\u671f
Field_AccountExpirationTime=\u5e33\u6236\u904e\u671f\u6642\u9593
Field_Code=\u4ee3\u78bc
Field_OneTimePassword=\u4e00\u6b21\u6027\u5bc6\u78bc
Field_Confirm_Prefix=\u78ba\u8a8d
Field_ConfirmPassword=\u78ba\u8a8d\u5bc6\u78bc
Field_CurrentPassword=\u76ee\u524d\u5bc6\u78bc
Field_Display=\u986f\u793a
Field_ForwardURL=\u8f49\u905e URL
Field_LastLoginTime=\u4e0a\u6b21\u767b\u5165\u6642\u9593
Field_LastLoginTimeDelta=\u4e0a\u6b21\u767b\u5165\u6642\u9593\u5dee
Field_LdapProfile=LDAP \u8a2d\u5b9a\u6a94
Field_Location=\u4f4d\u7f6e
Field_LogoutURL=\u767b\u51fa URL
Field_NetworkAddress=\u7db2\u8def\u4f4d\u5740
Field_NetworkHost=\u7db2\u8def\u4e3b\u6a5f
Field_NewPassword=\u65b0\u5bc6\u78bc
Field_Option_Select=\u9078\u53d6\u554f\u984c
Field_Password=\u76ee\u524d\u5bc6\u78bc
Field_PasswordExpirationTime=\u5bc6\u78bc\u904e\u671f\u6642\u9593
Field_PasswordExpired=\u5bc6\u78bc\u5df2\u904e\u671f
Field_PasswordLocked=\u5df2\u9396\u5b9a\u5bc6\u78bc (\u5165\u4fb5\u8005\u5075\u6e2c)
Field_PasswordPreExpired=\u5bc6\u78bc\u5df2\u9810\u8a2d\u904e\u671f
Field_PasswordSetTime=\u5bc6\u78bc\u8a2d\u5b9a\u6642\u9593
Field_PasswordSetTimeDelta=\u5bc6\u78bc\u8a2d\u5b9a\u6642\u9593\u5dee
Field_PasswordViolatesPolicy=\u9055\u53cd\u5bc6\u78bc\u898f\u5247
Field_PasswordWithinWarningPeriod=\u5728\u8b66\u544a\u671f\u9593\u5167
Field_Policy=\u898f\u5247
Field_Profile=\u8a2d\u5b9a\u6a94
Field_ResponsesNeeded=\u9700\u8981\u56de\u61c9\u66f4\u65b0
Field_ResponsesStored=\u5df2\u5132\u5b58\u56de\u61c9
Field_ResponsesTimestamp=\u5df2\u5132\u5b58\u56de\u61c9\u6642\u9593\u6233\u8a18
Field_User_Supplied_Question=\u554f\u984c
Field_UserDN=\u4f7f\u7528\u8005 DN
Field_UserGUID=\u4f7f\u7528\u8005 GUID
Field_Username=\u4f7f\u7528\u8005\u540d\u7a31
Field_UserEmail=\u96fb\u5b50\u90f5\u4ef6
Field_UserSMS=\u7c21\u8a0a
Field_OTP_Identifier=\u8b58\u5225\u78bc
Field_OTP_Secret=\u6a5f\u5bc6
Field_OTP_Type=\u985e\u578b
Field_OTP_RecoveryCodes=\u5fa9\u539f\u4ee3\u78bc
Field_OTP_Stored=\u5df2\u5132\u5b58 OTP
Field_OTP_Timestamp=\u5df2\u5132\u5b58 OTP \u6642\u9593
Field_VerificationMethodPreviousAuth=\u5148\u524d\u9a57\u8b49
Field_VerificationMethodToken=\u7c21\u8a0a/\u96fb\u5b50\u90f5\u4ef6\u9a57\u8b49
Field_VerificationMethodOTP=\u884c\u52d5\u88dd\u7f6e\u9a57\u8b49
Field_VerificationMethodChallengeResponses=\u6a5f\u5bc6\u554f\u984c\u548c\u7b54\u6848
Field_VerificationMethodAttributes=\u500b\u4eba\u8cc7\u6599
Field_VerificationMethodRemoteResponses=\u5916\u90e8\u56de\u61c9
Field_VerificationMethodNAAF=\u9032\u968e\u9a57\u8b49
Long_Title_ActivateUser=\u555f\u52d5\u9810\u5148\u8a2d\u5b9a\u7684\u5e33\u6236\u4e26\u5efa\u7acb\u65b0\u5bc6\u78bc\u3002
Long_Title_Admin=\u7ba1\u7406\u529f\u80fd
Long_Title_ChangePassword=\u8b8a\u66f4\u60a8\u76ee\u524d\u7684\u5bc6\u78bc\u3002
Long_Title_ForgottenPassword=\u5982\u679c\u60a8\u5df2\u5fd8\u8a18\u5bc6\u78bc\uff0c\u8acb\u91cd\u65b0\u53d6\u5f97\u5e33\u6236\u5b58\u53d6\u6b0a\u3002
Long_Title_ForgottenUsername=\u5c0b\u627e\u60a8\u5fd8\u8a18\u7684\u4f7f\u7528\u8005\u540d\u7a31\u3002
Long_Title_GuestRegistration=\u8a3b\u518a\u65b0\u7684\u8a2a\u5ba2\u4f7f\u7528\u8005\u5e33\u6236\u3002
Long_Title_GuestUpdate=\u66f4\u65b0\u65b0\u7684\u8a2a\u5ba2\u4f7f\u7528\u8005\u5e33\u6236\u3002
Long_Title_Helpdesk=\u670d\u52d9\u53f0\u5de5\u5177
Long_Title_Logout=\u767b\u51fa\u5bc6\u78bc\u81ea\u52a9\u670d\u52d9\u61c9\u7528\u7a0b\u5f0f\u3002
Long_Title_Main_Menu=\u5bc6\u78bc\u81ea\u52a9\u670d\u52d9\u4e3b\u529f\u80fd\u8868\u3002\u60a8\u53ef\u4ee5\u5728\u9019\u88e1\u8b8a\u66f4\u76ee\u524d\u5bc6\u78bc\u3001\u91cd\u8a2d\u5fd8\u8a18\u5bc6\u78bc\u6216\u57f7\u884c\u5176\u4ed6\u76f8\u95dc\u5bc6\u78bc\u6d3b\u52d5\u3002
Long_Title_NewUser=\u5efa\u7acb\u65b0\u7684\u4f7f\u7528\u8005\u5e33\u6236\u3002
Long_Title_PeopleSearch=\u67e5\u95b1\u540c\u4e8b\u7684\u806f\u7d61\u8cc7\u8a0a\u3002
Long_Title_SetupResponses=\u8a2d\u5b9a\u5fd8\u8a18\u5bc6\u78bc\u5b89\u5168\u6027\u554f\u984c\u548c\u7b54\u6848\u3002\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u9019\u4e9b\u6a5f\u5bc6\u7b54\u6848\u53ef\u8b93\u60a8\u5fa9\u539f\u5bc6\u78bc\u3002
Long_Title_SetupOtpSecret=\u8a2d\u5b9a\u60a8\u7684\u884c\u52d5\u61c9\u7528\u7a0b\u5f0f\u88dd\u7f6e\u3002\u5982\u679c\u5fd8\u8a18\u5bc6\u78bc\uff0c\u60a8\u53ef\u4ee5\u4f7f\u7528\u60a8\u7684\u884c\u52d5\u88dd\u7f6e\u9a57\u8b49\u6b64\u7db2\u7ad9\u3002
Long_Title_Shortcuts=\u500b\u4eba\u5316\u6377\u5f91\u3002
Long_Title_UpdateProfile=\u66f4\u65b0\u60a8\u7684\u4f7f\u7528\u8005\u8a2d\u5b9a\u6a94\u8cc7\u6599\u3002
Long_Title_UserEventHistory=\u5bc6\u78bc\u4e8b\u4ef6\u6b77\u7a0b\u3002\u67e5\u770b\u60a8\u4e4b\u524d\u8b8a\u66f4\u5bc6\u78bc\u7684\u6642\u9593\u3002
Long_Title_UserInformation=\u5bc6\u78bc\u548c\u5bc6\u78bc\u898f\u5247\u76f8\u95dc\u8cc7\u8a0a\u3002
Title_AnsweredQuestions=\u5df2\u56de\u7b54\u554f\u984c
Title_ActivateUser=\u555f\u52d5\u5e33\u6236
Title_Admin=\u7ba1\u7406
Title_Application=NetIQ Self Service Password Reset
Title_Captcha=\u9a57\u8b49
Title_ChangePassword=\u8b8a\u66f4\u5bc6\u78bc
Title_ConfirmResponses=\u78ba\u8a8d\u5b89\u5168\u6027\u554f\u984c
Title_Error=\u932f\u8aa4
Title_ForgottenPassword=\u5fd8\u8a18\u5bc6\u78bc
Title_ForgottenUsername=\u5fd8\u8a18\u4f7f\u7528\u8005\u540d\u7a31
Title_GuestRegistration=\u8a2a\u5ba2\u8a3b\u518a
Title_GuestUpdate=\u66f4\u65b0\u4f86\u8a2a\u4f7f\u7528\u8005
Title_Helpdesk=\u670d\u52d9\u53f0
Title_LocaleSelect=\u5730\u5340\u9078\u9805
Title_Login=\u8acb\u767b\u5165
Title_Logout=\u767b\u51fa
Title_MainPage=\u4e3b\u529f\u80fd\u8868
Title_NewUser=\u65b0\u4f7f\u7528\u8005\u8a3b\u518a
Title_OrgChart=\u7d44\u7e54\u5716\u8868
Title_PasswordGuide=\u5bc6\u78bc\u6307\u5357
Title_PasswordPolicy=\u5bc6\u78bc\u898f\u5247
Title_PasswordStrength=\u5bc6\u78bc\u6548\u529b
Title_PasswordWarning=\u5bc6\u78bc\u8b66\u544a
Title_PeopleSearch=\u4eba\u54e1\u641c\u5c0b
Title_PleaseWait=\u8acb\u7a0d\u5019
Title_RandomPasswords=\u96a8\u6a5f\u5bc6\u78bc
Title_RecoverPassword=\u5fd8\u8a18\u5bc6\u78bc
Title_RecoverRandomResponses=\u96a8\u6a5f\u554f\u984c
Title_RecoverRequiredResponses=\u5fc5\u8981\u554f\u984c
Title_SecurityResponses=\u5b89\u5168\u6027\u56de\u61c9
Title_SetupRandomResponses=\u96a8\u6a5f\u554f\u984c
Title_SetupRequiredResponses=\u5fc5\u8981\u554f\u984c
Title_SetupResponses=\u8a2d\u5b9a\u5b89\u5168\u6027\u554f\u984c
Title_SetupOtpSecret=\u8a2d\u5b9a\u884c\u52d5\u61c9\u7528\u7a0b\u5f0f\u9a57\u8b49
Title_Shortcuts=\u6377\u5f91
Title_Status=\u72c0\u614b
Title_Success=\u6210\u529f
Title_TitleBar=@User:ID@ \u5bc6\u78bc\u81ea\u52a9\u670d\u52d9
Title_UpdateProfile=\u66f4\u65b0\u8a2d\u5b9a\u6a94
Title_UpdateProfileConfirm=\u78ba\u8a8d\u8a2d\u5b9a\u6a94\u8cc7\u6599
Title_UserEventHistory=\u5bc6\u78bc\u6b77\u7a0b
Title_UserInformation=\u6211\u7684\u5e33\u6236
Tooltip_PasswordStrength=\u5bc6\u78bc\u6548\u529b\u8a08\u91cf\u6703\u986f\u793a\u731c\u6e2c\u60a8\u5bc6\u78bc\u7684\u96e3\u6613\u5ea6\u3002\u5617\u8a66\u4e0b\u5217\u65b9\u6cd5\u4ee5\u63d0\u9ad8\u60a8\u7684\u5bc6\u78bc\u6548\u529b\uff1a<ul><li>\u52a0\u9577\u5bc6\u78bc</li><li>\u8acb\u52ff\u4f7f\u7528\u91cd\u8907\u7684\u5b57\u6bcd\u6216\u6578\u5b57</li><li>\u4f7f\u7528\u6df7\u5408 (\u5927\u5beb\u548c\u5c0f\u5beb) \u5b57\u6bcd</li><li>\u52a0\u5165\u66f4\u591a\u6578\u5b57</li><li>\u52a0\u5165\u66f4\u591a\u7b26\u865f\u5b57\u5143</li></ul>
Confirm_DeleteUser=\u60a8\u78ba\u5b9a\u8981\u7e7c\u7e8c\u55ce\uff1f\u5982\u679c\u60a8\u7e7c\u7e8c\u9032\u884c\uff0c\u7cfb\u7d71\u4fbf\u6703\u6c38\u4e45\u522a\u9664\u9078\u53d6\u7684\u4f7f\u7528\u8005\u3002\u6b64\u52d5\u4f5c\u7121\u6cd5\u5fa9\u539f\u3002
Confirm=\u60a8\u662f\u5426\u8981\u7e7c\u7e8c\uff1f
Value_False=\u5047
Value_True=\u771f
Value_NotApplicable=\u4e0d\u53ef\u7528
Value_Default=\u9810\u8a2d
