#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2015 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Button_Activate=Activer
Button_Agree=J'accepte
Button_Cancel=Annuler
Button_ChangePassword=\u00c9diter le mot de passe
Button_ChangeResponses=Pr\u00e9c\u00e9dent
Button_CheckCode=V\u00e9rifier le code
Button_HelpdeskClearOtpSecret=Effacer le secret du mot de passe \u00e0 usage unique
Button_ClearResponses=Effacer les r\u00e9ponses
Button_CloseWindow=Fermer la fen\u00eatre
Button_Confirm=Confirmer
Button_ConfirmResponses=Confirmer les r\u00e9ponses
Button_Continue=Continuer
Button_Create=Cr\u00e9er
Button_GoBack=Pr\u00e9c\u00e9dent
Button_Hide=Masquer
Button_Hide_Responses=Masquer les r\u00e9ponses
Button_Home=Accueil
Button_Login=Connexion
Button_Logout=D\u00e9connexion
Button_More=Suite
Button_RecoverPassword=V\u00e9rifier les r\u00e9ponses
Button_Reset=Effacer
Button_Search=Rechercher
Button_SetResponses=Enregistrer les r\u00e9ponses
Button_Show=Afficher
Button_Show_Responses=Afficher les r\u00e9ponses
Button_Unlock=D\u00e9verrouiller
Button_UnlockPassword=D\u00e9verrouiller le mot de passe
Button_Update=Mettre \u00e0 jour
Button_Verify=V\u00e9rifier
Button_OK=OK
Display_ActivateUser=Pour confirmer votre identit\u00e9, saisissez les informations suivantes. Elles serviront \u00e0 localiser votre compte utilisateur et \u00e0 l'activer.<p/>Veillez \u00e0 finaliser le processus pour que votre compte soit activ\u00e9 correctement.
Display_AutoGeneratedPassword=G\u00e9n\u00e9rer automatiquement un nouveau mot de passe
Display_CapsLockIsOn=La fonction VERR MAJ est activ\u00e9e
Display_Captcha=Saisissez le code de v\u00e9rification ci-dessous. Ce code permettra de prot\u00e9ger votre compte de toute utilisation frauduleuse.
Display_CaptchaInputWords=Saisissez les deux mots affich\u00e9s ci-dessus
Display_CaptchaInputNumbers=Saisissez les chiffres que vous entendez
Display_CaptchaGetAudio=Obtenir un code CAPTCHA sonore
Display_CaptchaGetImage=Obtenir un code CAPTCHA sous forme d'image
Display_CaptchaHelp=Aide
Display_CaptchaRefresh=Rafra\u00eechir
Display_ChangePassword=Veuillez \u00e9diter le mot de passe et s\u00e9curiser le nouveau mot de passe. Apr\u00e8s avoir saisi le nouveau mot de passe, cliquez sur le bouton \u00c9diter le mot de passe. Si vous devez le noter sur papier, veillez \u00e0 le conserver en lieu s\u00fbr. Votre nouveau mot de passe doit r\u00e9pondre aux exigences suivantes :
Display_ChangePasswordForm=Saisissez les donn\u00e9es suivantes. Elles serviront \u00e0 la v\u00e9rification n\u00e9cessaire de votre identit\u00e9 pour que vous puissiez changer votre mot de passe.
Display_CheckingData=V\u00e9rification des donn\u00e9es...
Display_CheckingPassword=V\u00e9rification du mot de passe...
Display_CheckingResponses=V\u00e9rification des r\u00e9ponses...
Display_CommunicationError=Communication avec le serveur impossible. Continuez lorsque vous \u00eates pr\u00eat.
Display_ConfirmResponses=Veillez \u00e0 ce que vos questions et r\u00e9ponses soient correctes. V\u00e9rifiez leur orthographe et la ponctuation. Si vous oubliez votre mot de passe, vous devrez saisir les r\u00e9ponses exactes aux questions ci-dessous.
Display_Day=jour
Display_Days=jours
Display_ErrorBody=Une erreur s'est produite. Fermez le navigateur et r\u00e9essayez. Si elle se reproduit, contactez le service d'assistance.
Display_ExpirationDate=Date d'expiration du compte (%1% jours au maximum)
Display_FooterInfoText=

Display_ForgottenPassword=Si vous avez oubli\u00e9 votre mot de passe, suivez les invites pour r\u00e9initialiser le mot de passe.
Display_ForgottenUsername=Saisissez les informations suivantes. Elles serviront \u00e0 rechercher votre nom d'utilisateur si vous l'oubliez.
Display_GuestRegistration=Pour enregistrer un nouveau compte invit\u00e9, saisissez les informations suivantes.
Display_GuestUpdate=Pour mettre \u00e0 jour un nouveau compte invit\u00e9, v\u00e9rifiez les informations suivantes et modifiez-les.
Display_Helpdesk=Saisissez les donn\u00e9es de recherche de l'utilisateur.
Display_Hour=heure
Display_Hours=heures
Display_IdleTimeout=Timeout d'inactivit\u00e9 :
Display_IdleWarningMessage=Timeout imminent de la session du navigateur. Cliquez n'importe o\u00f9 dans cette page pour reprendre.
Display_IdleWarningTitle=Timeout d'inactivit\u00e9
Display_LeaveDirtyPasswordPage=Si vous quittez cette page, votre mot de passe ne sera pas \u00e9dit\u00e9.
Display_Login=

Display_LoginPasswordOnly=Saisissez votre mot de passe ci-dessous. Vous devez indiquer votre mot de passe actuel pour acc\u00e9der \u00e0 cette application.
Display_Logout=<b>Vous \u00eates d\u00e9sormais d\u00e9connect\u00e9.</b><p/>Fermez toutes les fen\u00eatres du navigateur Internet avant d'essayer de vous reconnecter.
Display_Minute=minute
Display_Minutes=minutes
Display_NewUser=Pour enregistrer un nouveau compte, compl\u00e9tez le formulaire suivant.
Display_PasswordExpired=Votre mot de passe est arriv\u00e9 \u00e0 expiration. Vous devez en d\u00e9finir un autre maintenant.
Display_PasswordGeneration=Les mots de passe suivants ont \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9s pour vous de mani\u00e8re al\u00e9atoire. Ils sont bas\u00e9s sur des mots r\u00e9els afin de faciliter leur m\u00e9morisation, mais ont \u00e9t\u00e9 modifi\u00e9s pour les rendre compliqu\u00e9s \u00e0 deviner.
Display_PasswordNoExpire=Votre mot de passe n'a pas de date d'expiration.
Display_PasswordPrompt=Saisissez votre nouveau mot de passe
Display_PasswordStrengthHigh=Force : <b>Fort</b>
Display_PasswordStrengthLow=Force : <b>Faible</b>
Display_PasswordStrengthMedium=Force : <b>Correct</b>
Display_PasswordReplicationStatus=R\u00e9plication de mot de passe (progression %1%)
Display_PasswordWarn=<b>Votre mot de passe va prochainement arriver \u00e0 expiration</b>. \u00c9ditez votre mot de passe rapidement afin d'\u00e9viter tout probl\u00e8me d'acc\u00e8s \u00e0 ce service.  <br/><br/>Votre mot de passe va arriver \u00e0 expiration le %1%.
Display_PeopleSearch=Saisissez votre recherche ci-dessous. Vous pouvez rechercher une personne par son nom, son adresse \u00e9lectronique ou son num\u00e9ro de t\u00e9l\u00e9phone.
Display_PleaseWait=Veuillez patienter...
Display_PleaseWaitNewUser=Votre nouveau compte est en cours de configuration. Ce processus peut prendre quelques minutes, veuillez patienter.
Display_PleaseWaitPassword=Votre mot de passe est en cours d'\u00e9dition. Ce processus peut prendre quelques minutes, veuillez patienter.
Display_Random=Al\u00e9atoire
Display_RecoverChoiceReset=D\u00e9finissez un nouveau mot de passe. Si vous avez oubli\u00e9 votre mot de passe et souhaitez en d\u00e9finir un autre, cliquez ici. Votre compte sera \u00e9galement \u00eatre d\u00e9verrouill\u00e9 lorsque vous d\u00e9finirez un nouveau mot de passe.
Display_RecoverChoiceUnlock=D\u00e9verrouillez votre compte. Si vous vous souvenez de votre mot de passe, vous pouvez d\u00e9verrouiller votre compte en s\u00e9lectionnant cette option. Votre mot de passe ne sera pas \u00e9dit\u00e9.
Display_RecoverEnterCode=Pour que vous puissiez confirmer votre identit\u00e9, un code de s\u00e9curit\u00e9 vous a \u00e9t\u00e9 envoy\u00e9. Cliquez sur le lien figurant dans le message \u00e9lectronique ou copiez le code de s\u00e9curit\u00e9 et collez-le ici.
Display_RecoverEnterCodeSMS=Pour que vous puissiez confirmer votre identit\u00e9, un code de s\u00e9curit\u00e9 vous a \u00e9t\u00e9 envoy\u00e9 par SMS. Saisissez ici le code de s\u00e9curit\u00e9 figurant dans ce message.
Display_RecoverPassword=Veuillez r\u00e9pondre aux questions suivantes. Si vous y r\u00e9pondez correctement, vous pourrez r\u00e9initialiser votre mot de passe.
Display_RecoverPasswordChoices=Votre compte a \u00e9t\u00e9 verrouill\u00e9 en raison d'un nombre excessif de tentatives de connexion incorrectes. Vous pouvez continuer en d\u00e9verrouillant votre compte ou en \u00e9ditant votre mot de passe.
Display_RecoverRandomResponses=Vous devez r\u00e9pondre aux questions suivantes pour continuer.
Display_RecoverRequiredResponses=Ces questions sont exig\u00e9es par votre administrateur.
Display_RecoverOTP=Afin de confirmer votre identit\u00e9, saisissez le mot de passe \u00e0 usage unique g\u00e9n\u00e9r\u00e9.
Display_RecoverOTPIdentified=Afin de confirmer votre identit\u00e9, saisissez le mot de passe \u00e0 usage unique g\u00e9n\u00e9r\u00e9 et identifi\u00e9 par %1%.
Display_ResponsesPrompt=Saisissez vos r\u00e9ponses de s\u00e9curit\u00e9
Display_SelectionIndicator=S\u00e9lectionnez un \u00e9l\u00e9ment de la liste
Display_SearchCompleted=Recherche termin\u00e9e.
Display_SearchResultsExceeded=Les r\u00e9sultats de la recherche d\u00e9passent la taille maximale de la recherche.
Display_SetRandomPasswordPrompt=D\u00e9finir un nouveau mot de passe al\u00e9atoire pour cet utilisateur ?
Display_SearchResultsNone=Aucun r\u00e9sultat.
Display_Second=seconde
Display_Seconds=secondes
Display_SetupHelpdeskResponses=<p>L'administrateur exige que vous indiquiez les r\u00e9ponses suivantes. Elles permettront de v\u00e9rifier votre identit\u00e9 si vous devez vous adresser au service d'assistance pour obtenir de l'aide.</p>
Display_SetupRandomResponses=

Display_SetupRequiredResponses=

Display_SetupResponses=<p>Si vous oubliez votre mot de passe, vous pourrez le r\u00e9cup\u00e9rer en r\u00e9pondant aux questions dont vous \u00eates le seul \u00e0 conna\u00eetre les r\u00e9ponses.</p><p>Choisissez les questions et r\u00e9ponses qui serviront \u00e0 v\u00e9rifier votre identit\u00e9 si vous oubliez votre mot de passe. \u00c9tant donn\u00e9 que les r\u00e9ponses \u00e0 ces questions peuvent \u00eatre utilis\u00e9es pour acc\u00e9der \u00e0 votre compte, veillez \u00e0 fournir des r\u00e9ponses difficiles \u00e0 deviner ou \u00e0 d\u00e9couvrir par les autres personnes.</p>
Display_SetupOtpSecret=<p><b>Configuration d'un jeton logiciel de mot de passe \u00e0 usage unique</b></p><p>Num\u00e9risez le code QR pour configurer votre demande de jeton logiciel ou saisissez le secret et les options manuellement.</p>
Display_WarnExistingOtpSecret=Un secret de mot de passe \u00e0 usage unique existe d\u00e9j\u00e0. Cliquez sur Continuer pour effacer le secret existant et en configurer un nouveau.
Display_PleaseVerifyOtp=Saisissez le mot de passe \u00e0 usage unique g\u00e9n\u00e9r\u00e9 pour v\u00e9rifier la configuration.
Display_Shortcuts=S\u00e9lectionnez l'un des liens suivants pour continuer.
Display_ShowPasswordGuide=Guide des mots de passe
Display_StrengthMeter=Force du mot de passe
Display_UpdateProfile=Mettez \u00e0 jour les informations suivantes :
Display_UpdateProfileConfirm=V\u00e9rifiez les informations suivantes que vous avez saisies et confirmez-les.
Display_UserEventHistory=Cette page affiche l'historique des \u00e9v\u00e9nements concernant le mot de passe. Seules les op\u00e9rations r\u00e9alis\u00e9es avec cette application sont mentionn\u00e9es ici. Toutes les heures indiqu\u00e9es ici sont exprim\u00e9es dans le fuseau horaire %1%.
Display_TypingWait=Attente de la fin de la saisie....
Field_AccountEnabled=Compte activ\u00e9
Field_Code=Code
Field_OneTimePassword=Mot de passe \u00e0 usage unique
Field_Confirm_Prefix=Confirmer
Field_ConfirmPassword=Confirmer le mot de passe
Field_CurrentPassword=Mot de passe actuel
Field_LastLoginTime=Heure de la derni\u00e8re connexion
Field_LastLoginTimeDelta=Diff\u00e9rence d'heure de la derni\u00e8re connexion
Field_LdapProfile=Profil LDAP
Field_Location=Emplacement
Field_NewPassword=Nouveau mot de passe
Field_Option_Select=S\u00e9lectionnez une question
Field_Password=Mot de passe actuel
Field_PasswordExpirationTime=Date d'expiration du mot de passe
Field_PasswordExpired=Mot de passe arriv\u00e9 \u00e0 expiration
Field_PasswordLocked=Mot de passe verrouill\u00e9 (d\u00e9tection d'intrus)
Field_PasswordPreExpired=Mot de passe arriv\u00e9 \u00e0 pr\u00e9expiration
Field_PasswordSetTime=Heure de d\u00e9finition du mot de passe
Field_PasswordSetTimeDelta=Diff\u00e9rence d'heure de d\u00e9finition du mot de passe
Field_PasswordViolatesPolicy=Violation de la strat\u00e9gie de mot de passe
Field_PasswordWithinWarningPeriod=Dans la p\u00e9riode d'avertissement
Field_ResponsesNeeded=Des mises \u00e0 jour des r\u00e9ponses sont n\u00e9cessaires
Field_ResponsesStored=R\u00e9ponses stock\u00e9es
Field_ResponsesTimestamp=Tampon horaire des r\u00e9ponses stock\u00e9es
Field_User_Supplied_Question=Question
Field_UserDN=DN utilisateur
Field_UserGUID=GUID utilisateur
Field_Username=Nom d'utilisateur
Field_OTP_Identifier=Identificateur
Field_OTP_Secret=Secret
Field_OTP_Type=Type
Field_OTP_RecoveryCodes=Codes de r\u00e9cup\u00e9ration
Long_Title_ActivateUser=Activez un compte pr\u00e9configur\u00e9 et \u00e9tablissez un nouveau mot de passe.
Long_Title_Admin=Fonctions administratives
Long_Title_ChangePassword=\u00c9ditez votre mot de passe actuel.
Long_Title_ForgottenPassword=R\u00e9cup\u00e9rez l'acc\u00e8s \u00e0 votre compte si vous avez oubli\u00e9 votre mot de passe.
Long_Title_ForgottenUsername=Recherchez votre nom d'utilisateur que vous avez oubli\u00e9.
Long_Title_GuestRegistration=Enregistrez un nouveau compte utilisateur invit\u00e9.
Long_Title_GuestUpdate=Mettez \u00e0 jour un nouveau compte utilisateur invit\u00e9.
Long_Title_Helpdesk=Outils du service d'assistance
Long_Title_Logout=D\u00e9connexion de l'application Self Service Password Reset.
Long_Title_Main_Menu=Menu principal en self-service de mot de passe. Depuis ce menu, vous pouvez changer votre mot de passe actuel, r\u00e9initialiser un mot de passe oubli\u00e9 ou effectuer d'autres op\u00e9rations relatives aux mots de passe.
Long_Title_NewUser=Cr\u00e9ez un compte utilisateur.
Long_Title_PeopleSearch=Recherchez les informations de contact de vos coll\u00e8gues.
Long_Title_SetupResponses=Configurez vos r\u00e9ponses en cas de mot de passe oubli\u00e9. Ces questions secr\u00e8tes vous permettront de r\u00e9cup\u00e9rer votre mot de passe si vous l'avez oubli\u00e9.
Long_Title_SetupOtpSecret=Configuration du jeton logiciel de mot de passe \u00e0 usage unique
Long_Title_Shortcuts=Raccourcis personnalis\u00e9s.
Long_Title_UpdateProfile=Mettez \u00e0 jour les donn\u00e9es de votre profil utilisateur.
Long_Title_UserEventHistory=Historique des \u00e9v\u00e9nements concernant les mots de passe. Consultez la date \u00e0 laquelle vous avez chang\u00e9 votre mot de passe.
Long_Title_UserInformation=Informations sur votre mot de passe et sur les strat\u00e9gies de mot de passe.
Title_ActivateUser=Activer le compte
Title_Admin=Administration
Title_Captcha=V\u00e9rification
Title_ChangePassword=\u00c9diter le mot de passe
Title_ConfirmResponses=Confirmer les r\u00e9ponses concernant le mot de passe
Title_Error=Erreur
Title_ForgottenPassword=Mot de passe oubli\u00e9
Title_ForgottenUsername=Nom d'utilisateur oubli\u00e9
Title_GuestRegistration=Enregistrer l'utilisateur invit\u00e9
Title_GuestUpdate=Mettre \u00e0 jour l'utilisateur invit\u00e9
Title_Helpdesk=Service d'assistance
Title_LocaleSelect=S\u00e9lection du param\u00e8tre local
Title_Login=Veuillez vous connecter
Title_Logout=D\u00e9connexion
Title_MainPage=Menu principal
Title_NewUser=Enregistrement de nouvel utilisateur
Title_PasswordGuide=Guide des mots de passe
Title_PasswordPolicy=Strat\u00e9gie de mot de passe
Title_PasswordStrength=Force du mot de passe
Title_PasswordWarning=Avertissement concernant le mot de passe
Title_PeopleSearch=Recherche de personnes
Title_PleaseWait=Veuillez patienter
Title_RandomPasswords=Mots de passe al\u00e9atoires
Title_RecoverPassword=Mot de passe oubli\u00e9
Title_RecoverRandomResponses=Questions al\u00e9atoires
Title_RecoverRequiredResponses=Questions obligatoires
Title_SecurityResponses=R\u00e9ponses de s\u00e9curit\u00e9
Title_SetupRandomResponses=Questions al\u00e9atoires
Title_SetupRequiredResponses=Questions obligatoires
Title_SetupResponses=Configurer les r\u00e9ponses concernant le mot de passe
Title_SetupOtpSecret=Configurer le secret du mot de passe \u00e0 usage unique
Title_Shortcuts=Raccourcis
Title_Success=R\u00e9ussite
Title_TitleBar=Self-service de mot de passe @User:ID@
Title_UpdateProfile=Mettre \u00e0 jour le profil
Title_UpdateProfileConfirm=Confirmer les donn\u00e9es du profil
Title_UserEventHistory=Historique des mots de passe
Title_UserInformation=Informations sur le compte
Tooltip_PasswordStrength=La mesure de la force des mots de passe indique la facilit\u00e9 avec laquelle votre mot de passe peut \u00eatre devin\u00e9. Essayez les astuces suivantes pour renforcer votre mot de passe :<ul><li>Rallongez votre mot de passe</li><li>Ne r\u00e9p\u00e9tez pas les m\u00eames lettres ou chiffres.</li><li>Combinez des majuscules et des minuscules.</li><li>Ajoutez d'autres chiffres.</li><li>Ajoutez d'autres symboles.</li></ul>
Value_False=Faux
Value_True=Vrai
Value_NotApplicable=s/o
