#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Error_ActivateUserNoQueryMatch=Ihr Benutzerkonto gestattet keine Aktivierung
Error_Activation=Ihr Konto kann mit den von Ihnen bereitgestellten Informationen nicht aktiviert werden. Bitte versuchen Sie es erneut.
Error_Activation_Failure=Ein Fehler trat bei der Aktivierung Ihres Kontos auf. Bitte wenden Sie sich an Ihren Administrator.
Error_ActivationValidationFailed=Ein oder mehrere Werte sind nicht korrekt sind.
Error_AddressIntruder=Die maximal erlaubte Anzahl von Anmeldungsversuchen mit Ihrer IP-Adresse wurde \u00fcberschritten. Versuchen Sie es sp\u00e4ter noch einmal.
Error_AuthenticationRequired=Authentifizierung erforderlich
Error_BadCaptchaResponse=Falscher Best\u00e4tigungscode, bitte versuchen Sie es erneut.
Error_BadCurrentPassword=Aktuelles Kennwort ist nicht korrekt, bitte versuchen Sie es erneut.
Error_BadSession=Es kann keine Sitzung mit Ihrem Browser erstellt werden. Bitte schlie\u00dfen Sie Ihren Browser und versuchen Sie es erneut.
Error_BadSessionPassword=Kann Sitzungskennwort nicht einrichten.
Error_CantMatchUser=Benutzername nicht gefunden
Error_CaptchaAPIError=Ein Fehler trat bei der Validierung der captcha Antwort auf. Bitte schlie\u00dfen Sie Ihren Brower und versuchen Sie es erneut. Wenn dieser Fehler wiederholt auftritt wenden Sie sich an Ihren Helpdesk.
Error_Challenge_Duplicate=Jede Frage muss eindeutig sein.
Error_Clearing_Responses=Ein Fehler ist aufgetreten w\u00e4hrend des L\u00f6schens der Fragen. Bitte wenden Sie sich an Ihren Administrator.
Error_Closing=Der Vorgang kann nicht abgeschlossen werden, da PWM heruntergefahren wird
Error_ConfigFormatError=Konfigurations-Format-Fehler:  %1%
Error_ConfigLdapFailure=Es kann keine Verbindung zum LDAP-Verzeichnis-Server hergestellt werden %1%
Error_ConfigLdapSuccess=Erfolgreich mit LDAP-Verzeichnis-Server verbunden
Error_ConfigSaveSuccess=Konfiguration erfolgreich gespeichert. PWM Neustart wurde angefordert. PWM ist m\u00f6glicherweise nicht verf\u00fcgbar w\u00e4hrend des Neustarts. Wenn der Neustart fehlschl\u00e4gt, m\u00fcssen Sie m\u00f6glicherweise PWM manuell neu starten.
Error_ConfigUploadFailure=Datei konnte nicht hochgeladen werden:
Error_ConfigUploadSuccess=Datei erfolgreich hochgeladen
Error_DB_Unavailable=Datenbank nicht verf\u00fcgbar. Wenn dieser Fehler wiederholt auftritt kontaktieren Sie bitte Ihren Helpdesk.
Error_DirectoryUnavailable=Verzeichnis nicht verf\u00fcgbar
Error_FieldBadConfirm=%1% Felder stimmen nicht \u00fcberein
Error_FieldDuplicate=%1% ist schon in Benutzung
Error_FieldInvalidEmail=%1% ist keine g\u00fcltige E-Mail-Adresse
Error_FieldNotANumber=%1% muss eine Zahl sein
Error_FieldRequired=%1% ist eine Mussfeld
Error_FieldTooLong=%1% ist zu lang
Error_FieldTooShort=%1% ist zu kurz
Error_HTTP_404=Die von Ihnen angeforderte Seite konnte nicht gefunden werden.
Error_IncorrectRequestSequence=Die Zur\u221a\u00backtaste ist ben\u221a\u00batzt worden oder es sind mehrere Browsersessionen activ. Schliesse alle Browserfenster und versuch es nochmal.
Error_InvalidConfig=Die PWM-Konfiguration ist ung\u00fcltig oder besch\u00e4digt. Bitte korrigieren Sie den Fehler, oder entfernen Sie die Konfigurationsdatei.
Error_InvalidFormID=Ihr BrowserSitzung ist ung\u00fcltig oder abgelaufen. Bitte schlie\u00dfen Sie Ihren Browser und versuchen Sie es erneut.
Error_InvalidSecurityKey=PWMs Sicherheitsschlussel fehlt oder ist nicht g\u221a\u00baltig
Error_Missing_Challenge_Text=Fehlender Text f\u00fcr eine vom Benutzer gelieferte Frage
Error_Missing_GUID=Kann keine GUID f\u00fcr den Benutzer finden. Bitte wenden Sie sich an Ihren Administrator.
Error_MissingParameter=Es fehlt ein notwendiger Parameter
Error_MissingRandomResponse=Bitte geben Sie eine zus\u00e4tzliche zuf\u00e4llige Antwort.
Error_MissingRequiredResponse=Bitte geben Sie alle erforderlichen Antworten ein.
Error_NewUser_Failure=Ein Fehler trat bei der Erstellung Ihres neuen Benutzerkontos auf. Bitte wenden Sie sich an Ihren Administrator.
Error_NoChallenges=Es wurde keine Aufforderung konfiguriert
Error_Pwm_Unavailable=Die PWM-Anwendung nicht verf\u00fcgbar ist oder wird neu gestartet. Wenn dieser Fehler wiederholt auftritt kontaktieren Sie bitte Ihren Helpdesk.
Error_PwmDB_Unavailable=LocalDB Datenbank nicht verf\u00fcgbar. Wenn dieser Fehler wiederholt auftritt kontaktieren Sie bitte Ihren Helpdesk.
Error_Response_Duplicate=Die Antwort auf die Frage "%% Feld" kann nicht die Gleiche wie eine andere Antwort sein
Error_Response_NoResponse=Benutzername falsch bzw. kein Hinweis responseerlegt
Error_Response_TooLong=Die Antwort auf die Frage "%% Feld" ist zu lang
Error_Response_TooShort=Die Antwort auf die Frage "%% Feld" ist zu kurz
Error_Response_Wordlist=Die Antwort f\u00fcr die Frage "%% Feld" ist zu gebr\u00e4uchlich
Error_SecureRequestRequired=Nicht sichere (HTTP)-Verbindungen sind f\u00fcr dieses System nicht gestattet. Bitte versuchen Sie es erneut \u00fcber eine sichere Verbindung (HTTPS).
Error_ServiceNotAvailable=Der Dienst ist nicht aktiviert
Error_SessionIntruder=Die maximal erlaubte Anzahl von Anmeldungsversuchen dieser Sitzung wurde \u00fcberschritten.
Error_TokenExpired=Das Token, das Sie eingegeben haben ist abgelaufen und nicht mehr g\u00fcltig ist. Bitte versuchen Sie es erneut.
Error_TokenIncorrect=Falscher Code, versuchen Sie es erneut.
Error_TokenMissingContact=Es sind keine Kontaktinformationen f\u00fcr Ihr Konto verf\u00fcgbar. Bitte wenden Sie sich an Ihren Administrator.
Error_Unauthorized=Sie sind nicht berechtigt diese Aktion auszuf\u00fchren.
Error_Unknown=Unbekannter Fehler
Error_Unlock_Failure=Fehler beim Entsperren Ihres Kontos. Bitte wenden Sie sich an Ihren Administrator.
Error_UnreachableCloudService=Die PWM Clouddienst war unerreichbar.
Error_Update_Attrs_Failure=Fehler beim Speichern der Profil- Informationen. Bitte wenden Sie sich an Ihren Administrator.
Error_UserAuthenticated=Sie sind bereits authentifiziert
Error_UserIntruder=Die maximal erlaubte Anzahl von Anmeldungsversuchen mit Ihrer Benutzerzulassung wurde \u00fcberschritten. Versuchen Sie es sp\u00e4ter noch einmal.
Error_UserMisMatch=Authentifizierungsfehler, bitte schlie\u00dfen Sie Ihren Browser
Error_Writing_Responses=Ein Fehler ist aufgetreten w\u00e4hrend des Speicherns Ihrer Antwort Fragen. Bitte wenden Sie sich an Ihren Administrator.
Error_WrongPassword=Benutzername oder Kennwort falsch
Error_WrongResponse=Falsche Antwort
Password_BadOldPassword=Das alte Kennwort stimmt nicht
Password_BadPassword=Das Kennwort entspricht nicht den Regeln
Password_DoesNotMatch=Neues Kennwort und Kennwortbest\u00e4tigung stimmen nicht \u00fcberein
Password_FirstIsNumeric=Der erste Buchstabe darf keine Ziffer sein
Password_FirstIsSpecial=Der erste Buchstabe darf kein Sonderzeichen sein
Password_HistoryFull=Die Kennwortliste is voll
Password_InvalidChar=Das neue Kennwort enth\u00e4lt einen ung\u00fcltigen Zeichen
Password_InWordlist=Das neue Kennwort ist zu offensichtlich
Password_LastIsNumeric=Der letzte Buchstabe darf keine Ziffer sein
Password_LastIsSpecial=Der letzte Buchstabe darf kein Sonderzeichen sein
Password_MeetsRules=Das neue Kennwort entspricht den Regeln
Password_Missing=Kennwort fehlt
Password_MissingConfirm=Kennwort erf\u00fcllt die Anforderungen, geben Sie bitte Best\u00e4tigungspasswort ein
Password_NotEnoughAlpha=Das neue Kennwort enth\u00e4lt nicht genug Buchstaben
Password_NotEnoughLower=Das neue Kennwort enth\u00e4lt nicht genug Kleinbuchstaben
Password_NotEnoughNonAlpha=Neues Kennwort hat nicht gen\u00fcgend "nicht-Buchstaben"-Zeichen
Password_NotEnoughNum=Das neue Kennwort enth\u00e4lt nicht genug Ziffern
Password_NotEnoughSpecial=Das neue Kennwort enth\u00e4lt nicht genug Sonderzeichen
Password_NotEnoughUnique=Das neue Kennwort enth\u00e4lt nicht genug einmalige Buchstaben
Password_NotEnoughUpper=Das neue Kennwort enth\u00e4lt nicht genug Gro\u00dfbuchstaben
Password_PreviouslyUsed=Das neue Kennwort wurde bereits fr\u00fcher benutzt
Password_RequiredMissing=Dem neuen Kennwort fehlt ein erforderliches Zeichen
Password_SameAsAttr=Das neue Kennwort ist zu offensichtlich
Password_SameAsOld=Das neue Kennwort ist mit dem alten identisch
Password_TooLong=Das neue Kennwort ist zu lang
Password_TooManyAlpha=Das neue Kennwort enth\u00e4lt zu viele Buchstaben
Password_TooManyLower=Das neue Kennwort enth\u00e4lt zu viele Kleinbuchstaben
Password_TooManyNonAlpha=Neues Kennwort hat zu viele "Nicht-Buchstaben"-Zeichen
Password_TooManyNonAlphaSpecial=Neues Kennwort hat zu viele Sonderzeichen (nicht alphanumerische Zeichen)
Password_TooManyNumeric=Das neue Kennwort enth\u00e4lt zu viele Ziffern
Password_TooManyOldChars=Das neue Kennwort enth\u00e4lt zu viele Zeichen Ihres bisherigen Kennwortes
Password_TooManyRepeat=Das neue Kennwort enth\u00e4lt zu viele sich wiederholende Buchstaben
Password_TooManySpecial=Das neue Kennwort enth\u00e4lt zu viele Sonderzeichen
Password_TooManyUpper=Das neue Kennwort enth\u00e4lt zu viele Gro\u00dfbuchstaben
Password_TooShort=Das neue Kennwort ist zu kurz
Password_TooSoon=Nicht gen\u00fcgend Zeit seit der letzten \u00c4nderung des Kennworts vergangen
Password_TooWeak=Kennwort ist zu schwach. Versuchen Sie, mehr Zahlen, Sonderzeichen oder gemischte Buchstaben.
Password_UnknownValidation=Neues Kennwort entspricht nicht den Anforderungen. Bitte versuchen Sie es mit einem anderen Kennwort.
Password_NewPasswordRequired=Es ist ein neues Kennwort ben\u00f6tigt um weiter zu gehen.
Password_Expired=Das Kennwort ist abgelaufen.
Password_UsingDisallowedValue=Neues Kennwort verwendet einen Wert, der nicht erlaubt ist
