#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Error_ActivateUserNoQueryMatch=Votre compte d\u2019utilisateur ne peut pas \u00eatre activ\u00e9
Error_Activation=Impossible d'activer votre compte en utilisant les informations que vous nous avez fournies. Veuillez r\u00e9essayer.
Error_Activation_Failure=Une erreur s'est produite lors de l'activation de votre compte. Veuillez contacter votre administrateur.
Error_ActivationValidationFailed=Une ou plusieurs valeurs ne sont pas correctes.
Error_AddressIntruder=Le nombre maximal de tentatives de connexion pour l\u2019adresse IP a \u00e9t\u00e9 atteint.  Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_AuthenticationRequired=Authentification requise
Error_BadCaptchaResponse=Code de v\u00e9rification incorrect, veuillez.
Error_BadCurrentPassword=Mot de passe actuel incorrect, r\u00e9essayer.
Error_BadSession=Impossible d'\u00e9tablir une session avec votre navigateur. Veuillez fermer votre navigateur et r\u00e9essayer.
Error_BadSessionPassword=Impossible d'\u00e9tablir le mot de passe de session.
Error_CantMatchUser=Impossible de trouver le nom d\u2019utilisateur
Error_CaptchaAPIError=Une erreur s'est produite lors de la validation de r\u00e9ponse captcha. Veuillez fermer votre navigateur et r\u00e9essayer. Si cette erreur se produit souvent, contactez votre service d'assistance.
Error_Challenge_Duplicate=Chaque question doit \u00eatre unique
Error_Clearing_Responses=Une erreur s'est produite lors de l'effacement  des questions/r\u00e9ponses. Veuillez contacter votre administrateur.
Error_Closing=L'op\u00e9ration ne peut pas se terminer parce PWM est en cours d'arr\u00eat.
Error_ConfigFormatError=Erreur de format de configuration: %1%
Error_ConfigLdapFailure=Impossible de se connecter au serveur d'annuaire LDAP: %1%
Error_ConfigLdapSuccess=Connect\u00e9 avec succ\u00e8s au serveur d'annuaire LDAP
Error_ConfigSaveSuccess=Configuration sauvegard\u00e9e avec succ\u00e8s. Le  red\u00e9marrage de PWM a \u00e9t\u00e9 demand\u00e9e. PWM peut \u00eatre indisponible pendant le red\u00e9marrage. Si la demande de red\u00e9marrage \u00e9choue, vous devrez peut-\u00eatre red\u00e9marrer manuellement PWM.
Error_ConfigUploadFailure=Le t\u00e9l\u00e9chargement du fichier \u00e0 \u00e9chou\u00e9 : %1%
Error_ConfigUploadSuccess=T\u00e9l\u00e9chargement r\u00e9ussi
Error_DB_Unavailable=Base de donn\u00e9es indisponible. Si cette erreur se produit \u00e0 plusieurs reprises veuillez contacter votre service d'assistance.
Error_DirectoryUnavailable=R\u00e9pertoire\u00a0non disponible
Error_FieldBadConfirm=%1% champs ne correspondent pas
Error_FieldDuplicate=%1% est d\u00e9j\u00e0 utilis\u00e9
Error_FieldInvalidEmail=%1% n'est pas une adresse \u00e9lectronique valide
Error_FieldNotANumber=%1% doit \u00eatre un chiffre
Error_FieldRequired=%1% est obligatoire
Error_FieldTooLong=%1% est trop long
Error_FieldTooShort=%1% est trop court
Error_HTTP_404=La page que vous avez demand\u00e9e n'a pu \u00eatre trouv\u00e9e.
Error_IncorrectRequestSequence=L'utilisation du bouton de retour ou de plusieurs sessions du navigateur a \u00e9t\u00e9 d\u00e9tect\u00e9e. Veuillez fermer tous vos navigateurs et r\u00e9essayer.
Error_InvalidConfig=La configuration PWM est invalide ou corrompue. Veuillez corriger l'erreur, ou supprimer le fichier de configuration.
Error_InvalidFormID=Votre session de navigation est invalide ou a expir\u00e9. Veuillez fermer votre navigateur et r\u00e9essayer.
Error_InvalidSecurityKey=La cl\u00e9 de s\u00e9curit\u00e9 PWM est manquante ou invalide.
Error_Missing_Challenge_Text=Texte manquant pour la demande utilisateur
Error_Missing_GUID=Impossible de localiser un GUID pour l'utilisateur. Veuillez contacter votre administrateur.
Error_MissingParameter=Il manque un param\u00e8tre obligatoire
Error_MissingRandomResponse=Veuillez entrer une r\u00e9ponse al\u00e9atoire suppl\u00e9mentaire.
Error_MissingRequiredResponse=Veuillez entrer toutes les r\u00e9ponses requises.
Error_NewUser_Failure=Une erreur s'est produite pendant la cr\u00e9ation du nouveau compte utilisateur. Veuillez contacter votre administrateur.
Error_NoChallenges=Aucune demande d\u2019acc\u00e8s n\u2019a \u00e9t\u00e9 configur\u00e9e
Error_Pwm_Unavailable=L'application PWM n'est pas disponible ou est en train de red\u00e9marrer. Si cette erreur se r\u00e9p\u00e8te, contactez votre service d'assistance.
Error_PwmDB_Unavailable=La base de donn\u00e9es LocalDB est indisponible. Si cette erreur se r\u00e9p\u00e8te contactez votre service d'assistance.
Error_Response_Duplicate=La r\u00e9ponse \u00e0 la question "%1%" ne peut pas \u00eatre la m\u00eame qu'une autre r\u00e9ponse
Error_Response_NoResponse=Le nom d\u2019utilisateur n\u2019est pas valable ou ne compte pas d\u2019indice configur\u00e9
Error_Response_TooLong=La r\u00e9ponse \u00e0 la question "%1%" est trop longue
Error_Response_TooShort=La r\u00e9ponse \u00e0 la question "%1%" est trop courte
Error_Response_Wordlist=La r\u00e9ponse \u00e0 la question "%1%" est trop souvent utilis\u00e9e
Error_SecureRequestRequired=les connexions non-s\u00e9curis\u00e9 (HTTP) \u00e0 ce syst\u00e8me ne sont pas autoris\u00e9es. Veuillez r\u00e9essayer en utilisant une connexion s\u00e9curis\u00e9e (HTTPS).
Error_ServiceNotAvailable=Le service n'est pas activ\u00e9
Error_SessionIntruder=Le nombre maximal de tentatives de connexion pour cette session a \u00e9t\u00e9 atteint.
Error_TokenExpired=Le jeton que vous avez entr\u00e9 a expir\u00e9 et n'est plus valide. Veuillez r\u00e9essayer.
Error_TokenIncorrect=Code incorrect, Veuillez essayer \u00e0 nouveau r\u00e9essayer.
Error_TokenMissingContact=Il n'y a aucune information de contact disponible pour votre compte. Veuillez contacter votre administrateur.
Error_Unauthorized=Vous n'avez pas la permission d'effectuer l'action demand\u00e9e.
Error_Unknown=Erreur inconnue
Error_Unlock_Failure=Une erreur s'est produite lors du d\u00e9verrouillage de votre compte. Veuillez contacter votre administrateur.
Error_UnreachableCloudService=PWM Service Cloud \u00e9tait inaccessible.
Error_Update_Attrs_Failure=Une erreur s'est produite lors de l'enregistrement de votre profil. Veuillez contacter votre administrateur.
Error_UserAuthenticated=Vous avez d\u00e9j\u00e0 \u00e9t\u00e9 authentifi\u00e9
Error_UserIntruder=Le nombre maximal de tentatives de connexion pour votre identifiant a \u00e9t\u00e9 atteint.  Veuillez r\u00e9essayer ult\u00e9rieurement.
Error_UserMisMatch=Erreur d\u2019authentification. Veuillez fermer votre navigateur
Error_Writing_Responses=Une erreur s'est produite lors de la sauvegarde de vos questions/r\u00e9ponses. Veuillez contacter votre administrateur.
Error_WrongPassword=Le nom d\u2019utilisateur ou le mot de passe n\u2019est pas valable
Error_WrongResponse=La r\u00e9ponse n\u2019est pas correcte
Password_BadOldPassword=L\u2019ancien mot de passe n'est pas correct
Password_BadPassword=Le mot de passe ne r\u00e9pond pas aux exigences de r\u00e8gles
Password_DoesNotMatch=Les mots de passe ne correspondent pas.
Password_FirstIsNumeric=Le premier caract\u00e8re ne doit pas \u00eatre num\u00e9rique
Password_FirstIsSpecial=Le premier caract\u00e8re ne peut pas \u00eatre un symbole (non alphanum\u00e9rique)
Password_HistoryFull=L\u2019historique des nouveaux mots de passes est plein
Password_InvalidChar=Le nouveau mot de passe contient un caract\u00e8re non valable
Password_InWordlist=Le nouveau mot de passe est trop facile \u00e0 deviner.
Password_LastIsNumeric=Le dernier caract\u00e8re ne doit pas \u00eatre num\u00e9rique
Password_LastIsSpecial=Le dernier caract\u00e8re ne peut pas \u00eatre un symbole (non alphanum\u00e9rique)
Password_MeetsRules=Le nouveau mot de passe r\u00e9pond aux exigences de r\u00e8gles
Password_Missing=Mot de passe manquant
Password_MissingConfirm=Le mot de passe r\u00e9pond aux exigences, Vveuillez entrer le  mot de passe de confirmation
Password_NotEnoughAlpha=Le nouveau mot de passe ne contient pas assez de lettres
Password_NotEnoughLower=Le nouveau mot de passe ne contient pas assez de lettres minuscules
Password_NotEnoughNonAlpha=Le nouveau mot de passe n'a pas assez de caract\u00e8res non alphab\u00e9tiques
Password_NotEnoughNum=Le nouveau mot de passe ne contient pas assez de chiffres
Password_NotEnoughSpecial=Le nouveau mot de passe ne contient pas assez de caract\u00e8res (non alphanum\u00e9riques)
Password_NotEnoughUnique=Le nouveau mot de passe ne contient pas assez de caract\u00e8res uniques
Password_NotEnoughUpper=Le nouveau mot de passe ne contient pas assez de lettres majuscules
Password_PreviouslyUsed=Le nouveau mot de passe a \u00e9t\u00e9 utilis\u00e9 pr\u00e9c\u00e9demment
Password_RequiredMissing=Le mot de passe ne contient pas un caract\u00e8re obligatoire
Password_SameAsAttr=Le nouveau mot de passe est trop facile \u00e0 deviner.
Password_SameAsOld=Le nouveau mot de passe est le m\u00eame que l\u2019ancien
Password_TooLong=Le nouveau mot de passe est trop long.
Password_TooManyAlpha=Le nouveau mot de passe contient trop de lettres
Password_TooManyLower=Le nouveau mot de passe contient trop de lettres minuscules
Password_TooManyNonAlpha=Le nouveau mot de passe a un trop grand nombre de caract\u00e8res non-alphab\u00e9tiques
Password_TooManyNonAlphaSpecial=Le nouveau mot de passe a un trop grand nombre de caract\u00e8res non-alphanum\u00e9riques (symboles)
Password_TooManyNumeric=Le nouveau mot de passe contient trop de chiffres
Password_TooManyOldChars=Le nouveau mot de passe contient trop d' anciens caract\u00e8res
Password_TooManyRepeat=Le nouveau mot de passe contient trop de caract\u00e8res identiques
Password_TooManySpecial=Le nouveau mot de passe a trop de caracères sp\u00e9ciaux
Password_TooManyUpper=Le nouveau mot de passe contient trop de lettres majuscules
Password_TooShort=Le nouveau mot de passe est trop court.
Password_TooSoon=Vous devez attendre avant de changer votre mot de passe
Password_TooWeak=Le mot de passe est trop faible. Essayez d'ajouter plus de chiffres, de symboles ou de faire varier la casse des lettres
Password_UnknownValidation=Le nouveau mot de passe ne r\u00e9pond pas aux exigences. Veuillez essayer d'utiliser un mot de passe diff\u00e9rent.
Password_UsingDisallowedValue=Le nouveau mot de passe contient un mot interdit
Password_Expired=Le mot de passe est expir\u00e9.