#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Password_MissingConfirm=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05E2\u05D5\u05DE\u05D3\u05EA \u05D1\u05EA\u05E0\u05D0\u05D9\u05DD, \u05D9\u05E9 \u05DC\u05D4\u05E7\u05DC\u05D9\u05D3 \u05E1\u05D9\u05E1\u05DE\u05D4 \u05E9\u05D5\u05D1
Password_DoesNotMatch=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D0\u05D5\u05EA \u05DC\u05D0 \u05D6\u05D4\u05D5\u05EA
Password_Missing=\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D7\u05E1\u05E8\u05D4
Password_PreviouslyUsed=\u05D1\u05E2\u05D1\u05E8 \u05DB\u05D1\u05E8 \u05E0\u05E2\u05E9\u05D4 \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D6\u05D5
Password_BadPassword=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05DC\u05D0 \u05E2\u05D5\u05DE\u05D3\u05EA \u05D1\u05EA\u05E0\u05D0\u05D9\u05DD
# Password_BadOldPassword=
Password_TooLong=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05D0\u05E8\u05D5\u05DB\u05D4 \u05DE\u05D9\u05D3\u05D9
Password_TooShort=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05E7\u05E6\u05E8\u05D4 \u05DE\u05D9\u05D3\u05D9
Password_NotEnoughNum=New password does not have enough numbers
Password_NotEnoughAlpha=New password does not have enough letters
Password_NotEnoughUpper=New password does not have enough upper case letters
Password_NotEnoughLower=New password does not have enough lower case letters
Password_NotEnoughSpecial=New password does not have enough symbol (non alpha-numeric) characters
Password_NotEnoughUnique=New password does not have enough unique characters
Password_TooManyRepeat=New password has too many repeating characters
Password_TooManySpecial=New password has too many special (non letter or number) characters
Password_TooManyAlpha=New password has too many letters
Password_TooManyNumeric=New password has too many numbers
Password_TooManyLower=New password has too many lower case letters
Password_TooManyUpper=New password has too many upper case letters
Password_TooManyOldChars=New password contains too many characters from your old password
Password_TooManyNonAlphaSpecial=New password has too many symbol (non alpha-numeric) characters
Password_InvalidChar=New password has an invalid character
Password_RequiredMissing=New password is missing a required character
Password_InWordlist=New password is too common
Password_SameAsOld=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05D6\u05D4\u05D4 \u05DC\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05E0\u05D5\u05DB\u05D7\u05D9\u05EA
Password_SameAsAttr=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05DE\u05D7\u05D3\u05E9\u05D4 \u05E4\u05E9\u05D5\u05D8\u05D4 \u05DE\u05D9\u05D3\u05D9
Password_FirstIsNumeric=The first character must not be numeric
Password_LastIsNumeric=The last character must not be numeric
Password_FirstIsSpecial=The first character must not be a symbol (non alpha-numeric) character
Password_LastIsSpecial=The last character must not be a symbol (non alpha-numeric) character
Password_HistoryFull=New password history is full
Password_MeetsRules=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05E2\u05D5\u05DE\u05D3\u05EA \u05D1\u05EA\u05E0\u05D0\u05D9\u05DD \u05D4\u05E0\u05D3\u05E8\u05E9\u05D9\u05DD, \u05D0\u05E0\u05D0 \u05DC\u05D7\u05E5/\u05D9 "\u05D4\u05D7\u05DC\u05E3 \u05E1\u05D9\u05E1\u05DE\u05D4"
Password_TooSoon=Not enough time has passed since last password change
Password_UsingDisallowedValue=New password is using a value that is not allowed
Password_TooWeak=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D7\u05DC\u05E9\u05D4 \u05DE\u05D9\u05D3\u05D9. \u05E0\u05E1\u05D4/\u05D9 \u05DC\u05D4\u05D5\u05E1\u05D9\u05E3 \u05DE\u05E1\u05E4\u05E8\u05D9\u05DD, \u05EA\u05D5\u05D9\u05DD \u05DE\u05D9\u05D5\u05D7\u05D3\u05D9\u05DD \u05D5\u05DC\u05E9\u05DC\u05D1 \u05D0\u05D5\u05EA\u05D9\u05D5\u05EA \u05D2\u05D3\u05D5\u05DC\u05D5\u05EA \u05D5\u05E7\u05D8\u05E0\u05D5\u05EA.
Password_TooManyNonAlpha=New password has too many non-letter characters
Password_NotEnoughNonAlpha=New password does not have enough non-letter characters
Password_UnknownValidation=\u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05D4\u05D7\u05D3\u05E9\u05D4 \u05DC\u05D0 \u05E2\u05D5\u05DE\u05D3\u05EA \u05D1\u05EA\u05E0\u05D0\u05D9\u05DD. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E1\u05D9\u05E1\u05DE\u05D4 \u05D0\u05D7\u05E8\u05EA.

Error_WrongResponse=\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05EA\u05E9\u05D5\u05D1\u05D4 \u05D0\u05D7\u05EA \u05D0\u05D5 \u05D9\u05D5\u05EA\u05E8. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E9\u05D5\u05D1.
Error_WrongPassword=\u05E9\u05DD \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D5/\u05D0\u05D5 \u05D4\u05E1\u05D9\u05E1\u05DE\u05D4 \u05E9\u05D2\u05D5\u05D9\u05D9\u05DD. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1.
Error_Response_NoResponse=\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DC\u05D0 \u05E7\u05D9\u05D9\u05DD \u05D0\u05D5 \u05E9\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05E9\u05DC\u05D9\u05DD \u05D0\u05EA \u05D4\u05EA\u05D4\u05DC\u05D9\u05DA \u05E2\u05D1\u05D5\u05E8 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05D6\u05D4
Error_Response_TooShort=The response for question "%1%" is too short
Error_Response_Wordlist=The response for question "%1%" is too commonly used
Error_Response_TooLong=The response for question "%1%" is too long
Error_Response_Duplicate=The response for question "%1%" can not be the same as another response
Error_Challenge_Duplicate=Each question must be unique.
Error_Missing_Challenge_Text=Missing text for a user supplied question
Error_UserAuthenticated=\u05D0\u05EA/\u05D4 \u05DB\u05D1\u05E8 \u05DE\u05D7\u05D5\u05D1\u05E8.
Error_MissingParameter=\u05D7\u05E1\u05E8 \u05E2\u05E8\u05DA.
Error_DirectoryUnavailable=\u05E9\u05E8\u05D5\u05EA\u05D9 \u05E1\u05E4\u05E8\u05D9\u05D9\u05EA \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05DC\u05D0 \u05D6\u05DE\u05D9\u05E0\u05D9\u05DD. \u05D1\u05DE\u05D9\u05D3\u05D4 \u05D5\u05D4\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA \u05E2\u05DC \u05E2\u05E6\u05DE\u05D4 \u05D0\u05E0\u05D0 \u05E6\u05D5\u05E8/\u05D9 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E8\u05DB\u05D6 \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4.
Error_Unknown=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05DC\u05D0 \u05DE\u05D6\u05D5\u05D4\u05D4. \u05D1\u05DE\u05D9\u05D3\u05D4 \u05D5\u05D4\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA \u05E2\u05DC \u05E2\u05E6\u05DE\u05D4 \u05D0\u05E0\u05D0 \u05E6\u05D5\u05E8/\u05D9 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E8\u05DB\u05D6 \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4.
Error_ActivationValidationFailed=\u05E2\u05E8\u05DA \u05D0\u05D7\u05D3 \u05D0\u05D5 \u05D9\u05D5\u05EA\u05E8 \u05DC\u05D0 \u05E0\u05DB\u05D5\u05E0\u05D9\u05DD.
Error_CantMatchUser=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D0\u05EA\u05E8 \u05D0\u05EA \u05E9\u05DD \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E9\u05D5\u05D1.
Error_ServiceNotAvailable=\u05D4\u05E9\u05E8\u05D5\u05EA \u05DC\u05D0 \u05E4\u05E2\u05D9\u05DC.
Error_UserMisMatch=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05EA\u05D4\u05DC\u05D9\u05DA \u05D4\u05D4\u05D6\u05D3\u05D4\u05D5\u05EA. \u05D9\u05E9 \u05DC\u05E1\u05D2\u05D5\u05E8 \u05D0\u05EA \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF.
Error_ActivateUserNoQueryMatch=Your user account is not eligible for activation.
Error_AuthenticationRequired=\u05E0\u05D3\u05E8\u05E9\u05EA \u05D4\u05D6\u05D3\u05D4\u05D5\u05EA.
Error_NoChallenges=No challenges have been configured.
Error_UserIntruder=Maximum login attempts for your userID have been exceeded.  Try again later.
Error_AddressIntruder=Maximum login attempts for ip address have been exceeded.  Try again later.
Error_SessionIntruder=Maximum login attempts for this session have been exceeded.
Error_BadSessionPassword=Unable to establish session password.
Error_Unauthorized=\u05D0\u05D9\u05DF \u05DC\u05DA \u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05DC\u05D1\u05D9\u05E6\u05D5\u05E2 \u05D4\u05E4\u05E2\u05D5\u05DC\u05D4 \u05D4\u05DE\u05D1\u05D5\u05E7\u05E9\u05EA.
Error_BadSession=Unable to establish a session with your browser.  Please close your browser and try again.
Error_MissingRequiredResponse=Please type all of the required responses.
Error_MissingRandomResponse=Please type an additional random response.
Error_BadCaptchaResponse=\u05E7\u05D5\u05D3 \u05D4\u05D0\u05D9\u05DE\u05D5\u05EA \u05E9\u05D2\u05D5\u05D9. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1.
Error_CaptchaAPIError=An error occurred while validating captcha response.  Please close your brower and try again.  If this error occurs repeatedly contact your helpdesk.
Error_InvalidConfig=The PWM configuration is invalid or corrupt.  Please correct the error, or remove the configuration file.
Error_InvalidFormID=Your browser session is invalid or has expired.  Please close your browser and then try again.
Error_TokenMissingContact=There is no contact information available for your account.  Please contact your administrator.
Error_TokenIncorrect=\u05E7\u05D5\u05D3 \u05E9\u05D2\u05D5\u05D9, \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E9\u05D5\u05D1.
Error_BadCurrentPassword=\u05E1\u05D9\u05E1\u05DE\u05D4 \u05E0\u05D5\u05DB\u05D7\u05D9\u05EA \u05E9\u05D2\u05D5\u05D9\u05D4, \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E9\u05D5\u05D1.
Error_Closing=The operation can not complete because PWM is shutting down.
Error_Missing_GUID=Unable to locate a GUID for user.  Please contact your administrator.
Error_TokenExpired=\u05E4\u05D2 \u05EA\u05D5\u05E7\u05E3 \u05D4\u05E7\u05D5\u05D3 \u05E9\u05D4\u05D6\u05E0\u05EA \u05DC\u05DE\u05E2\u05E8\u05DB\u05EA. \u05D0\u05E0\u05D0 \u05E0\u05E1\u05D4/\u05D9 \u05E9\u05D5\u05D1.
Error_SecureRequestRequired=Non-secure (HTTP) connections are not permitted to this system.  Please try again using a secure (HTTPS) connection.
Error_Writing_Responses=An error occurred during the save of your response questions.  Please contact your administrator.
Error_Unlock_Failure=An error occurred while unlocking your account.  Please contact your administrator.
Error_Update_Attrs_Failure=An error occurred while saving your profile information.  Please contact your administrator.
Error_Activation_Failure=An error occurred while activating your account.  Please contact your administrator.
Error_NewUser_Failure=An error occurred while creating your new user account.  Please contact your administrator.
Error_Activation=Unable to activate your account using the information you have provided.  Please try again.
Error_DB_Unavailable=Database Unavailable.  If this error occurs repeatedly please contact your help desk.
Error_PwmDB_Unavailable=LocalDB Database Unavailable.  If this error occurs repeatedly please contact your help desk.

Error_FieldRequired=%1% \u05E0\u05D3\u05E8\u05E9
Error_FieldNotANumber=%1% \u05D7\u05D9\u05D9\u05D1 \u05DC\u05D4\u05D9\u05D5\u05EA \u05DE\u05E1\u05E4\u05E8
Error_FieldInvalidEmail=%1% is not a valid email address
Error_FieldTooShort="%1%" \u05E7\u05E6\u05E8 \u05DE\u05D9\u05D3\u05D9
Error_FieldTooLong=%1% \u05D0\u05E8\u05D5\u05DA \u05DE\u05D9\u05D3\u05D9
Error_FieldDuplicate=%1% is already used, please use a different value
Error_FieldBadConfirm=%1% fields do not match

Error_ConfigUploadSuccess=File uploaded successfully
Error_ConfigUploadFailure=File failed to upload: %1%
Error_ConfigSaveSuccess=Configuration saved successfully.  PWM restart has been requested.  PWM may be unavailable while restarting.  If the restart request fails you may need to restart PWM manually.
Error_ConfigFormatError=Configuration format error: %1%
Error_ConfigLdapFailure=Unable to connect to LDAP directory server: %1%
Error_ConfigLdapSuccess=Successfully connected to LDAP directory server

Error_HTTP_404=The page you requested could not be found.
