#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Error_ActivateUserNoQueryMatch=\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6709\u52b9\u5316\u306b\u4e0d\u9069\u683c\u3067\u3059
Error_Activation=\u3042\u306a\u305f\u304c\u5165\u529b\u3057\u305f\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Activation_Failure=\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_ActivationValidationFailed=1\u3064\u53c8\u306f\u8907\u6570\u306e\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
Error_AddressIntruder=IP\u30a2\u30c9\u30ec\u30b9\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u307b\u3069\u307e\u305f\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_AuthenticationRequired=\u8a8d\u8a3c\u304c\u5fc5\u8981\u3067\u3059
Error_BadCaptchaResponse=\u691c\u8a3c\u30b3\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadCurrentPassword=\u73fe\u5728\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3001\u3082\u3046\u4e00\u5ea6\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadSession=\u304a\u4f7f\u3044\u306e\u30d6\u30e9\u30a6\u30b6\u3068\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u78ba\u7acb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_BadSessionPassword=\u30bb\u30c3\u30b7\u30e7\u30f3\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u7acb\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
Error_CantMatchUser=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error_CaptchaAPIError=\u30ad\u30e3\u30d7\u30c1\u30e3\u306e\u5fdc\u7b54\u3092\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u3042\u306a\u305f\u306e\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Error_Challenge_Duplicate=\u5404\u8cea\u554f\u306b\u306f\u4e00\u610f\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Error_Clearing_Responses=\u8cea\u554f\u306e\u56de\u7b54\u3092\u30af\u30ea\u30a2\u3059\u308b\u6642\u306b\u30a8\u30e9\u30fc\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Closing=PWM\u304c\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u64cd\u4f5c\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3002
Error_ConfigFormatError=\u30b3\u30f3\u30d5\u30a3\u30ae\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30a8\u30e9\u30fc\uff1a%1%
Error_ConfigLdapFailure=LDAP\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\uff1a%1%
Error_ConfigLdapSuccess=LDAP\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u3057\u305f\u3002
Error_ConfigSaveSuccess=\u8a2d\u5b9a\u306e\u4fdd\u5b58\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 PWM\u306e\u518d\u8d77\u52d5\u304c\u8981\u6c42\u3055\u308c\u307e\u3057\u305f\u3002. \u518d\u8d77\u52d5\u4e2d\u306fPWM\u304c\u4f7f\u7528\u51fa\u6765\u307e\u305b\u3093\u3002\u3082\u3057\u518d\u8d77\u52d5\u306e\u8981\u6c42\u304c\u5931\u6557\u3057\u305f\u5834\u5408\u306f\u3001\u624b\u52d5\u3067PWM\u3092\u518d\u8d77\u52d5\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Error_ConfigUploadFailure=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a%1%
Error_ConfigUploadSuccess=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u304c\u6210\u529f\u3057\u307e\u3057\u305f\u3002
Error_DB_Unavailable=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_DirectoryUnavailable=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
Error_FieldBadConfirm=%1%\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
Error_FieldDuplicate=%1%\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Error_FieldInvalidEmail=%1%\u304c\u6709\u52b9\u306aE\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error_FieldNotANumber=%1%\u306f\u6570\u5b57\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
Error_FieldRequired=%1%\u304c\u5fc5\u8981\u3067\u3059
Error_FieldTooLong=%1%\u304c\u9577\u3059\u304e\u307e\u3059
Error_FieldTooShort=%1%\u304c\u77ed\u3059\u304e\u307e\u3059
Error_Hint_NoHint=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d2\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
Error_Hint_WrongUsername=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30d2\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
Error_HTTP_404=\u3042\u306a\u305f\u304c\u8981\u6c42\u3057\u305f\u30da\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
Error_IncorrectRequestSequence=[\u623b\u308b]\u30dc\u30bf\u30f3\u3001\u53c8\u306f\u8907\u6570\u306e\u30d6\u30e9\u30a6\u30b6\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002  \u3059\u3079\u3066\u306e\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_InvalidConfig=PWM\u8a2d\u5b9a\u304c\u7121\u52b9\u307e\u305f\u306f\u7834\u640d\u3057\u3066\u3044\u307e\u3059\u3002  \u30a8\u30e9\u30fc\u3092\u4fee\u6b63\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u30b3\u30f3\u30d5\u30a3\u30ae\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_InvalidFormID=\u304a\u4f7f\u3044\u306e\u30d6\u30e9\u30a6\u30b6\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002  \u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304b\u3089\u3082\u3046\u4e00\u5ea6\u304a\u8a66\u3057\u304f\u3060\u3055\u3044\u3002
Error_InvalidSecurityKey=PWM\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30ad\u30fc\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u7121\u52b9\u3067\u3059\u3002
Error_Missing_Challenge_Text=\u30e6\u30fc\u30b6\u306e\u70ba\u306e\u7121\u304f\u306a\u3063\u305f\u30c6\u30ad\u30b9\u30c8\u304c\u8cea\u554f\u3092\u63d0\u4f9b\u3057\u307e\u3057\u305f
Error_Missing_GUID=\u30e6\u30fc\u30b6\u30fc\u306eGUID\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_MissingParameter=\u5fc5\u8981\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error_MissingRandomResponse=\u8ffd\u52a0\u306e\u30e9\u30f3\u30c0\u30e0\u306a\u5fdc\u7b54\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_MissingRequiredResponse=\u5fc5\u8981\u306a\u3059\u3079\u3066\u306e\u5fdc\u7b54\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_NewUser_Failure=\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_NewUserValidationFailed=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u6570\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Error_NoChallenges=\u96e3\u984c\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Error_Pwm_Unavailable=PWM\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u4f7f\u7528\u4e0d\u53ef\u80fd\u304b\u518d\u8d77\u52d5\u4e2d\u3067\u3059\u3002\u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_PwmDB_Unavailable=PwmDB\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002  \u3053\u306e\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Response_Duplicate=\u8cea\u554f\u306b\u5bfe\u3059\u308b\u56de\u7b54"%1%"\u306f\u3001\u5225\u306e\u56de\u7b54\u3068\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Error_Response_NoResponse=\u30e6\u30fc\u30b6\u540d\u304c\u7121\u52b9\u304b\u3001\u30ec\u30b9\u30dd\u30f3\u30b9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Error_Response_TooLong=\u8cea\u554f\u306e\u56de\u7b54"%1%"\u304c\u9577\u3059\u304e\u307e\u3059\u3002
Error_Response_TooShort=\u8cea\u554f\u306e\u56de\u7b54"%1%"\u304c\u77ed\u3059\u304e\u307e\u3059\u3002
Error_Response_Wordlist=\u8cea\u554f\u306e\u56de\u7b54"%1%"\u304c\u4e00\u822c\u7684\u3059\u304e\u3067\u3059\u3002
Error_SecureRequestRequired=\u975e\u30bb\u30ad\u30e5\u30a2\uff08HTTP\uff09\u63a5\u7d9a\u306f\u3001\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30bb\u30ad\u30e5\u30a2\uff08HTTPS\uff09\u63a5\u7d9a\u3092\u4f7f\u7528\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_ServiceNotAvailable=\u30b5\u30fc\u30d3\u30b9\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093
Error_SessionIntruder=\u3053\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
Error_TokenExpired=\u3042\u306a\u305f\u304c\u5165\u529b\u3057\u305f\u30c8\u30fc\u30af\u30f3\u306e\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3001\u3082\u306f\u3084\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_TokenIncorrect=\u30b3\u30fc\u30c9\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_TokenMissingContact=\u3054\u5229\u7528\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u5229\u7528\u53ef\u80fd\u306a\u9023\u7d61\u5148\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_Unauthorized=\u3042\u306a\u305f\u306b\u306f\u8981\u6c42\u3055\u308c\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
Error_Unknown=\u4e0d\u660e\u306e\u30a8\u30e9\u30fc\u3067\u3059
Error_Unlock_Failure=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ed\u30c3\u30af\u89e3\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_UnreachableCloudService=PWM\u30af\u30e9\u30a6\u30c9\u30b5\u30fc\u30d3\u30b9\u306f\u63a5\u7d9a\u4e0d\u53ef\u80fd\u3067\u3059\u3002
Error_Update_Attrs_Failure=\u3042\u306a\u305f\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u60c5\u5831\u3092\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_UserAuthenticated=\u65e2\u306b\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u304c\u8a8d\u8a3c\u3055\u308c\u3066\u3044\u307e\u3059
Error_UserIntruder=\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30fcID\u3067\u30ed\u30b0\u30a4\u30f3\u306e\u6700\u5927\u8a66\u884c\u56de\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u307b\u3069\u307e\u305f\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_UserMisMatch=\u8a8d\u8a3c\u30a8\u30e9\u30fc\u3067\u3059\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002
Error_Writing_Responses=\u8cea\u554f\u306e\u56de\u7b54\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002  \u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Error_WrongAnswer=\u7b54\u3048\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Error_WrongPassword=\u30e6\u30fc\u30b6\u30fc\u540d\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7121\u52b9\u3067\u3059
Error_WrongResponse=\uff11\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u56de\u7b54\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002 \u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_BadOldPassword=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
Password_BadPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093
Password_DoesNotMatch=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093
Password_FirstIsNumeric=\u6700\u521d\u306e\u6587\u5b57\u306f\u6570\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_FirstIsSpecial=\u6700\u521d\u306e\u6587\u5b57\u306f\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_HistoryFull=\u30d1\u30b9\u30ef\u30fc\u30c9\u5c65\u6b74\u306b\u7a7a\u5bb9\u91cf\u304c\u3042\u308a\u307e\u305b\u3093
Password_InvalidChar=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Password_InWordlist=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5206\u304b\u308a\u3084\u3059\u3059\u304e\u307e\u3059
Password_LastIsNumeric=\u6700\u5f8c\u306e\u6587\u5b57\u306f\u6570\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_LastIsSpecial=\u6700\u5f8c\u306e\u6587\u5b57\u306f\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
Password_MeetsRules=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059
Password_Missing=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Password_MissingConfirm=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059\u3002\u78ba\u8a8d\u306e\u70ba\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_NotEnoughAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughNonAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6587\u5b57\u306e\u8981\u4ef6\u3092\u6e80\u305f\u3057\u307e\u305b\u3093\u3002
Password_NotEnoughNum=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6570\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\uff08\u82f1\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUnique=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7279\u6709\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_NotEnoughUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5927\u6587\u5b57\u304c\u8db3\u308a\u307e\u305b\u3093
Password_PreviouslyUsed=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4ee5\u524d\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
Password_RequiredMissing=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5fc5\u8981\u306a\u6587\u5b57\u304c\u898b\u5f53\u305f\u308a\u307e\u305b\u3093
Password_SameAsAttr=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5206\u304b\u308a\u3084\u3059\u3059\u304e\u307e\u3059
Password_SameAsOld=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u540c\u3058\u3067\u3059
Password_TooLong=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9577\u3059\u304e\u307e\u3059
Password_TooManyAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyLower=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5c0f\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyNonAlpha=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u306f\u3042\u307e\u308a\u306b\u3082\u591a\u304f\u306e\u975e\u6587\u5b57\u5217\u306e\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
Password_TooManyNonAlphaSpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3042\u307e\u308a\u306b\u3082\u591a\u304f\u306e\u8a18\u53f7\uff08\u82f1\u6570\u5b57\u4ee5\u5916\uff09\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
Password_TooManyNumeric=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u6570\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyOldChars=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u542b\u307e\u308c\u308b\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManyRepeat=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u7e70\u308a\u8fd4\u3057\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooManySpecial=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u3042\u307e\u308a\u306b\u3082\u591a\u304f\u306e\u7279\u6b8a\u6587\u5b57\uff08\u975e\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\uff09\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
Password_TooManyUpper=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5927\u6587\u5b57\u304c\u591a\u3059\u304e\u307e\u3059
Password_TooShort=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u77ed\u3059\u304e\u307e\u3059
Password_TooSoon=\u6700\u5f8c\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304b\u3089\u5341\u5206\u306a\u671f\u9593\u3092\u7d4c\u904e\u3057\u3066\u3044\u307e\u305b\u3093\u3002
Password_TooWeak=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5f31\u3059\u304e\u307e\u3059\u3002\u6570\u5b57\u3084\u8a18\u53f7\u3001\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u7d44\u307f\u5408\u308f\u305b\u305f\u6587\u5b57\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_UnknownValidation=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093\u3002  \u7570\u306a\u308b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Password_UsingDisallowedValue=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u5024\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059
