#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Error_ActivateUserNoQueryMatch=Nie mo\u017cna aktywowa\u0107 konta u\u017cytkownika
Error_Activation=Nie powiod\u0142a si\u0119 aktywacja twojego konta na podstawie informacji kt\u00f3re poda\u0142e\u015b. Prosz\u0119 spr\u00f3buj ponownie.
Error_Activation_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktywacji twojego konta. Prosz\u0119 skontaktuj si\u0119 z administratorem.
Error_ActivationValidationFailed=Jedna lub wi\u0119cej warto\u015bci nie s\u0105 poprawne.
Error_AddressIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b dla adresu IP. Prosimy poczeka\u0107 i spr\u00f3bowa\u0107 ponownie.
Error_AuthenticationRequired=Weryfikacja wymagana
Error_BadCaptchaResponse=Nieprawid\u0142owy kod weryfikacyjny, spr\u00f3buj ponownie.
Error_BadCurrentPassword=Aktualne has\u0142o jest nieprawid\u0142owe, spr\u00f3buj ponownie.
Error_BadSession=Nie mo\u017cna ustanowi\u0107 sesji z przegl\u0105dark\u0105. Prosz\u0119 zamknij przegl\u0105dark\u0119 i spr\u00f3buj ponownie.
Error_BadSessionPassword=Nie mo\u017cna ustanowi\u0107 has\u0142a sesji.
Error_CantMatchUser=Nie znaleziono u\u017cytkownika
Error_CaptchaAPIError=Wyst\u0105pi\u0142 b\u0142\u0105d podczas sprawdzania captcha odpowiedzi.  Prosz\u0119 zamknij przegl\u0105dark\u0119 i spr\u00f3buj ponownie. Je\u015bli ten b\u0142\u0105d wyst\u0119puje wielokrotnie skontaktuj si\u0119 z pomoc\u0105 techniczn\u0105.
Error_Challenge_Duplicate=Ka\u017cde pytanie musi by\u0107 unikatowe.
Error_Clearing_Responses=Wyst\u0105pi\u0142 b\u0142\u0105d podczas rozliczania odpowiedzi.  Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_Closing=Operacja nie mo\u017ce zosta\u0107 uko\u0144czona poniewa\u017c PWM jest zamykany.
Error_ConfigFormatError=B\u0142\u0105d formatu konfiguracji:% field%
Error_ConfigLdapFailure=Nie mo\u017cna po\u0142\u0105czy\u0107 si\u0119 z serwerem katalogu LDAP:% field%
Error_ConfigLdapSuccess=Pomy\u015blnie po\u0142\u0105czony z serwerem katalogu LDAP
Error_ConfigSaveSuccess=Konfiguracja zapisana pomy\u015blnie. \u017b\u0105danie restartu PWM. PWM mo\u017ce by\u0107 niedost\u0119pne podczas restartu.  Je\u017celi \u017c\u0105danie restartu si\u0119 nie powiedzie mo\u017ce zaj\u015b\u0107 potrzeba r\u0119cznego restartu PWM.
Error_ConfigUploadFailure=Przes\u0142anie pliku nie powiod\u0142o si\u0119:% field%
Error_ConfigUploadSuccess=Plik zosta\u0142 pomy\u015blnie przes\u0142any
Error_DB_Unavailable=Baza danych niedost\u0119pne. Je\u015bli b\u0142\u0105d powtarza skontaktuj si\u0119 z dzia\u0142em pomocy technicznej.
Error_DirectoryUnavailable=Katalog niedost\u0119pny
Error_FieldBadConfirm=%1% - pola nie zgadzaj\u0105 si\u0119
Error_FieldDuplicate=%1% - ju\u017c istnieje
Error_FieldInvalidEmail=%1% - nieprawid\u0142owy adres e-mail
Error_FieldNotANumber=%1% - musi by\u0107 liczb\u0105
Error_FieldRequired=%1% - pole wymagane
Error_FieldTooLong=%1% - zbyt d\u0142ugi wpis
Error_FieldTooShort=%1% - zbyt kr\u00f3tki wpis
Error_HTTP_404=\u017b\u0105dana strona nie zosta\u0142a odnaleziona.
Error_IncorrectRequestSequence=Zosta\u0142 u\u017cyty przycisk wstecz w przegl\u0105darce lub uruchomiono wi\u0119cej ni\u017c jedn\u0105 sesj\u0119. Prosz\u0119 zamkn\u0105\u0107 wszystkie okna przegl\u0105darki i spr\u00f3bowa\u0107 ponownie.
Error_InvalidConfig=Konfiguracja PWM jest nieprawid\u0142owa lub uszkodzona.  Prosz\u0119 poprawi\u0107 b\u0142\u0105d lub usun\u0105\u0107 plik konfiguracyjny.
Error_InvalidFormID=Twoja sesja w przegl\u0105darce jest nieprawid\u0142owa lub wygas\u0142a.  Prosz\u0119 zamknij przegl\u0105dark\u0119, a nast\u0119pnie spr\u00f3buj ponownie.
Error_InvalidSecurityKey=Brakuje PWM Security Key lub jest on nieprawid\u0142owy.
Error_Missing_Challenge_Text=Brakuj\u0105cy tekst dla pytania podanego przez u\u017cytkownika
Error_Missing_GUID=Nie mo\u017cna zlokalizowa\u0107 identyfikatora GUID dla u\u017cytkownika. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_MissingParameter=Brak wymaganego parametru
Error_MissingRandomResponse=Prosz\u0119 wpisa\u0107 dodatkow\u0105 losow\u0105 odpowied\u017a.
Error_MissingRequiredResponse=Prosz\u0119 wpisa\u0107 wszystkie wymagane odpowiedzi.
Error_NewUser_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia nowego konta u\u017cytkownika. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_NoChallenges=Nie skonfigurowano \u017cadnych zada\u0144
Error_Pwm_Unavailable=Aplikacja PWM jest niedost\u0119pna lub ponownie uruchamiana. Je\u015bli b\u0142\u0105d powtarza skontaktuj si\u0119 z dzia\u0142em pomocy technicznej.
Error_PwmDB_Unavailable=Baza LocalDB niedost\u0119pna.  Je\u015bli b\u0142\u0105d powtarza skontaktuj si\u0119 z dzia\u0142em pomocy technicznej.
Error_Response_Duplicate=Odpowied\u017a na pytanie "%1%" nie mo\u017ce by\u0107 taka sama jak innej odpowiedzi
Error_Response_NoResponse=Nieprawid\u0142owa nazwa u\u017cytkownika lub brak skonfigurowanej podpowiedzi
Error_Response_TooLong=Odpowied\u017a na pytanie "%1%" jest zbyt d\u0142uga
Error_Response_TooShort=Odpowied\u017a na pytanie "%1%" jest zbyt kr\u00f3tka
Error_Response_Wordlist=Odpowied\u017a na pytanie "% field%" jest zbyt powszechnie stosowana
Error_SecureRequestRequired=Niezabezpieczone po\u0142\u0105czenia (HTTP) nie s\u0105 dopuszczone do tego systemu.  Prosimy spr\u00f3bowa\u0107 ponownie za pomoc\u0105 bezpiecznego po\u0142\u0105czenia (HTTPS).
Error_ServiceNotAvailable=Us\u0142uga nieaktywna
Error_SessionIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b dlateh sesji.
Error_TokenExpired=Token kt\u00f3ry poda\u0142e\u015b wygas\u0142 i nie jest ju\u017c wa\u017cny. Prosz\u0119 spr\u00f3bowa\u0107 ponownie.
Error_TokenIncorrect=Nieprawid\u0142owy kod, spr\u00f3buj ponownie.
Error_TokenMissingContact=Nie ma informacji kontaktowych dla twojego konta.  Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_Unauthorized=Nie masz uprawnie\u0144 do wykonania \u017c\u0105danej akcji.
Error_Unknown=Nieznany b\u0142\u0105d
Error_Unlock_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas odblokowywania twojego konta.  Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_UnreachableCloudService=PWM Cloud Servise by\u0142 nieosi\u0105galny.
Error_Update_Attrs_Failure=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania informacji o profilu. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_UserAuthenticated=U\u017cytkownik jest ju\u017c zweryfikowany
Error_UserIntruder=Przekroczono maksymaln\u0105 liczb\u0119 pr\u00f3b dla tego ID u\u017cytkownika. Prosimy poczeka\u0107 i spr\u00f3bowa\u0107 ponownie.
Error_UserMisMatch=B\u0142\u0105d weryfikacji. Prosimy zamkn\u0105\u0107 okno przegl\u0105darki
Error_Writing_Responses=Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania twoich pyta\u0144. Prosz\u0119 skontaktowa\u0107 si\u0119 z administratorem.
Error_WrongPassword=Nieprawid\u0142owa nazwa u\u017cytkownika lub nieprawid\u0142owe has\u0142o
Error_WrongResponse=Nieprawid\u0142owa odpowied\u017a
Password_BadOldPassword=Poprzednie has\u0142o jest niepoprawne
Password_BadPassword=Has\u0142o nie spe\u0142nia wymaga\u0144 odno\u015bnie zasad generowania has\u0142a
Password_DoesNotMatch=Has\u0142a nie zgadzaj\u0105 si\u0119
Password_FirstIsNumeric=Pierwszy znak nie mo\u017ce by\u0107 numeryczny
Password_FirstIsSpecial=Pierwszy znak nie mo\u017ce by\u0107 znakiem nie-alfanumerycznym
Password_HistoryFull=Historia nowych hase\u0142 jest pe\u0142na
Password_InvalidChar=Nowe has\u0142o zawiera nieprawid\u0142owy znak
Password_InWordlist=Nowe has\u0142o jest zbyt oczywiste
Password_LastIsNumeric=Ostatni znak nie mo\u017ce by\u0107 numeryczny
Password_LastIsSpecial=Ostatni znak nie mo\u017ce by\u0107 znakiem nie-alfanumerycznym
Password_MeetsRules=Nowe has\u0142o spe\u0142nia wymagania odno\u015bnie zasad generowania has\u0142a
Password_Missing=Brak has\u0142a
Password_MissingConfirm=Has\u0142o spe\u0142nia wymagania, prosimy o wpisanie has\u0142a potwierdzaj\u0105cego
Password_NotEnoughAlpha=Nowe has\u0142o nie ma wymaganej liczby liter
Password_NotEnoughLower=Nowe has\u0142o nie ma wymaganej liczby ma\u0142ych liter
Password_NotEnoughNonAlpha=Nowe has\u0142o nie ma wystarczaj\u0105cej ilo\u015bci znak\u00f3w innych ni\u017c literowe
Password_NotEnoughNum=Nowe has\u0142o nie ma wymaganej liczby cyfr
Password_NotEnoughSpecial=Nowe has\u0142o nie ma wymaganej liczby znak\u00f3w nie-alfanumerycznych
Password_NotEnoughUnique=Nowe has\u0142o nie ma wymaganej liczby znak\u00f3w specjalnych
Password_NotEnoughUpper=Nowe has\u0142o nie ma wymaganej liczby du\u017cych liter
Password_PreviouslyUsed=Nowe has\u0142o zosta\u0142o wykorzystane poprzednio
Password_RequiredMissing=Nowe has\u0142o nie zawiera wymaganego znaku
Password_SameAsAttr=Nowe has\u0142o jest zbyt oczywiste
Password_SameAsOld=Nowe has\u0142o jest takie samo jak poprzednie
Password_TooLong=Nowe has\u0142o jest za d\u0142ugie
Password_TooManyAlpha=Nowe has\u0142o ma za du\u017co liter
Password_TooManyLower=Nowe has\u0142o ma za du\u017co ma\u0142ych liter
Password_TooManyNonAlpha=Nowe has\u0142o ma zbyt wiele znak\u00f3w innych ni\u017c literowe
Password_TooManyNonAlphaSpecial=Nowe has\u0142o ma zbyt wiele symboli (znak\u00f3w nie alfanumerycznych)
Password_TooManyNumeric=Nowe has\u0142o ma za du\u017co cyfr
Password_TooManyOldChars=Nowe has\u0142o ma za du\u017co c
Password_TooManyRepeat=Nowe has\u0142o zawiera za du\u017co znak\u00f3w powtarzaj\u0105cych si\u0119
Password_TooManySpecial=Nowe has\u0142o ma zbyt wiele znak\u00f3w specjalnych (innych ni\u017c litery i cyfry)
Password_TooManyUpper=Nowe has\u0142o ma za du\u017co du\u017cych liter
Password_TooShort=Nowe has\u0142o jest za kr\u00f3tkie
Password_TooSoon=Za ma\u0142o czasu min\u0119\u0142o od ostatniej zmiany has\u0142a
Password_TooWeak=Si\u0142a has\u0142o jest zbyt s\u0142aba.  Spr\u00f3buj doda\u0107 wi\u0119cej numer\u00f3w, symboli lub du\u017cych i ma\u0142ych liter.
Password_UnknownValidation=Nowe has\u0142o nie spe\u0142nia wymaga\u0144.  Spr\u00f3buj u\u017cy\u0107 innego has\u0142a.
Password_UsingDisallowedValue=W nowym ha\u015ble u\u017cyta jest warto\u015b\u0107 kt\u00f3ra nie jest dozwolona
