#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Error_ActivateUserNoQueryMatch=Su cuenta de usuario no es elegible para activaci\u00f3n
Error_Activation=No se puede activar su cuenta con la informaci\u00f3n que ha proporcionado. Por favor, int\u00e9ntelo de nuevo.
Error_Activation_Failure=Se produjo un error al activar su cuenta. Por favor, p\u00f3ngase en contacto con su administrador.
Error_ActivationValidationFailed=Uno o m\u00e1s valores no son correctos.
Error_AddressIntruder=Se agot\u00f3 el m\u00e1ximo de intentos de conexi\u00f3n para su direcci\u00f3n IP. Intente m\u00e1s tarde.
Error_AuthenticationRequired=Autenticaci\u00f3n requerida
Error_BadCaptchaResponse=C\u00f3digo de verificaci\u00f3n incorrecto, por favor, vuelva a intentarlo.
Error_BadCurrentPassword=La contrase\u00f1a actual es incorrecta, por favor, vuelva a intentarlo.
Error_BadSession=No se puede establecer una sesi\u00f3n con su navegador. Por favor, cierre su navegador y vuelva a intentarlo.
Error_BadSessionPassword=No se puede establecer la contrase\u00f1a de la sesi\u00f3n.
Error_CantMatchUser=Nombre de usuario no encontrado
Error_CaptchaAPIError=Se produjo un error  mientras se validaba la respuesta captcha. Por favor, cierre su navegador e int\u00e9ntelo de nuevo. Si se produce el error repetidamente p\u00f3ngase en contacto con su servicio de asistencia.
Error_Challenge_Duplicate=Cada pregunta debe ser \u00fanica.
Error_Clearing_Responses=Se produjo un error durante la limpieza de las respuestas a las preguntas. Por favor, contacte con su administrador.
Error_Closing=La operaci\u00f3n no puede completarse porque PWM se est\u00e1 cerrando.
Error_ConfigFormatError=Error de configuraci\u00f3n de formato: %campo%
Error_ConfigLdapFailure=No se puede conectar al servidor de directorio LDAP:%  campo%
Error_ConfigLdapSuccess=Conectado correctamente al servidor de directorio LDAP
Error_ConfigSaveSuccess=Configuraci\u00f3n guardada correctamente. Ha sido solicitado el reinicio de PWM. PWM puede no estar disponible durante el reinicio. Si la petici\u00f3n de reinicio falla, necesitar\u00e1 reiniciar PWM manualmente.
Error_ConfigUploadFailure=El archivo no se pudo cargar:% campo%
Error_ConfigUploadSuccess=Archivo cargado con \u00e9xito
Error_DB_Unavailable=Base de datos no disponible. Si el error se produce repetidamente, por favor, p\u00f3ngase en contacto con su servicio de asistencia.
Error_DirectoryUnavailable=Directorio no disponible
Error_FieldBadConfirm=%1% campos no coinciden
Error_FieldDuplicate=%1% ya est\u00e1 en uso
Error_FieldInvalidEmail=%1% no es un e-mail v\u00e1lido
Error_FieldNotANumber=%1% debe ser num\u00e9rico
Error_FieldRequired=%1% es obligatorio
Error_FieldTooLong=%1% es muy largo
Error_FieldTooShort=%1% es muy corto
Error_HTTP_404=La p\u00e1gina solicitada no pudo ser encontrada
Error_IncorrectRequestSequence=Se ha detectado el uso del bot\u00f3n de retroceso o m\u00faltiples sesiones del navegador. Por favor, cierre todos sus navegadores e int\u00e9ntelo de nuevo.
Error_InvalidConfig=La configuraci\u00f3n del PWM no es v\u00e1lida o est\u00e1 da\u00f1ada. Por favor, corrija el error o elimine el archivo de configuraci\u00f3n.
Error_InvalidFormID=Su sesi\u00f3n del navegador no es v\u00e1lida o ha caducado. Por favor, cierre el navegador y vuelva a intentarlo.
Error_InvalidSecurityKey=La clave de seguridad de PWM no es v\u00e1lida.
Error_Missing_Challenge_Text=Falta texto en la pregunta proporcionada por el usuario.
Error_Missing_GUID=No se puede localizar un GUID para el usuario.Por favor, p\u00f3ngase en contacto con su administrador.
Error_MissingParameter=Falta un par\u00e1metro requerido
Error_MissingRandomResponse=Por favor, escriba una respuesta aleatoria adicional.
Error_MissingRequiredResponse=Por favor, escriba todas las respuestas requeridas.
Error_NewUser_Failure=Se produjo un error al crear su nueva cuenta de usuario. Por favor, p\u00f3ngase en contacto con su administrador.
Error_NoChallenges=No se ha configurado medios de comprobaci\u00f3n
Error_Pwm_Unavailable=La aplicaci\u00f3n PWM no est\u00e1 disponible o se est\u00e1 reiniciando.  Si este error se produce repetidamente, por favor, p\u00f3ngase en contacto con su servicio de asistencia.
Error_PwmDB_Unavailable=La base de datos LocalDB no est\u00e1 disponible. Si se produce este error repetidamente, por favor, p\u00f3ngase en contacto con su administrador.
Error_Response_Duplicate=La respuesta para la pregunta "%campo%" no puede ser la misma que otra respuesta
Error_Response_NoResponse=El nombre de usuario no es v\u00e1lido o no tiene una sugerencia configurada
Error_Response_TooLong=La respuesta para la pregunta "%campo%" es demasiado larga
Error_Response_TooShort=La respuesta para la pregunta "%campo%" es demasiado corta
Error_Response_Wordlist=La respuesta para la pregunta "%campo%" es demasiado  obvia.
Error_SecureRequestRequired=Las conexiones HTTP no seguras no est\u00e1n autorizadas para este sistema. Por favor, int\u00e9ntelo de nuevo usando una conexi\u00f3n segura HTTPS.
Error_ServiceNotAvailable=Servicio no habilitado
Error_SessionIntruder=Se agot\u00f3 el m\u00e1ximo de intentos de conexi\u00f3n para esta sesi\u00f3n.
Error_TokenExpired=La pista que ha introducido ha expirado y ya no es v\u00e1lida. Por favor, int\u00e9ntelo de nuevo.
Error_TokenIncorrect=C\u00f3digo incorrecto, por favor vuelva a intentarlo.
Error_TokenMissingContact=No hay informaci\u00f3n de contacto disponible para su cuenta.  Por favor, p\u00f3ngase en contacto con su administrador.
Error_Unauthorized=Usted no tiene permiso para realizar la acci\u00f3n solicitada.
Error_Unknown=Error desconocido
Error_Unlock_Failure=Ocurri\u00f3 un error al abrir su cuenta. Por favor, p\u00f3ngase en contacto con su administrador.
Error_UnreachableCloudService=El servicio PDM Cloud estaba inaccesible.
Error_Update_Attrs_Failure=Se produjo un error al guardar la informaci\u00f3n de su perfil. Por favor, p\u00f3ngase en contacto con su administrador.
Error_UserAuthenticated=Usted ya ha sido autenticado
Error_UserIntruder=Se agot\u00f3 el m\u00e1ximo de intentos de conexi\u00f3n para su ID de usuario. Intente m\u00e1s tarde.
Error_UserMisMatch=Error de autenticaci\u00f3n; cierre su navegador
Error_Writing_Responses=Se produjo un error mientras se almacenaban sus respuestas a las preguntas. Por favor, p\u00f3ngase en contacto con su administrador.
Error_WrongPassword=El nombre de usuario o la clave no es v\u00e1lida
Error_WrongResponse=Respuesta equivocada
Password_BadOldPassword=La clave antigua no est\u00e1 correcta
Password_BadPassword=La clave no cumple las exigencias
Password_DoesNotMatch=Las claves no coinciden
Password_FirstIsNumeric=El primer caracter no debe ser num\u00e9rico
Password_FirstIsSpecial=El primer caracter no debe ser de s\u00edmbolo (no alfanum\u00e9rico)
Password_HistoryFull=El historial de nuevas contrase\u00f1as est\u00e1 lleno.
Password_InvalidChar=La clave nueva tiene un caracter inv\u00e1lido
Password_InWordlist=La clave nueva es demasiado obvia
Password_LastIsNumeric=El \u00faltimo caracter no debe ser num\u00e9rico
Password_LastIsSpecial=El \u00faltimo caracter no debe ser de s\u00edmbolo (no alfanum\u00e9rico)
Password_MeetsRules=La clave nueva cumple con las exigencias
Password_Missing=Falta la clave
Password_MissingConfirm=La contrase\u00f1a  cumple con los requisitos, por favor escriba la confirmaci\u00f3n de la contrase\u00f1a.
Password_NotEnoughAlpha=La clave nueva no tiene suficientes letras
Password_NotEnoughLower=La clave nueva no tiene suficientes letras min\u00fasculas
Password_NotEnoughNonAlpha=La nueva contrase\u00f1a no tiene suficientes caracteres no alfab\u00e9ticos.
Password_NotEnoughNum=La clave nueva no tiene suficientes n\u00fameros
Password_NotEnoughSpecial=La clave nueva no tiene suficientes caracteres de s\u00edmbolos (no alfanum\u00e9ricos)
Password_NotEnoughUnique=La clave nueva no tiene suficientes caracteres \u00fanicos
Password_NotEnoughUpper=La clave nueva no tiene suficientes letras may\u00fasculas
Password_PreviouslyUsed=La nueva clave se ha utilizado anteriormente
Password_RequiredMissing=La clave nueva no tiene un caracter requerido
Password_SameAsAttr=La clave nueva es demasiado obvia
Password_SameAsOld=La clave nueva es igual que la antigua
Password_TooLong=La clave nueva es muy larga
Password_TooManyAlpha=La clave nueva tiene demasiadas letras
Password_TooManyLower=La clave nueva tiene demasiadas letras min\u00fasculas
Password_TooManyNonAlpha=La nueva contrase\u00f1a tiene demasiados caracteres no alfab\u00e9ticos.
Password_TooManyNonAlphaSpecial=La nueva contrase\u00f1a tiene demasiados s\u00edmbolos (caracteres no alfanum\u00e9ricos).
Password_TooManyNumeric=La clave nueva tiene demasiados n\u00fameros
Password_TooManyOldChars=La clave nueva tiene demasiados caracteres antiguos
Password_TooManyRepeat=La clave nueva tiene demasiados caracteres repetidos
Password_TooManySpecial=La nueva contrase\u00f1a tiene demasiados caracteres especiales (sin letras o n\u00fameros).
Password_TooManyUpper=La clave nueva tiene demasiadas letras may\u00fasculas
Password_TooShort=La clave nueva es muy corta
Password_TooSoon=No ha pasado suficiente tiempo desde el \u00faltimo cambio de contrase\u00f1a
Password_TooWeak=La contrase\u00f1a es demasiado d\u00e9bil.  Trate de a\u00f1adir m\u00e1s n\u00fameros, s\u00edmbolos o letras may\u00fasculas y min\u00fasculas.
Password_UnknownValidation=La nueva contrase\u00f1a no cumple los requisitos. Por favor, intente utilizar una contrase\u00f1a diferente.
Password_UsingDisallowedValue=La nueva contrase\u00f1a est\u00e1 utilizando un valor que no est\u00e1 permitido
