#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

EventLog_ActivateUser=\u30e6\u30fc\u30b6\u30fc\u306e\u6709\u52b9\u5316
EventLog_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4
EventLog_HelpdeskClearResponses=\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u3000\u56de\u7b54\u306e\u30af\u30ea\u30a2
EventLog_HelpdeskSetPassword=\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u3000\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u8a2d\u5b9a
EventLog_HelpdeskUnlockPassword=\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u3000\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a2\u30f3\u30ed\u30c3\u30af
EventLog_IntruderLockout=\u4fb5\u5165\u8005\u30ed\u30c3\u30af\u30a2\u30a6\u30c8
EventLog_RecoverPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306e\u518d\u78ba\u8a8d
EventLog_SetupHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d2\u30f3\u30c8\u306e\u8a2d\u5b9a
EventLog_SetupResponses=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u56de\u7b54\u306e\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7
EventLog_UpdateAttributes=\u5c5e\u6027\u306e\u66f4\u65b0
EventLog_UpdateProfile=\u5c5e\u6027\u306e\u66f4\u65b0
Requirement_ADComplexity=\u6b21\u306e\u3046\u3061\u5c11\u306a\u304f\u3068\u30823\u3064\u306e\u30bf\u30a4\u30d7\u306e\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff1a <ul><li>\u5927\u6587\u5b57 (A-Z)</li><li>\u5c0f\u6587\u5b57 (a-z)</li><li>\u6570\u5b57 (0-9)</li><li>\u8a18\u53f7 (!, #, $ \u7b49.)</li></ul>
Requirement_AllowNumeric=\u6570\u5b57\u306f\u542b\u3081\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_AllowSpecial=\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u3092\u542b\u3081\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_CaseSensitive=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u304c\u533a\u5225\u3055\u308c\u307e\u3059\u3002
Requirement_DisAllowedAttributes=\u3042\u306a\u305f\u306e\u540d\u524d\u3084\u30e6\u30fc\u30b6\u540d\u306e\u4e00\u90e8\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_DisAllowedValues=\u6b21\u306e\u6570\u5024\u306e\u3044\u305a\u308c\u3082\u542b\u3081\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\uff1a: %1%
Requirement_FirstNumeric=\u6700\u521d\u306e\u6587\u5b57\u306b\u6570\u5b57\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_FirstSpecial=\u6700\u521d\u306e\u6587\u5b57\u306b\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_LastNumeric=\u6700\u5f8c\u306e\u6587\u5b57\u306b\u6570\u5b57\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_LastSpecial=\u6700\u5f8c\u306e\u6587\u5b57\u306b\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxAlpha=%1%\u3092\u8d85\u3048\u308b\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxAlphaPlural=%1%\u3092\u8d85\u3048\u308b\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxLength=\u6587\u5b57\u306e\u9577\u3055\u306f%1%\u307e\u3067\u3068\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxLengthPlural=\u6587\u5b57\u306e\u9577\u3055\u306f%1%\u307e\u3067\u3068\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxLower=%1%\u3092\u8d85\u3048\u308b\u5c0f\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxLowerPlural=%1%\u3092\u8d85\u3048\u308b\u5c0f\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxNumeric=%1%\u3092\u8d85\u3048\u308b\u6570\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxNumericPlural=%1%\u3092\u8d85\u3048\u308b\u6570\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxRepeat=\u3069\u306e\u6587\u5b57\u3082%1%\u56de\u3092\u8d85\u3048\u3066\u7e70\u308a\u8fd4\u3055\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxRepeatPlural=\u3069\u306e\u6587\u5b57\u3082%1%\u56de\u3092\u8d85\u3048\u3066\u7e70\u308a\u8fd4\u3055\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxSeqRepeat=\u3069\u306e\u6587\u5b57\u3082%1%\u56de\u3092\u8d85\u3048\u3066\u9023\u7d9a\u3057\u3066\u7e70\u308a\u8fd4\u3055\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxSeqRepeatPlural=\u3069\u306e\u6587\u5b57\u3082%1%\u56de\u3092\u8d85\u3048\u3066\u9023\u7d9a\u3057\u3066\u7e70\u308a\u8fd4\u3055\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MaxSpecial=%1%\u3092\u8d85\u3048\u308b\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxSpecialPlural=%1%\u3092\u8d85\u3048\u308b\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxUpper=%1%\u3092\u8d85\u3048\u308b\u5927\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MaxUpperPlural=%1%\u3092\u8d85\u3048\u308b\u5927\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MinAlpha=%1%\u4ee5\u4e0a\u306e\u6587\u5b57\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinAlphaPlural=%1%\u4ee5\u4e0a\u306e\u6587\u5b57\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinimumFrequency=\uff05%1%\uff05(\u671f\u9593)\u306b\uff11 \u56de\u4ee5\u4e0a\u306e\u983b\u5ea6\u3067\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_MinLength=\u6587\u5b57\u306e\u9577\u3055\u306f%1%\u4ee5\u4e0a\u3068\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinLengthPlural=\u6587\u5b57\u306e\u9577\u3055\u306f%1%\u4ee5\u4e0a\u3068\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinLower=%1%\u4ee5\u4e0a\u306e\u5c0f\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinLowerPlural=%1%\u4ee5\u4e0a\u306e\u5c0f\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinNumeric=%1%\u4ee5\u4e0a\u306e\u6570\u5b57\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinNumericPlural=%1%\u4ee5\u4e0a\u306e\u6570\u5b57\u3092\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinSpecial=%1%\u4ee5\u4e0a\u306e\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinSpecialPlural=%1%\u4ee5\u4e0a\u306e\uff08\u6587\u5b57\u307e\u305f\u306f\u6570\u5b57\u4ee5\u5916\u306e\uff09\u8a18\u53f7\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinUnique=%1%\u4ee5\u4e0a\u306e\u7279\u6709\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinUniquePlural=%1%\u4ee5\u4e0a\u306e\u7279\u6709\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinUpper=%1%\u4ee5\u4e0a\u306e\u5927\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_MinUpperPlural=%1%\u4ee5\u4e0a\u306e\u5927\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Requirement_NotCaseSensitive=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u306f\u533a\u5225\u3055\u308c\u307e\u305b\u3093\u3002
Requirement_OldChar=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u3089%1%\u3092\u8d85\u3048\u308b\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_OldCharPlural=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u3089%1%\u3092\u8d85\u3048\u308b\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
Requirement_RequiredChars=\u6b21\u306e\u5404\u6587\u5b57\u30921\u3064\u4ee5\u4e0a\u542b\u3081\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Requirement_UniqueRequired=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4ee5\u524d\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
Requirement_WordList=\u4e00\u822c\u7684\u306a\u8a00\u8449\u307e\u305f\u306f\u4e00\u822c\u306b\u4f7f\u7528\u3055\u308c\u308b\u6587\u5b57\u5217\u3092\u542b\u3081\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Success_ActivateUser=\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u3057\u304f\u6709\u52b9\u5316\u3055\u308c\u307e\u3057\u305f\u3002\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002
Success_ConfigFileUpload=u30b3u30f3u30d5u30a3u30aeu30e5u30ecu30fcu30b7u30e7u30f3u00b7u30d5u30a1u30a4u30ebu304cu6b63u5e38u306bu30a2u30c3u30d7u30edu30fcu30c9u3055u308cu307eu3057u305fu3002
Success_CreateGuest=\u65b0\u3057\u3044\u30b2\u30b9\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30fc\u306f\u901a\u77e5\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002 \u53c8\u3001\u30b2\u30b9\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30a2\u30af\u30c6\u30a3\u30d9\u30fc\u30b7\u30e7\u30f3\u304c\u5fc5\u8981\u306a\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
Success_CreateUser=\u65b0\u3057\u3044\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u3057\u304f\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d9a\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u65b0\u3057\u3044\u30a2\u30ab\u30a6\u30f3\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002
Success_ForgottenUsername=\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u540d\u306f\u3001%1%\u3067\u3059\u3002 \u5c06\u6765\u4f7f\u7528\u3059\u308b\u305f\u3081\u306b\u30e6\u30fc\u30b6\u540d\u3092\u8a18\u9332\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Success_NewUserForm=\u3042\u306a\u305f\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u4f5c\u6210\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3057\u305f\u3002 \u6e96\u5099\u304c\u3067\u304d\u305f\u3089\u7d9a\u3051\u3066\u304f\u3060\u3055\u3044\u3002
Success_PasswordChange=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002<br/> <b>\u6ce8\u610f\uff01</b> \u30d1\u30b9\u30ef\u30fc\u30c9\u304c Windows \u30ef\u30fc\u30af\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u3068\u30b7\u30f3\u30af\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30ef\u30fc\u30af\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001CTRL-ALT-DEL \u3092\u540c\u6642\u306b\u62bc\u3057\u3066\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Success_PasswordReset=%1%\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u5e38\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
Success_ResponsesMeetRules=\u3042\u306a\u305f\u306e\u56de\u7b54\u306f\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059\u3002  \u6e96\u5099\u304c\u3067\u304d\u305f\u3089[\u56de\u7b54\u3092\u4fdd\u5b58]\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\u3002
Success_SetupHint=\u3042\u306a\u305f\u306e\u79d8\u5bc6\u306e\u8cea\u554f\u3068\u7b54\u3048\u304c\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
Success_SetupResponse=\u3042\u306a\u305f\u306e\u79d8\u5bc6\u306e\u8cea\u554f\u3068\u56de\u7b54\u304c\u6b63\u5e38\u306b\u4fdd\u5b58\u3055\u308c\u3066\u307e\u3057\u305f\u3002\u3042\u306a\u305f\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u305f\u3081\u306b\u3001\u3053\u308c\u3089\u306e\u8cea\u554f\u3078\u306e\u56de\u7b54\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Success_Unknown=\u64cd\u4f5c\u304c\u6b63\u3057\u304f\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
Success_UnlockAccount=\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u30ed\u30c3\u30af\u304c\u89e3\u9664\u3055\u308c\u307e\u3057\u305f\u3002
Success_UpdateAttributes=\u30e6\u30fc\u30b6\u30fc\u60c5\u5831\u304c\u6b63\u3057\u304f\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
Success_UpdateGuest=\u30b2\u30b9\u30c8\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30b2\u30b9\u30c8\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u901a\u77e5\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002
Success_UpdateProfile=\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30fc\u60c5\u5831\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
