#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Password=\u5bc6\u7801
Field_Location=\u4f4d\u7f6e
Field_OldPassword=\u65e7\u5bc6\u7801
Field_NewPassword=\u65b0\u5bc6\u7801
Field_ConfirmPassword=\u786e\u8ba4\u5bc6\u7801

Button_Login=\u767b\u9646
Button_Reset=\u6e05\u9664
Button_ChangePassword=\u4fee\u6539\u5bc6\u7801
Button_Hide=\u9690\u85cf
Button_Show=\u663e\u793a
Button_SetHints=\u8bbe\u7f6e\u63d0\u793a
Button_Search=\u641c\u7d22
Button_RecoverPassword=\u68c0\u67e5\u63d0\u793a
Button_Create=\u521b\u5efa
Button_Activate=\u6fc0\u6d3b
Button_Continue=\u7ee7\u7eed
Button_CloseWindow=\u5173\u95ed\u7a97\u53e3
Button_Update=\u66f4\u65b0

Title_Login=\u8bf7\u767b\u9646
Title_ChangePassword=\u4fee\u6539\u5bc6\u7801
Title_AutoGeneratedPasswords=\u81ea\u52a8\u751f\u6210\u5bc6\u7801
Title_SetupHints=\u8bbe\u7f6e\u5bc6\u7801\u63d0\u793a
Title_SetupRequiredHints=\u8981\u6c42\u56de\u7b54\u7684\u95ee\u9898
Title_SetupRandomHints=\u968f\u673a\u95ee\u9898
Title_ForgottenPassword=\u5fd8\u8bb0\u5bc6\u7801
Title_RecoverPassword=\u5fd8\u8bb0\u5bc6\u7801
Title_RecoverRequiredHints=\u8981\u6c42\u56de\u7b54\u7684\u95ee\u9898
Title_RecoverRandomHints=\u968f\u673a\u95ee\u9898
Title_NewUser=\u65b0\u7528\u6237\u6ce8\u518c
Title_ActivateUser=\u6fc0\u6d3b\u7528\u6237
Title_PleaseWait=\u8bf7\u7b49\u5019
Title_Error=\u9519\u8bef
Title_Success=\u6210\u529f
Title_UserEventHistory=\u7528\u6237\u6d3b\u52a8\u8bb0\u5f55
Title_Logout=\u767b\u51fa
Title_UpdateAttributes=\u66f4\u65b0\u5c5e\u6027

Display_Login=\u9047\u5230\u95ee\u9898\uff1f\u8bf7\u8054\u7edc\u4f60\u5f53\u5730\u7684\u5e2e\u52a9\u53f0\u3002
Display_PasswordExpired=\u4f60\u7684\u5bc6\u7801\u5df2\u7ecf\u5931\u6548\uff0c\u4f60\u73b0\u5728\u5fc5\u987b\u8bbe\u7f6e\u65b0\u7684\u5bc6\u7801\u3002
Display_ChangePassword=\u8bf7\u4fee\u6539\u4f60\u7684\u5bc6\u7801\u3002\u8bf7\u786e\u4fdd\u65b0\u5bc6\u7801\u7684\u5b89\u5168\u6027\u3002\u5728\u4f60\u8f93\u5165\u65b0\u5bc6\u7801\u540e\uff0c\u70b9\u51fb\u201c\u4fee\u6539\u5bc6\u7801\u201d\u6309\u94ae\u3002\u5982\u679c\u4f60\u5fc5\u987b\u5c06\u65b0\u5bc6\u7801\u8bb0\u4e0b\u6765\uff0c\u8bf7\u786e\u4fdd\u5c06\u5b83\u6536\u85cf\u5728\u5b89\u5168\u7684\u5730\u65b9\u3002 \u4f60\u7684\u65b0\u5bc6\u7801\u5fc5\u987b\u6ee1\u8db3\u4e0b\u5217\u8981\u6c42\uff1a
Display_AutoGeneratedPasswords=\u8fd9\u4e9b\u81ea\u52a8\u751f\u6210\u7684\u5bc6\u7801\u6ee1\u8db3\u4e86\u5bc6\u7801\u7684\u89c4\u5219\u8981\u6c42\u3002\u5982\u679c\u4f60\u8981\u9009\u62e9\u53d6\u5176\u4e2d\u7684\u4e00\u4e2a\u4f5c\u4e3a\u4f60\u81ea\u5df1\u7684\u5bc6\u7801\uff0c\u8bf7\u70b9\u51fb\u8be5\u5bc6\u7801\u3002\u8bf7\u786e\u4fdd\u5728\u4f60\u7ee7\u7eed\u4e0b\u4e00\u6b65\u64cd\u4f5c\u524d\u8bb0\u4f4f\u6216\u8005\u8bb0\u4e0b\u8be5\u5bc6\u7801\u3002
Display_CheckingPassword=\u6838\u67e5\u5bc6\u7801\u2026\u2026
Display_PleaseWait=\u8bf7\u7b49\u5019\u2026\u2026
Display_PasswordChangedTo=\u5bc6\u7801\u4fee\u6539\u4e3a\uff1a
Display_SetupHints=\u5982\u679c\u4f60\u5fd8\u8bb0\u4f60\u7684\u5bc6\u7801\uff0c\u4f60\u53ef\u4ee5\u901a\u8fc7\u56de\u7b54\u53ea\u6709\u4f60\u624d\u77e5\u9053\u7b54\u6848\u7684\u95ee\u9898\u7684\u65b9\u5f0f\u53d6\u56de\u5bc6\u7801\u3002<p/>\u8bf7\u9009\u62e9\u4f60\u7684\u95ee\u9898\u4e0e\u7b54\u6848\uff0c\u4e00\u65e6\u4f60\u5fd8\u8bb0\u5bc6\u7801\uff0c\u5b83\u4eec\u53ef\u4ee5\u6838\u5b9e\u4f60\u7684\u8eab\u4efd\u3002<b>\u60a8\u5bf9\u4ee5\u4e0b\u95ee\u9898\u8f93\u5165\u7684\u7b54\u6848\u662f\u533a\u5206\u5927\u5c0f\u5199\u7684\u3002</b>
Display_SetupRequiredHints=\u7cfb\u7edf\u7ba1\u7406\u5458\u8981\u6c42\u4f60\u56de\u7b54\u8fd9\u4e9b\u95ee\u9898\u3002\u4e00\u65e6\u4f60\u5fd8\u8bb0\u4f60\u7684\u5bc6\u7801\uff0c\u5728\u4f60\u91cd\u8bbe\u5bc6\u7801\u524d\uff0c\u4f60\u5c06\u9700\u8981\u56de\u7b54\u6240\u6709\u7684\u95ee\u9898\u3002
Display_SetupRandomHints=\u5982\u679c\u4f60\u5fd8\u8bb0\u5bc6\u7801\uff0c\u4e3a\u4e86\u8981\u91cd\u8bbe\u5bc6\u7801\uff0c\u4f60\u5c06\u9700\u8981\u7ed9\u51fa\u5b83\u4eec\u5f53\u4e2d\u81f3\u5c11 %1%\u7684\u95ee\u9898\u7684\u7b54\u6848\u3002
Display_ForgottenPassword=\u5982\u679c\u4f60\u5fd8\u8bb0\u4f60\u7684\u5bc6\u7801\uff0c\u6839\u636e\u6307\u793a\u91cd\u8bbe\u5bc6\u7801\u3002\u5982\u679c\u5728\u6b64\u4e4b\u524d\u4f60\u6ca1\u6709\u8bbe\u7f6e\u4f60\u7684\u5bc6\u7801\u63d0\u793a\uff0c\u4f60\u5c06\u65e0\u6cd5\u5b8c\u6210\u8fd9\u4e00\u6b65\u9aa4\u3002<p/>\u73b0\u5728\u5f00\u59cb\uff0c\u8bf7\u8f93\u5165\u4f60\u7684\u7528\u6237\u540d\u3002
Display_RecoverPassword=\u8bf7\u56de\u7b54\u4e0b\u5217\u95ee\u9898\uff0c\u5982\u679c\u4f60\u6b63\u786e\u5730\u56de\u7b54\u4e86\u8fd9\u4e9b\u95ee\u9898\uff0c\u4f60\u5c06\u80fd\u91cd\u8bbe\u4f60\u7684\u5bc6\u7801\u3002
Display_RecoverRequiredHints=\u7cfb\u7edf\u7ba1\u7406\u5458\u8981\u6c42\u4f60\u56de\u7b54\u8fd9\u4e9b\u95ee\u9898\u3002
Display_RecoverRandomHints=\u8981\u7ee7\u7eed\u64cd\u4f5c\uff0c\u4f60\u5fc5\u987b\u56de\u7b54\u4e0b\u5217\u95ee\u9898\u3002
Display_NewUser=\u586b\u5199\u8be5\u8868\u683c\u4ee5\u521b\u5efa\u65b0\u7684\u7528\u6237\u5e10\u6237\u3002\u5728\u586b\u5199\u597d\u8be5\u8868\u683c\u540e\uff0c\u4f60\u53ef\u4ee5\u8bbe\u7f6e\u65b0\u5bc6\u7801\uff0c\u7136\u540e\u521b\u5efa\u65b0\u5e10\u6237\u7684\u5de5\u4f5c\u5c31\u5b8c\u6210\u4e86\u3002<p/> \u8bf7\u786e\u4fdd\u5b8c\u6210\u8be5\u6b65\u9aa4\uff0c\u5426\u5219\u53ef\u80fd\u65e0\u6cd5\u4f7f\u7528\u4f60\u7684\u65b0\u5e10\u6237\u3002
Display_ActivateUser=\u8981\u786e\u8ba4\u4f60\u7684\u8eab\u4efd\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u7684\u4fe1\u606f\u3002\u4f60\u7684\u4fe1\u606f\u5c06\u4f1a\u7528\u4e8e\u67e5\u627e\u4e0e\u6fc0\u6d3b\u4f60\u7684\u5e10\u6237\u3002<p/>\u8bf7\u786e\u4fdd\u4f60\u5b8c\u6210\u8fd9\u4e00\u6b65\u9aa4\uff0c\u5426\u5219\u53ef\u80fd\u65e0\u6cd5\u9002\u5f53\u5730\u6fc0\u6d3b\u4f60\u7684\u5e10\u6237\u3002
Display_PleaseWaitBody=\u4f60\u7684\u5bc6\u7801\u6b63\u5728\u66f4\u65b0\u3002\u8fd9\u4e00\u8fc7\u7a0b\u53ef\u80fd\u9700\u8981\u51e0\u5206\u949f\u65f6\u95f4\uff0c\u8bf7\u8010\u5fc3\u7b49\u5019\u3002
Display_ErrorBody=\u51fa\u73b0\u9519\u8bef\u3002\u8bf7\u5173\u95ed\u8fd9\u4e00\u6d4f\u89c8\u7a97\u53e3\u3002\u5982\u679c\u8fd9\u4e2a\u9519\u8bef\u53cd\u590d\u51fa\u73b0\uff0c\u8bf7\u8054\u7edc\u4f60\u5f53\u5730\u7684\u5e2e\u52a9\u53f0\u3002
Display_UserEventHistory=\u672c\u9875\u663e\u793a\u51fa\u4f60\u5bc6\u7801\u64cd\u4f5c\u7684\u8bb0\u5f55\u3002\u53ea\u6709\u901a\u8fc7PWM\u7684\u64cd\u4f5c\u624d\u4f1a\u5728\u8fd9\u91cc\u663e\u793a\u3002\u6240\u6709\u8bb0\u5f55\u7684\u65f6\u95f4\u90fd\u662f\u6307 %1% \u65f6\u95f4\u3002
Display_Logout=<b>\u4f60\u73b0\u5728\u5df2\u7ecf\u767b\u51fa\u3002</b><p/>\u5728\u4f60\u91cd\u65b0\u767b\u9646\u524d\uff0c\u4f60\u5fc5\u987b\u5173\u95ed\u8fd9\u4e00\u6d4f\u89c8\u7a97\u53e3\u3002
Display_IdleTimeout=\u7a7a\u95ed\u8d85\u65f6\u65f6\u95f4\uff1a
Display_Day=\u5929
Display_Days=\u5929
Display_Hour=\u5c0f\u65f6
Display_Hours=\u5c0f\u65f6
Display_Minute=\u5206\u949f
Display_Minutes=\u5206\u949f
Display_Second=\u79d2
Display_Seconds=\u79d2
Display_UpdateAttributes=\u8bf7\u66f4\u65b0\u4ee5\u4e0b\u8d44\u6599\uff1a
