#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Password=\u30d1\u30b9\u30ef\u30fc\u30c9
Field_Location=\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3
Field_OldPassword=\u53e4\u3044\u30d1\u30b9\u30ef\u30fc\u30c9
Field_NewPassword=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9
Field_ConfirmPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u78ba\u8a8d
Button_Login=\u30ed\u30b0\u30a4\u30f3
Button_Reset=\u30af\u30ea\u30a2
Button_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4
Button_Hide=\u975e\u8868\u793a
Button_Show=\u8868\u793a
Button_SetHints=\u30d2\u30f3\u30c8\u306e\u8a2d\u5b9a
Button_Search=\u691c\u7d22
Button_RecoverPassword=\u30d2\u30f3\u30c8\u306e\u78ba\u8a8d
Button_Create=\u4f5c\u6210
Button_Activate=\u6709\u52b9\u5316
Button_Continue=\u7d9a\u884c\u3059\u308b
Button_CloseWindow=\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b
Button_Update=\u66f4\u65b0
Title_Login=\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
Title_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4
Title_AutoGeneratedPasswords=\u81ea\u52d5\u4f5c\u6210\u30d1\u30b9\u30ef\u30fc\u30c9
Title_SetupHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30d2\u30f3\u30c8\u306e\u8a2d\u5b9a
Title_SetupRequiredHints=\u5fc5\u9808\u306e\u8cea\u554f
Title_SetupRandomHints=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_ForgottenPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408
Title_RecoverPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408
Title_RecoverRequiredHints=\u5fc5\u9808\u306e\u8cea\u554f
Title_RecoverRandomHints=\u30e9\u30f3\u30c0\u30e0\u306a\u8cea\u554f
Title_NewUser=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u767b\u9332
Title_ActivateUser=\u30e6\u30fc\u30b6\u30fc\u306e\u6709\u52b9\u5316
Title_PleaseWait=\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
Title_Error=\u30a8\u30e9\u30fc
Title_Success=\u7d42\u4e86
Title_UserEventHistory=\u30e6\u30fc\u30b6\u30fc\u306e\u30a4\u30d9\u30f3\u30c8\u5c65\u6b74
Title_Logout=\u30ed\u30b0\u30a2\u30a6\u30c8
Title_UpdateAttributes=\u5c5e\u6027\u306e\u66f4\u65b0
Display_Login=\u554f\u984c\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u73fe\u5730\u306e\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Display_PasswordExpired=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002\u4eca\u3059\u3050\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_ChangePassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4ed6\u4eba\u306b\u77e5\u3089\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u305f\u3089\u3001\u300c\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5909\u66f4\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u66f8\u304d\u7559\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u5fc5\u305a\u5b89\u5168\u306a\u5834\u6240\u306b\u4fdd\u7ba1\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6b21\u306e\u6761\u4ef6\u3092\u6e80\u305f\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\uff1a
Display_AutoGeneratedPasswords=\u3053\u308c\u3089\u306e\u81ea\u52d5\u4f5c\u6210\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u898f\u5247\u6761\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u3059\u3002\u81ea\u5206\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3057\u3066\u4f7f\u7528\u3057\u305f\u3044\u5834\u5408\u306f\u3001\u3044\u305a\u308c\u304b\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u7d9a\u884c\u3059\u308b\u524d\u306b\u3001\u5fc5\u305a\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a18\u61b6\u3059\u308b\u304b\u30b3\u30d4\u30fc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_CheckingPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059\u2026
Display_PleaseWait=\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
Display_PasswordChangedTo=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4ee5\u4e0b\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\uff1a
Display_SetupHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u3066\u3057\u307e\u3063\u305f\u5834\u5408\u306f\u3001\u3042\u306a\u305f\u3060\u3051\u304c\u77e5\u3063\u3066\u3044\u308b\u8cea\u554f\u306b\u7b54\u3048\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u518d\u78ba\u8a8d\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002<p/>\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u306b\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u308b\u8cea\u554f\u3068\u7b54\u3048\u3092\u9078\u3093\u3067\u304f\u3060\u3055\u3044\u3002 <b>\u4ee5\u4e0b\u306e\u8cea\u554f\u306b\u3064\u3044\u3066\u5165\u529b\u3057\u305f\u56de\u7b54\u306f\u3001\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3057\u307e\u3059\u3002</b>
Display_SetupRequiredHints=\u3053\u308c\u3089\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u8981\u6c42\u3055\u308c\u308b\u8cea\u554f\u3067\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u3053\u308c\u3089\u306e\u8cea\u554f\u3059\u3079\u3066\u306b\u7b54\u3048\u3066\u304b\u3089\u3067\u306a\u3044\u3068\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
Display_SetupRandomHints=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001\u3053\u308c\u3089\u306e\u8cea\u554f\u306e%1%\u4ee5\u4e0a\u306b\u7b54\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_ForgottenPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5fd8\u308c\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001\u30d7\u30ed\u30f3\u30d7\u30c8\u306b\u5f93\u3063\u3066\u304f\u3060\u3055\u3044\u3002\u4ee5\u524d\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30d2\u30f3\u30c8\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002<p/>\u958b\u59cb\u3059\u308b\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Display_RecoverPassword=\u6b21\u306e\u8cea\u554f\u306b\u7b54\u3048\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u3089\u306e\u8cea\u554f\u306b\u6b63\u3057\u304f\u7b54\u3048\u305f\u5834\u5408\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
Display_RecoverRequiredHints=\u3053\u308c\u3089\u306f\u7ba1\u7406\u8005\u306b\u3088\u308a\u8981\u6c42\u3055\u308c\u308b\u8cea\u554f\u3067\u3059\u3002
Display_RecoverRandomHints=\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u8cea\u554f\u306b\u7b54\u3048\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_NewUser=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u306b\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d5\u30a9\u30fc\u30e0\u8a18\u5165\u5f8c\u306b\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8a2d\u5b9a\u3067\u304d\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u306e\u8a2d\u5b9a\u304c\u5b8c\u4e86\u3057\u307e\u3059\u3002<p/>\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u65b0\u3057\u3044\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f7f\u7528\u3067\u304d\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
Display_ActivateUser=\u672c\u4eba\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u305f\u3081\u306b\u3001\u6b21\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3042\u306a\u305f\u306e\u60c5\u5831\u306f\u3001\u3042\u306a\u305f\u306e\u30e6\u30fc\u30b6\u30fc\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u898b\u3064\u3051\u3066\u6709\u52b9\u306b\u3059\u308b\u306e\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002<p/>\u5fc5\u305a\u30d7\u30ed\u30bb\u30b9\u3092\u7d42\u4e86\u3055\u305b\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u3046\u3067\u306a\u3044\u3068\u3001\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u6b63\u3057\u304f\u6709\u52b9\u5316\u3055\u308c\u307e\u305b\u3093\u3002
Display_PleaseWaitBody=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306b\u306f\u6570\u5206\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
Display_ErrorBody=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d6\u30e9\u30a6\u30b6\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002\u540c\u3058\u30a8\u30e9\u30fc\u304c\u7e70\u308a\u8fd4\u3057\u767a\u751f\u3059\u308b\u5834\u5408\u306f\u3001\u30d8\u30eb\u30d7\u30c7\u30b9\u30af\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
Display_UserEventHistory=\u3053\u306e\u30da\u30fc\u30b8\u306b\u306f\u3001\u3042\u306a\u305f\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u30a4\u30d9\u30f3\u30c8\u5c65\u6b74\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3053\u3053\u306b\u8868\u793a\u3055\u308c\u308b\u306e\u306f\u3001PWM\u3067\u5b9f\u884c\u3055\u308c\u305f\u6d3b\u52d5\u3060\u3051\u3067\u3059\u3002\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u6642\u9593\u306f\u3059\u3079\u3066\u3001%1%\u6642\u9593\u5e2f\u306e\u3082\u306e\u3067\u3059\u3002
Display_Logout=<b>\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002</b><p/>\u518d\u3073\u30ed\u30b0\u30a4\u30f3\u3059\u308b\u524d\u306b\u3001\u30d6\u30e9\u30a6\u30b6\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
Display_IdleTimeout=\u30a2\u30a4\u30c9\u30eb\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\uff1a
Display_Day=\u65e5
Display_Days=\u65e5
Display_Hour=\u6642
Display_Hours=\u6642
Display_Minute=\u5206
Display_Minutes=\u5206
Display_Second=\u79d2
Display_Seconds=\u79d2
Display_UpdateAttributes=\u6b21\u306e\u60c5\u5831\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
