#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
# Copyright (c) 2009-2012 The PWM Project
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Password=\uc554\ud638
Field_Location=\uc704\uce58
Field_OldPassword=\uae30\uc874 \uc554\ud638
Field_NewPassword=\uc0c8 \uc554\ud638
Field_ConfirmPassword=\uc554\ud638 \ud655\uc778
Button_Login=\ub85c\uadf8\uc778
Button_Reset=\uc18c\uac70
Button_ChangePassword=\uc554\ud638 \ubcc0\uacbd
Button_Hide=\uc228\uae40
Button_Show=\ubcf4\uae30
Button_SetHints=\uc14b\uc5c5 \ud78c\ud2b8
Button_Search=\uac80\uc0c9
Button_RecoverPassword=\ud78c\ud2b8 \uccb4\ud06c
Button_Create=\ub9cc\ub4e4\uae30
Button_Activate=\ud65c\uc131\ud654
Button_Continue=\uacc4\uc18d
Button_CloseWindow=\ucc3d \ub2eb\uae30
Button_Update=\uc5c5\ub370\uc774\ud2b8
Title_Login=\ub85c\uadf8\uc778 \ud558\uae30
Title_ChangePassword=\uc554\ud638 \ubcc0\uacbd
Title_AutoGeneratedPasswords=\uc790\ub3d9\uc0dd\uc131\ub41c \uc554\ud638\ub4e4
Title_SetupHints=\uc554\ud638 \ud78c\ud2b8 \uc14b\uc5c5
Title_SetupRequiredHints=\ud544\uc694\ud55c \uc9c8\ubb38\ub4e4
Title_SetupRandomHints=\ubb34\uc791\uc704 \uc9c8\ubb38\ub4e4
Title_ForgottenPassword=\uc78a\uc740 \uc554\ud638
Title_RecoverPassword=\uc78a\uc740 \uc554\ud638
Title_RecoverRequiredHints=\ud544\uc694\ud55c \uc9c8\ubb38\ub4e4
Title_RecoverRandomHints=\ubb34\uc791\uc704 \uc9c8\ubb38\ub4e4
Title_NewUser=\uc0c8\ub85c\uc6b4 \uc0ac\uc6a9\uc790 \ub4f1\ub85d
Title_ActivateUser=\uc0ac\uc6a9\uc790 \ud65c\uc131\ud654
Title_PleaseWait=\uae30\ub2e4\ub9ac\uc2ed\uc2dc\uc624\u2026
Title_Error=\uc5d0\ub7ec
Title_Success=\uc131\uacf5
Title_UserEventHistory=\uc0ac\uc6a9\uc790 \uc774\ubca4\ud2b8 \ub0b4\ub825
Title_Logout=\ub85c\uadf8\uc544\uc6c3
Title_UpdateAttributes=\ud2b9\uc131 \uc5c5\ub370\uc774\ud2b8
Display_Login=\ubb38\uc81c\uac00 \uc788\uc73c\uc2ed\ub2c8\uae4c? \uadc0\ud558 \uc9c0\uc5ed\uc758 \ud5ec\ud504 \ub370\uc2a4\ud06c\uc5d0 \ubb38\uc758\ud558\uc2ed\uc2dc\uc624.
Display_PasswordExpired=\uc554\ud638\uac00 \ub9cc\ub8cc\ub418\uc5c8\uc2b5\ub2c8\ub2e4.  \uc9c0\uae08 \uc0c8\ub85c\uc6b4 \uc554\ud638\ub97c \uc124\uc815\ud558\uc2ed\uc2dc\uc624.
Display_ChangePassword=\uc554\ud638\ub97c \uc9c0\uae08 \ubc14\uafb8\uc2ed\uc2dc\uc624. \uc0c8 \uc554\ud638\ub294 \uc548\uc804\ud558\uac8c \ubcf4\uad00\ub3fc\uc57c \ud569\ub2c8\ub2e4. \uc0c8 \uc554\ud638\ub97c \uc785\ub825\ud558\uc2e0 \ud6c4 \uc554\ud638\ubcc0\uacbd \ubc84\ud2bc\uc744 \ud074\ub9ad\ud558\uc2ed\uc2dc\uc624. \uc0c8 \uc554\ud638\ub97c \ubc18\ub4dc\uc2dc \uc801\uc5b4 \ub46c\uc57c \ud558\ub294 \uacbd\uc6b0 \ubc18\ub4dc\uc2dc \uc774\ub97c \uc548\uc804\ud55c \uc7a5\uc18c\uc5d0 \ubcf4\uad00\ud558\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4. \uc791\uc5c5\uc744 \uacc4\uc18d\ud558\uc2dc\uae30 \uc804\uc5d0 \uc0c8 \uc554\ud638\ub97c \uae30\uc5b5\ud574 \ub450\uc2dc\uac70\ub098 \ub610\ub294 \uc801\uc5b4\ub450\uc2ed\uc2dc\uc624. \uc0c8 \uc554\ud638\ub294 \uc544\ub798\uc758 \uc554\ud638 \uaddc\uce59\uc5d0 \uc758\uac70\ud574 \ub9cc\ub4e4\uc5b4\uc838\uc57c \ud569\ub2c8\ub2e4:
Display_AutoGeneratedPasswords="\uc790\ub3d9\uc0dd\uc131\ub41c \uc554\ud638\ub4e4\uc740 \uc554\ud638 \uaddc\uce59\uc744 \uc900\uc218\ud569\ub2c8\ub2e4. \uc6d0\ud558\uc2dc\ub294 \uacbd\uc6b0, \uc774\uc911\uc5d0\uc11c \ud558\ub098\ub97c \uace8\ub77c \uadc0\ud558\uc758 \uc554\ud638\ub85c \uc0ac\uc6a9\ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc791\uc5c5\uc744 \uacc4\uc18d\ud558\uae30 \uc804\uc5d0 \uc554\ud638\ub97c \uae30\uc5b5\ud558\uac70\ub098 \ub610\ub294 \uc801\uc5b4 \ub450\uc2ed\uc2dc\uc624."
Display_CheckingPassword=\uc554\ud638\ub97c \uccb4\ud0b9\ud558\uace0 \uc788\uc2b5\ub2c8\ub2e4\u2026
Display_PleaseWait=\uae30\ub2e4\ub9ac\uc2ed\uc2dc\uc624\u2026
Display_PasswordChangedTo=\uc554\ud638 \ud544\ub4dc\uac00 \ub2e4\uc74c\uc73c\ub85c \ubcc0\uacbd\ub418\uc5c8\uc2b5\ub2c8\ub2e4:
Display_SetupHints=\uc554\ud638\ub97c \uc78a\uc73c\uc2e0 \uacbd\uc6b0 \uadc0\ud558\ub9cc \uc544\uc2dc\ub294 \uc9c8\ubb38\uc5d0 \ub2f5\uc744 \ud574\uc11c \uc554\ud638\ub97c \ubcf5\uad6c\ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.<p/>\uc554\ud638\ub97c \uc78a\ub294 \uacbd\uc6b0\uc5d0 \ub300\ube44\ud574 \uadc0\ud558\uc758 \uc2e0\uc6d0 \ud655\uc778 \ubaa9\uc801\uc73c\ub85c \uc0ac\uc6a9\ub420 \uc9c8\ubb38\uacfc \ub2f5\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624. <b>\uc544\ub798\uc758 \uc9c8\ubb38\uc5d0 \uc785\ub825\ud55c \uc751\ub2f5\uc5d0\ub294 \ub300\uc18c\ubb38\uc790\uac00 \uad6c\ubd84\ub429\ub2c8\ub2e4.</b>
Display_SetupRequiredHints=\uc774\ub4e4 \uc9c8\ubb38\uc740 \uc2dc\uc2a4\ud15c \uad00\ub9ac\uc790\uac00 \uc694\uad6c\ud558\ub294 \uac83\uc785\ub2c8\ub2e4. \uc554\ud638\ub97c \uc78a\ub294 \uacbd\uc6b0 \uc774\ub4e4 \uc9c8\ubb38 \ubaa8\ub450\uc5d0 \ub2f5\uc744 \ud574\uc57c \uc554\ud638\ub97c \uc7ac\uc124\uc815 \ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
Display_SetupRandomHints=\uc774\ub4e4 \uc9c8\ubb38\uc740 \uc2dc\uc2a4\ud15c \uad00\ub9ac\uc790\uac00 \uc694\uad6c\ud558\ub294 \uac83\uc785\ub2c8\ub2e4. \uc554\ud638\ub97c \uc78a\ub294 \uacbd\uc6b0 \uc774\ub4e4 \uc9c8\ubb38 \uc911 \ucd5c\uc18c\ud55c %1%\uac1c\uc5d0 \ub2f5\uc744 \ud574\uc57c \uc554\ud638\ub97c \uc7ac\uc124\uc815 \ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
Display_ForgottenPassword=\uc554\ud638\ub97c \uc78a\uc740 \uacbd\uc6b0 \ud654\uba74\uc758 \uc9c0\uc2dc\uc0ac\ud56d\uc744 \ub530\ub77c \uc554\ud638\ub97c \uc7ac\uc124\uc815\ud558\uc2ed\uc2dc\uc624. \uc554\ud638 \ud78c\ud2b8\ub97c \ubbf8\ub9ac \uc124\uc815\ud574 \ub450\uc9c0 \uc54a\uc558\uc73c\uba74 \uc774 \uc791\uc5c5\uc744 \uc644\ub8cc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. <p/>\uc2dc\uc791\ud558\uc2dc\ub824\uba74 \uadc0\ud558\uc758 \uc0ac\uc6a9\uc790 \uc774\ub984\uc744 \uc785\ub825\ud558\uc2ed\uc2dc\uc624.
Display_RecoverPassword=\ub2e4\uc74c\uc758 \uc9c8\ubb38\uc5d0 \ub2f5\uc744 \ud558\uc2ed\uc2dc\uc624. \ubaa8\ub4e0 \uc9c8\ubb38\uc5d0 \uc815\ud655\ud55c \ub2f5\uc744 \ud558\uc2dc\uba74 \uc554\ud638\ub97c \uc7ac\uc124\uc815\ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
Display_RecoverRequiredHints=\uc774\ub4e4 \uc9c8\ubb38\uc740 \uc2dc\uc2a4\ud15c \uad00\ub9ac\uc790\uac00 \uc694\uad6c\ud558\ub294 \uac83\uc785\ub2c8\ub2e4.
Display_RecoverRandomHints=\ub2e4\uc74c\uc758 \uc9c8\ubb38\uc5d0 \ub2f5\uc744 \ud558\uc154\uc57c \uacc4\uc18d\ud558\uc2e4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
Display_NewUser=\uc0c8\ub85c\uc6b4 \uc0ac\uc6a9\uc790 \uacc4\uc815\uc744 \ub9cc\ub4e4\ub824\uba74 \uc774 \uc591\uc2dd\uc774 \ud544\uc694\ud569\ub2c8\ub2e4. \uc774 \uc591\uc2dd\uc744 \uc791\uc131\ud558\uc2dc\uba74 \uc0c8\ub85c\uc6b4 \uc554\ud638\ub97c \uc124\uc815\ud558\uc2e4 \uc218 \uc788\uc73c\uba70 \uadc0\ud558\uc758 \uacc4\uc815 \uc14b\uc5c5 \uc791\uc5c5\uc774 \uc644\ub8cc\ub429\ub2c8\ub2e4. <p/>\uc774 \uacfc\uc815\uc744 \ube60\uc9d0\uc5c6\uc774 \uc218\ud589\ud558\uc9c0 \uc54a\uc73c\uba74 \uc0c8 \uacc4\uc815\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Display_ActivateUser=\uadc0\ud558\uc758 \uc2e0\uc6d0\uc744 \ud655\uc778\ud558\uae30 \uc704\ud574 \ub2e4\uc74c\uc758 \uc815\ubcf4\ub97c \uc785\ub825\ud558\uc2ed\uc2dc\uc624. \uadc0\ud558\uc758 \uc815\ubcf4\ub294 \uadc0\ud558\uc758 \uacc4\uc815\uc744 \ucc3e\uc544 \ud65c\uc131\ud654 \uc2dc\ud0a4\ub294\ub370 \ud544\uc694\ud569\ub2c8\ub2e4.<p/>\uc774 \uacfc\uc815\uc744 \ube60\uc9d0\uc5c6\uc774 \uc218\ud589\ud558\uc9c0 \uc54a\uc73c\uba74 \uc0c8 \uacc4\uc815\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Display_PleaseWaitBody=\uadc0\ud558\uc758 \uc554\ud638\uac00 \uc5c5\ub370\uc774\ud2b8\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4. \uc774 \uc791\uc5c5\uc740 \uc218\ubd84\uac04 \uac78\ub9b4 \uc218 \uc788\uc73c\ub2c8 \uae30\ub2e4\ub824 \uc8fc\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4.
Display_ErrorBody=\uc5d0\ub7ec\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ube0c\ub77c\uc6b0\uc800\ub97c \ub2eb\uc73c\uc2ed\uc2dc\uc624. \uc774\ub7ec\ud55c \uc5d0\ub7ec\uac00 \uacc4\uc18d \ubc1c\uc0dd\ud558\ub294 \uacbd\uc6b0 \ud5ec\ud504 \ub370\uc2a4\ud06c\ub85c \ubb38\uc758\ud558\uc2ed\uc2dc\uc624.
Display_UserEventHistory= \uc774 \ud398\uc774\uc9c0\ub294 \uadc0\ud558\uc758 \uc554\ud638 \uc774\ubca4\ud2b8 \ub0b4\ub825\uc744 \ubcf4\uc5ec\uc90d\ub2c8\ub2e4. PMW\uc640 \uad00\ub828\ub3fc \uc218\ud589\ub41c \uc561\uc158\ub9cc \uc5ec\uae30\uc5d0 \ub098\ud0c0\ub0a9\ub2c8\ub2e4.  \uc5ec\uae30\uc5d0 \ub098\ud0c0\ub09c \uc2dc\uac04\uc740 \ubaa8\ub450 %1%\ud0c0\uc784\uc874\uc5d0 \uc758\uac70\ud55c \uac83\uc785\ub2c8\ub2e4.
Display_Logout=<b>\uadc0\ud558\ub294 \uc774\uc81c \ub85c\uadf8\uc544\uc6c3 \ub418\uc5c8\uc2b5\ub2c8\ub2e4</b><p/>\ub2e4\uc2dc \ub85c\uadf8\uc778 \ud558\uc2dc\ub824\uba74 \ubc18\ub4dc\uc2dc \ube0c\ub77c\uc6b0\uc800 \ucc3d\uc744 \ub2eb\uc73c\uc154\uc57c \ud569\ub2c8\ub2e4.
Display_IdleTimeout=\uc720\ud734 \ud0c0\uc784\uc544\uc6c3:
Display_Day=\uc77c
Display_Days=\uc77c
Display_Hour=\uc2dc\uac04
Display_Hours=\uc2dc\uac04
Display_Minute=\ubd84
Display_Minutes=\ubd84
Display_Second=\ucd08
Display_Seconds=\ucd08
Display_UpdateAttributes=\ub2e4\uc74c \uc0ac\ud56d\uc744 \uc5c5\ub370\uc774\ud2b8 \ud558\uc2ed\uc2dc\uc624
