#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Username=Nombre de usuario
Field_Password=Clave
Field_Location=Ubicaci\u00f3n
Field_OldPassword=Clave antigua
Field_NewPassword=Clave nueva
Field_ConfirmPassword=Confirmar clave

Button_Login=Conectar
Button_Reset=Limpiar
Button_ChangePassword=Cambiar clave
Button_Hide=Ocultar
Button_Show=Mostrar
Button_SetResponses=Establecer pistas
Button_Search=Buscar
Button_RecoverPassword=Revisar pistas
Button_Create=Crear
Button_Activate=Activar
Button_Continue=Continuar
Button_CloseWindow=Cerrar ventana

Title_Login=Por favor con\u00e9ctese
Title_ChangePassword=Cambiar clave
Title_SetupResponses=Establecer pistas de clave
Title_SetupRequiredResponses=Preguntas obligatorias
Title_SetupRandomResponses=Preguntas al azar
Title_ForgottenPassword=Olvid\u00f3 su clave
Title_RecoverPassword=Su clave es
Title_RecoverRequiredResponses=Preguntas obligatorias
Title_RecoverRandomResponses=Preguntas al azar
Title_NewUser=Registro nuevo usuario
Title_ActivateUser=Activar usuario
Title_PleaseWait=Por favor espere
Title_Error=Error
Title_Success=Ejecutado
Title_UserEventHistory=Historial de eventos de usuario
Title_Logout=Desconexi\u00f3n

Display_PasswordExpired=Su clave ha caducado. Debe establecer una clave nueva ahora.
Display_ChangePassword=Cambie su clave. Mantenga un registro seguro de su nueva clave. Despu\u00e9s de ingresar la nueva clave, haga clic en el bot\u00f3n Cambiar clave. Si tiene que escribirla, aseg\u00farese de mantenerla en un lugar seguro. Su nueva clave debe cumplir estos requerimientos:
Display_CheckingPassword=Comprobando clave\u2026
Display_PleaseWait=Por favor espere\u2026
Display_PasswordChangedTo=Los campos de clave se han cambiado a:
Display_SetupResponses=En caso de que olvide su clave, puede recuperarla respondiendo a las preguntas que s\u00f3lo usted conoce.<p/>Elija sus preguntas y respuestas que podr\u00e1n utilizarse para verificar su identidad en caso de que olvide su clave.
Display_SetupRequiredResponses=Estas preguntas son requeridas por su administrador. En caso de que olvidara su clave, tendr\u00e1 que responder todas estas preguntas antes de poder reestablecer su clave.
Display_SetupRandomResponses=En caso de que olvidara su clave, tendr\u00e1 que responder por lo menos %1% de estas preguntas para reestablecer su clave.
Display_ForgottenPassword=Si ha olvidado su clave, siga las indicaciones para reestablecer su clave. Si no establecido sus pistas para clave con anterioridad, no podr\u00e1 completar este proceso.<p/>Para comenzar, ingrese su nombre de usuario.
Display_RecoverPassword=Por favor responda las siguientes preguntas. Si lo hace de manera correcta, podr\u00e1 reestablecer su clave.
Display_RecoverRequiredResponses=Estas preguntas son requeridas por su administrador.
Display_RecoverRandomResponses=Debe responder las siguientes preguntas para continuar.
Display_NewUser=Complete este formulario para crear una nueva cuenta de usuario. Despu\u00e9s de completar este formulario, puede establecer una nueva clave y la creaci\u00f3n de su cuenta estar\u00e1 completa. <p/> Aseg\u00farese de completar el proceso; si no, su nueva cuenta no ser\u00e1 utilizable.
Display_ActivateUser=Para confirmar su identidad, ingrese la siguiente informaci\u00f3n. Su informaci\u00f3n se utilizar\u00e1 para ubicar y activar su cuenta de usuario.<p/>Aseg\u00farese de completar el proceso; si no, su cuenta no se activar\u00e1 correctamente.
Display_PleaseWaitBody=Se est\u00e1 actualizando su clave. Este proceso puede tomar varos minutos; tenga paciencia.
Display_ErrorBody=Se produjo un error. Cierre su navegador. Si el error se repite, contactese con el servicio de soporte.
Display_UserEventHistory=Esta p\u00e1gina muestra el historial de eventos de su clave. Ac\u00e1 s\u00f3lo se muestran las acciones realizadas con PWM. Todas las horas se\u00f1aladas corresponden a la zona horaria %1%.
Display_Logout=<b>Usted se ha desconectado.</b><p/>Debe cerrar la ventana de su navegador antes de volver a conectarse.
Title_UpdateAttributes=Actualizar atributos
Display_Login=
Display_IdleTimeout=Intervalo de inactividad:
Display_Day=d\u00eda
Display_Days=d\u00edas
Display_Hour=hora
Display_Hours=horas
Display_Minute=minuto
Display_Minutes=minutos
Display_Second=segundo
Display_Seconds=segundos
Display_UpdateAttributes=Por favor actualice la siguiente informaci\u00f3n:
Display_AutoGeneratedPassword=Clave autogenerada
