#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Username=Nom d\u2019utilisateur
Field_Password=Mot de passe
Field_Location=Emplacement
Field_OldPassword=Ancien mot de passe
Field_NewPassword=Nouveau mot de passe
Field_ConfirmPassword=Confirmer le mot de passe

Button_Login=Connexion
Button_Reset=R\u00e9initialiser
Button_ChangePassword=Modifier le mot de passe
Button_Hide=Masquer
Button_Show=Afficher
Button_SetResponses=D\u00e9finir des indices
Button_Search=Rechercher
Button_RecoverPassword=V\u00e9rifier les indices
Button_Create=Cr\u00e9er
Button_Activate=Activer
Button_Continue=Continuer
Button_CloseWindow=Fermer la fen\u00eatre
Button_Verify=Vérifiez

Title_Login=Veuillez vous connecter
Title_ChangePassword=Modifier le mot de passe
Title_SetupResponses=Configurer des indices de mot de passe
Title_SetupRequiredResponses=Questions requises
Title_SetupRandomResponses=Questions al\u00e9atoires
Title_ForgottenPassword=Mot de passe oubli\u00e9
Title_RecoverPassword=Mot de passe oubli\u00e9
Title_RecoverRequiredResponses=Questions requises
Title_RecoverRandomResponses=Questions al\u00e9atoires
Title_NewUser=Enregistrement de nouvel utilisateur
Title_ActivateUser=Activer l\u2019utilisateur
Title_PleaseWait=Veuillez patienter
Title_Error=Erreur
Title_Success=R\u00e9ussite
Title_UserEventHistory=Historique des \u00e9v\u00e9nements d\u2019utilisateur
Title_Logout=D\u00e9connexion
Title_UpdateAttributes=Mettre \u00e0 jour les attributs

Display_PasswordExpired=Votre mot de passe a expir\u00e9.  Vous devez cr\u00e9er un nouveau mot de passe maintenant.
Display_ChangePassword=Veuillez modifier votre mot de passe. Veuillez pr\u00e9server la confidentialit\u00e9 de votre nouveau mot de passe.  Apr\u00e8s avoir entr\u00e9 votre nouveau mot de passe, cliquez sur le bouton Modifier le mot de passe.  Si vous devez prendre note de votre mot de passe, conservez-le dans un endroit s\u00fbr.  Votre nouveau mot de passe doit r\u00e9pondre aux exigences suivantes :
Display_CheckingPassword=V\u00e9rification du mot de passe...
Display_PleaseWait=Veuillez patienter\u2026
Display_PasswordChangedTo=Les champs du mot de passe ont \u00e9t\u00e9 modifi\u00e9s pour :
Display_SetupResponses=Au cas o\u00f9 vous oublieriez votre mot de passe, vous pouvez le r\u00e9cup\u00e9rer en r\u00e9pondant \u00e0 une question que vous seul connaissez.<p/>Veuillez s\u00e9lectionner vos questions et les r\u00e9ponses qui peuvent \u00eatre utilis\u00e9es pour v\u00e9rifier votre identit\u00e9 en cas d\u2019oubli du mot de passe.
Display_SetupRequiredResponses=Ces questions sont requises par votre administrateur. En cas d\u2019oubli de votre mot de passe, vous devrez r\u00e9pondre \u00e0 toutes ces questions avant de pouvoir r\u00e9initialiser votre mot de passe.
Display_SetupRandomResponses=En cas d\u2019oubli de votre mot de passe, vous devrez r\u00e9pondre \u00e0 au moins %1% de ces questions avant de pouvoir r\u00e9initialiser votre mot de passe.
Display_ForgottenPassword=Si vous avez oubli\u00e9 votre mot de passe, suivez les invites pour r\u00e9initialiser votre mot de passe. Si vous n\u2019avez pas configur\u00e9 les indices de mot de passe pr\u00e9c\u00e9demment, vous ne pourrez pas compl\u00e9ter ce processus.<p/>Pour commencer, veuillez entrer votre nom d\u2019utilisateur.
Display_RecoverPassword=Veuillez r\u00e9pondre aux questions suivantes. Si vous r\u00e9pondez correctement \u00e0 ces questions, vous pourrez r\u00e9initialiser votre mot de passe.
Display_RecoverRequiredResponses=Ces questions sont requises par votre administrateur.
Display_RecoverRandomResponses=Vous devez r\u00e9pondre aux questions suivantes pour pouvoir continuer.
Display_NewUser=Compl\u00e9tez ce formulaire pour cr\u00e9er un nouveau compte d\u2019utilisateur. Apr\u00e8s avoir compl\u00e9t\u00e9 ce formulaire, vous pouvez cr\u00e9er un nouveau mot de passe et terminer ainsi la configuration de votre compte. <p/> Veillez \u00e0 terminer le processus ou votre nouveau compte ne sera pas utilisable.
Display_ActivateUser=Pour confirmer votre identit\u00e9, veuillez fournir les informations suivantes. Vos informations seront utilis\u00e9es pour localiser et activer votre compte d\u2019utilisateur.<p/>Veillez \u00e0 compl\u00e9ter le processus ou votre compte ne sera pas activ\u00e9 correctement.
Display_PleaseWaitBody=Votre mot de passe est en cours de mise \u00e0 jour. Ce processus peut prendre plusieurs minutes. Merci de votre patience.
Display_ErrorBody=Une erreur s\u2019est produite. Veuillez fermer votre navigateur.  Si cette erreur persiste, veuillez contacter votre service d\u2019assistance.
Display_UserEventHistory=Cette page affiche l\u2019historique des \u00e9v\u00e9nements li\u00e9s \u00e0 votre mot de passe. Seules les op\u00e9rations r\u00e9alis\u00e9es avec PWM sont affich\u00e9es ici. Toutes les heures affich\u00e9es appartiennent au fuseau horaire %1%.
Display_Logout=<b>Vous \u00eates d\u00e9sormais d\u00e9connect\u00e9.</b><p/>Vous devez fermer la fen\u00eatre de votre navigateur avant de pouvoir vous reconnecter.
Display_IdleTimeout=D\u00e9lai d'inactivit\u00e9 :
Display_Day=jour
Display_Days=jours
Display_Hour=heure
Display_Hours=heures
Display_Minute=minute
Display_Minutes=minutes
Display_Second=seconde
Display_Seconds=secondes
Display_Login=
Display_UpdateAttributes=Mettez \u00e0 jour les donn\u00e9es suivantes :
Display_AutoGeneratedPassword=Mots de passe g\u00e9n\u00e9r\u00e9s automatiquement
