#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Username=Nome de Usu\u00e1rio
Field_Password=Senha
Field_Location=Local
Field_OldPassword=Senha Anterior
Field_NewPassword=Senha Nova
Field_ConfirmPassword=Confirme a Senha

Button_Login=Iniciar a Sess\u00e3o
Button_Reset=Apagar
Button_ChangePassword=Mudar a Senha
Button_Hide=Ocultar
Button_Show=Exibir
Button_SetResponses=Configurar Refer\u00eancias
Button_Search=Busca
Button_RecoverPassword=Consultar Refer\u00eancias
Button_Create=Criar
Button_Activate=Ativar
Button_Continue=Continuar
Button_CloseWindow=Fechar a Janela

Title_Login=Inicie a sess\u00e3o, por favor
Title_ChangePassword=Mudar a Senha
Title_SetupResponses=Configurar Refer\u00eancias para a Senha
Title_SetupRequiredResponses=Perguntas Necess\u00e1rias
Title_SetupRandomResponses=Perguntas Aleat\u00f3rias
Title_ForgottenPassword=Senha Esquecida
Title_RecoverPassword=Senha Esquecida
Title_RecoverRequiredResponses=Perguntas Necess\u00e1rias
Title_RecoverRandomResponses=Perguntas Aleat\u00f3rias
Title_NewUser=Registro de Usu\u00e1rio Novo
Title_ActivateUser=Ativar o Usu\u00e1rio
Title_PleaseWait=Aguarde, por favor
Title_Error=Erro
Title_Success=Sucesso
Title_UserEventHistory=Hist\u00f3rico de Eventos do Usu\u00e1rio
Title_Logout=Encerrar a sess\u00e3o

Display_PasswordExpired=Sua senha expirou. Voc\u00ea dever\u00e1 configurar uma senha nova agora.
Display_ChangePassword=Por favor, mude a sua senha. Conserve-a em lugar seguro. Ap\u00f3s digit\u00e1-la, clique no bot\u00e3o Mudar a Senha. Se tiver que anot\u00e1-la em algum lugar, certifique-se que ela seja mantida em lugar seguro. A sua senha nova dever\u00e1 satisfazer os seguintes requisitos: 
Display_CheckingPassword=Verificando a Senha
Display_PleaseWait=Por favor, espere
Display_PasswordChangedTo=Os campos da senha foram modificados para:
Display_SetupResponses=No caso de esquecer a sua senha, voc\u00ea poder\u00e1 recuper\u00e1-la respondendo perguntas conhecidas apenas por voc\u00ea.<p/>Por favor, escolha as perguntas e respostas que possam ser usadas para verificar a sua identidade, no caso de esquecer a sua senha.
Display_SetupRequiredResponses=Estas perguntas s\u00e3o exigidas pelo seu administrador. Se porventura esquecer a sua senha, voc\u00ea precisar\u00e1 responder todas estas perguntas antes de poder recompor a sua senha.
Display_SetupRandomResponses=Se esquecer a sua senha, voc\u00ea precisar\u00e1 responder pelo menos %1% destas perguntas para poder recompor a sua senha
Display_ForgottenPassword=Se voc\u00ea esquecer a sua senha, siga as instru\u00e7\u00f5es para poder recomp\u00f4-la. Se voc\u00ea n\u00e3o configurou as refer\u00eancias da sua senha previamente, n\u00e3o poder\u00e1 concluir este processo. <p/> Para iniciar, por favor, digite o seu nome de usu\u00e1rio
Display_RecoverPassword=Por favor, responda as seguintes perguntas. Se respond\u00ea-las corretamente, poder\u00e1 ent\u00e3o recompor a sua senha.
Display_RecoverRequiredResponses=Estas perguntas s\u00e3o exigidas pelo seu administrador.
Display_RecoverRandomResponses=Voc\u00ea dever\u00e1 responder as seguintes perguntas para poder continuar.
Display_NewUser=Preencha este formul\u00e1rio para criar uma conta de usu\u00e1rio novo. Depois de preenchido, poder\u00e1 estabelecer uma senha nova e a configura\u00e7\u00e3o da sua conta estar\u00e1 conclu\u00edda. <p/>. Certifique-se que tenha conclu\u00eddo o processo, ou sua conta nova n\u00e3o poder\u00e1 ser usada. 
Display_ActivateUser=Para confirmar a sua identidade, por favor, preencha a informa\u00e7\u00e3o a seguir. Sua informa\u00e7\u00e3o ser\u00e1 usada para localizar e ativar sua conta de usu\u00e1rio.<p/>Certifique-se que tenha conclu\u00eddo o processo, ou sua conta n\u00e3o ser\u00e1 ativada apropriadamente
Display_PleaseWaitBody=A sua senha est\u00e1 sendo atualizada. Este processo pode levar alguns minutos, por favor, seja paciente.
Display_ErrorBody=Ocorreu um erro. Por favor, feche o seu browser.  Se isto ocorrer freq\u00fcentemente, por favor, contate a sua central de atendimento.
Display_UserEventHistory=Esta p\u00e1gina exibe o hist\u00f3rico de eventos da sua senha. Apenas as atividades desenvolvidas com PWM s\u00e3o exibidas aqui. Todos os hor\u00e1rios listados est\u00e3o em %1% da zona de hor\u00e1rio.
Display_Logout=<b>A sua sess\u00e3o foi encerrada.</b><p/>A janela do seu browser dever\u00e1 ser fechada, antes de poder reiniciar a sess\u00e3o.
Display_Day=dia
Display_Days=dias
Display_Hour=hora
Display_Hours=horas
Display_IdleTimeout=Tempo ocioso:
Display_Minute=minuto
Display_Minutes=minutos
Display_Second=segundo
Display_Seconds=segundos
Display_UpdateAttributes=Por favor atualize as seguintes informa\u00e7\u00f5es:
Display_Login=
Title_UpdateAttributes=Atualizar Atributos
Display_AutoGeneratedPassword=Senhas Geradas Automaticamente
