#
# Password Management Servlets (PWM)
# http://code.google.com/p/pwm/
#
# Copyright (c) 2006-2009 Novell, Inc.
#
# This program is free software; you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation; either version 2 of the License, or
# (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA  02111-1307  USA
#

Field_Username=Benutzername
Field_Password=Passwort
Field_Location=Standort
Field_OldPassword=Altes Passwort
Field_NewPassword=Neues Passwort
Field_ConfirmPassword=Passwort best\u00e4tigen

Button_Login=Anmelden
Button_Reset=L\u00f6schen
Button_ChangePassword=Passwort \u00e4ndern
Button_Hide=Ausblenden
Button_Show=Einblenden
Button_SetResponses=Hinweise eingeben
Button_Search=Suchen
Button_RecoverPassword=Hinweis pr\u00fcfen
Button_Create=Erzeugen
Button_Activate=Aktivieren
Button_Continue=Weiter
Button_CloseWindow=Fenster schlie\u00dfen

Title_Login=Bitte melden Sie sich an
Title_ChangePassword=Passwort \u00e4ndern
Title_SetupResponses=Passworthinweise eingeben
Title_SetupRequiredResponses=Notwendige Fragen
Title_SetupRandomResponses=Freie Fragen
Title_ForgottenPassword=Passwort vergessen
Title_RecoverPassword=Passwort vergessen
Title_RecoverRequiredResponses=Notwendige Fragen
Title_RecoverRandomResponses=Freie Fragen
Title_NewUser=Neuanmeldung
Title_ActivateUser=Benutzer aktivieren
Title_PleaseWait=Bitte warten
Title_Error=Fehler
Title_Success=Erfolg
Title_UserEventHistory=Benutzerereignisse
Title_Logout=Abmeldung
Title_PasswordStrength=Passwortst\u00e4rke

Display_PasswordExpired=Ihr Passwort ist abgelaufen. Sie m\u00fcssen jetzt ein neues Passwort einrichten
Display_ChangePassword=Geben Sie bitte ein neues Passwort ein und klicken Sie auf die Schaltfl\u00e4che "Passwort \u00e4ndern". Falls Sie nicht umhinkommen das neue Passwort aufzuschreiben, verwahren Sie es an einem sicheren Ort.<br>
Display_CheckingPassword=Passwortpr\u00fcfung\u2026
Display_PleaseWait=Bitte warten \u2026
Display_PasswordChangedTo=Die Passwortfelder wurden ge\u00e4ndert zu:
Display_SetupResponses=Sollten Sie Ihr Passwort vergessen haben, k\u00f6nnen Sie es wiedererlangen, indem Sie auf Fragen antworten, die nur Ihnen bekannt sind.<p/>Bitte w\u00e4hlen Sie ihre Fragen und Antworten aus, die zu diesem Zwecke benutzt werden k\u00f6nnen, falls Sie einmal Ihr Passwort vergessen haben sollten.
Display_SetupRequiredResponses=Die Beantwortung dieser Fragen wird von Ihrem Administrator verlangt. Sollten Sie einmal Ihr Passwort vergessen haben, m\u00fcssen Sie all diese Fragen beantworten, damit Sie Ihr Passwort wiedererlangen.
Display_SetupRandomResponses=Sollten Sie einmal Ihr Passwort vergessen haben, m\u00fcssen Sie mindestens %1% dieser Fragen beantworten, damit Sie Ihr Passwort wiedererlangen.
Display_ForgottenPassword=Sollten Sie Ihr Passwort vergessen haben, folgen Sie den Anweisungen, um Ihr Passwort wiederzuerlangen. Sollten Sie zuvor keine Passworthinweise eingerichtet haben, werden Sie diesen Vorgang nicht zu Ende f\u00fchren k\u00f6nnen. <p/>Bitte geben Sie zu Anfang Ihren Benutzernamen ein.
Display_RecoverPassword=Bitte beantworten Sie folgende Fragen. Wenn Sie die Fragen richtig beantworten, k\u00f6nnen Sie Ihr Passwort wiedererlangen.
Display_RecoverRequiredResponses=Die Beantwortung dieser Fragen wird von Ihrem Administrator verlangt. Sollten Sie einmal Ihr Passwort vergessen haben, m\u00fcssen Sie all diese Fragen beantworten, damit Sie Ihr Passwort wiedererlangen.
Display_RecoverRandomResponses=Sie m\u00fcssen die folgenden Fragen beantworten, um fortfahren zu k\u00f6nnen.
Display_NewUser=F\u00fcllen Sie dieses Formular aus, um ein neues Benutzerkonto zu er\u00f6ffnen. Danach k\u00f6nnen Sie ein neues Passwort festlegen. Damit ist die Erstellung des Kontos dann abgeschlossen. <p/>F\u00fchren Sie den Vorgang bitte zuende, sonst kann Ihr Konto eventuell nicht ordnungsgem\u00e4\u00df aktiviert werden.
Display_ActivateUser=Bitte geben Sie die folgenden Informationen an, um Ihre Identit\u00e4t zu best\u00e4tigen. Diese Informationen werden dazu benutzt, Ihr Benutzerkonto zu identifizieren und zu aktivieren.<p/>F\u00fchren Sie den Vorgang bitte zuende, sonst kann Ihr Konto eventuell nicht ordnungsgem\u00e4\u00df aktiviert werden.
Display_PleaseWaitBody=Ihr Passwort wird aktualisiert. Dieser Vorgang kann mehrere Minuten dauern. Bitte haben Sie etwas Geduld.
Display_ErrorBody=Es ist ein Fehler aufgetreten. Bitte schlie\u00dfen Sie Ihren Browser. Sollte dieser Fehler h\u00e4ufiger auftreten, benachrichtigen Sie bitte den Help-Desk.
Display_UserEventHistory=Diese Seite zeigt Ihnen Ihre Passwort-Vorg\u00e4nge. Es werden nur die Vorg\u00e4nge mit PWM angezeigt. Alle angegebenen Zeiten entsprechen der Zeitzone %1%.
Display_Logout=<b>Sie sind jetzt abgemeldet.</b><p/>Sie m\u00fcssen das Browserfenster schlie\u00dfen, bevor Sie sich erneut anmelden k\u00f6nnen.
Title_UpdateAttributes=Attributaktualisierung
Display_Login=
Display_IdleTimeout=Automatische Abmeldung in
Display_Day=Tag
Display_Days=Tage
Display_Hour=Stunde
Display_Hours=Stunden
Display_Minute=Minute
Display_Minutes=Minuten
Display_Second=Sekunde
Display_Seconds=Sekunden
Display_UpdateAttributes=Bitte aktualisieren Sie folgende Angaben:
Display_AutoGeneratedPassword=Automatisch generierte Passw\u00f6rter
